Repository: NandhineeR/WADA
Catalog: wada-ama-testcenter-web-57718053929f/wada-ama-testcenter-web-57718053929f/src/i18n/messages.*.xlf
Languages: am, ar, az, bg, es, et, fa_ir, fi, fr, ko, lv, nl, pl, pt, ru, sk, sr, sw, tr

source: Coach First Name
am: የመጀመሪያ ስም አሰልጣኝ
ar: الاسم الأول للمدرب
az: Məşqçinin adı
bg: Име на треньора
es: Nombre del entrenador
et: Treeneri eesnimi
fa_ir: نام مربی
fi: Valmentajan etunimi
fr: Prénom de l'entraîneur
ko: 지도자 이름
lv: Trenera vārds
nl: Voornaam coach
pl: Imię trenera
pt: Nome do treinador
ru: Имя тренера
sk: Krstné meno trénera
sr: Име тренера
sw: Jina la kwanza Kocha
tr: Koçun Adı

source: Doctor Last Name
am: ዶክተር የመጨረሻ ስም
ar: اسم العائلة للطبيب
az: Həkim Soyadı
bg: Фамилия на доктора
es: Apellido del doctor
et: Arsti perekonnanimi
fa_ir: نام خانوادگی دکتر
fi: Lääkärin sukunimi
fr: Nom de famille du médecin
ko: 주치의 성
lv: Ārsta uzvārds
nl: Achternaam arts
pl: Nazwisko lekarza
pt: Sobrenome do médico
ru: Фамилия врача
sk: Priezvisko doktora
sr: Доктор Презиме
sw: Jina la mwisho Daktari
tr: Doktor Soyadı

source: Doctor First Name
am: የመጀመሪያ ስም ዶክተር
ar: اسم الطبيب الأول
az: Həkim Adı
bg: Име на доктор
es: Nombre del doctor
et: Arsti eesnimi
fa_ir: نام دکتر
fi: Lääkärin etunimi
fr: Prénom du médecin
ko: 주치의 이름
lv: Ārsta vārds
nl: Voornaam arts
pl: Imię lekarza
pt: Nome do médico
ru: Имя врача
sk: Krstné meno doktora
sr: Доктор Име
sw: Jina la kwanza Doctor
tr: Doktor Adı

# sportDisciplineAffectedDampleValidation
source: The sample code validation detected some duplication using this sport / discipline. Go to step 2 for more details.
am: የናሙና ኮድ ማረጋገጫው ይህንን ስፖርት/ዲሲፕሊን በመጠቀም አንዳንድ ድግግሞሽ ተገኝቷል። ለተጨማሪ ዝርዝሮች ወደ ደረጃ 2 ይሂዱ።
ar: اكتشف نموذج التحقق من صحة الكود بعض الازدواجية في استخدام هذه الرياضة/النظام. انتقل إلى الخطوة 2 لمزيد من التفاصيل.
az: Nümunə kodu təsdiqləməsi bu idman / intizamdan istifadə edərək bəzi təkrarlamalar aşkar etdi. Ətraflı məlumat üçün 2-ci addıma keçin.
bg: Проверката на номера на пробата откри дублиране при използване на този спорт/дисциплина. Отидете на стъпка 2 за повече подробности.
es: La validación del código de muestra detectó alguna duplicación utilizando este deporte/disciplina. Vaya al paso 2 para obtener más detalles.
et: Näidiskoodi valideerimine tuvastas selle spordiala/distsipliini kasutamisel dubleerimise. Lisateabe saamiseks minge 2. sammu juurde.
fa_ir: اعتبار سنجی کد نمونه مورد تکراری در رشته / ماده ورزشی را شناسایی کرد. برای جزئیات بیشتر به مرحله 2 بروید.
fi: Näytekoodin validointi havaitsi päällekkäisyyksiä tämän lajin/alalajin kohdalla. Siirry vaiheeseen 2 saadaksesi lisätietoja.
fr: La validation du code de l'échantillon a détecté une certaine duplication dans ce sport ou cette discipline. Passez à l'étape 2 pour plus de détails.
ko: 시료 번호 유효성 검사에서 이 종목/세부종목를 사용하여 일부 중복을 감지했습니다. 자세한 내용은 2단계로 이동하세요.
lv: Koda validācijas paraugs atklāja dublēšanos, izmantojot šo sporta veidu/disciplīnu. Lai iegūtu plašāku informāciju, pārejiet uz 2. darbību.
nl: Er zijn duplicaten gevonden bij het gebruik van sport en discipline Ga naar stap 2 voor meer informatie.
pl: Walidacja przykładowego kodu wykryła duplikację przy użyciu tego sportu/dyscypliny. Przejdź do kroku 2, aby uzyskać więcej informacji.
pt: A validação do código de amostra detectou alguma duplicação usando esse esporte/disciplina. Vá para a etapa 2 para obter mais detalhes.
ru: Проверка кода пробы с использованием этого вида спорта / дисциплины выявила дубликаты.Перейдите к шагу 2 для получения более подробной информации.
sk: Overenie vzorového kódu zistilo určitú duplicitu pri použití tohto športu/disciplíny. Ďalšie podrobnosti nájdete v kroku 2.
sr: Provera valjanosti uzorka koda je otkrila neko dupliranje koristeći ovaj sport / disciplinu. Za više detalja idite na korak 2.
sw: Sampuli ya uthibitishaji wa msimbo uligundua urudufishaji fulani kwa kutumia mchezo/taaluma hii. Nenda kwa hatua ya 2 kwa maelezo zaidi.
tr: Örnek kod doğrulaması, bu sporu / disiplini kullanarak bazı tekrarlamalar tespit etti. Daha fazla ayrıntı için 2. adıma gidin.

# dcf_pleaseEnterAValidPhoneNumber
source: Please enter a valid phone number.
am: እባክዎ ትክክለኛ የስልክ ቁጥር ያስገቡ.
ar: يرجى إدخال رقم هاتف صالح.
az: Xahiş edirəm etibarlı bir telefon nömrəsi daxil edin.
bg: Моля, въведете валиден телефонен номер.
es: Por favor, introduzca un número de teléfono válido.
et: Palun sisesta kehtiv telefoninumber.
fa_ir: لطفا یک شماره تلفن معتبر وارد کنید.
fi: Ole hyvä ja anna voimassaoleva puhelinnumero.
fr: Veuillez entrer un numéro de téléphone valide.
ko: 유효한 전화 번호를 입력하세요.
lv: Lūdzu ievadiet derīgu telefona numuru.
nl: Voer alstublieft een geldig telefoonnummer in.
pl: Proszę wpisać poprawny numer telefonu.
pt: Por favor insira um número de telefone válido.
ru: Пожалуйста, введите действующий номер телефона.
sk: Prosím zadajte platné telefónne číslo.
sr: Molimo unesite ispravan broj telefona.
sw: Tafadhali weka nambari ya simu iliyo sahihi.
tr: Lütfen geçerli bir telefon numarası giriniz.

# athleteLevelDcfTooltip
source: In order to record that TDSSA calculations should apply to this athlete, please select 'National' or 'International' as applicable.
am: የቲዲኤስኤ ስሌት ለዚህ አትሌት መተግበር እንዳለበት ለመመዝገብ እባኮትን እንደአስፈላጊነቱ 'ብሔራዊ' ወይም 'ኢንተርናሽናል' የሚለውን ይምረጡ።
ar: من أجل تسجيل أن حسابات TDSSA يجب أن تنطبق على هذا الرياضي ، برجاء اختيار 'National' أو 'International' كما هو قابل للتطبيق.
az: TDSSA hesablamalarının bu idmançıya şamil edilməli olduğunu qeyd etmək üçün lütfən, müvafiq olaraq "Milli" və ya "Beynəlxalq" seçin.
bg: За да запишете, че изчисленията на TDSSA трябва да се прилагат за този спортист, моля, изберете „Национално“ или „Международно“, според случая.
es: Para registrar que los cálculos de TDSSA deben aplicarse a este atleta, seleccione 'Nacional' o 'Internacional' según corresponda.
et: Selleks et registreerida, et TDSSA arvutused peaksid kehtima selle sportlase kohta, valige vastavalt kas „Riiklik” või „Rahvusvaheline”.
fa_ir: برای ثبت اینکه محاسبات TDSSA باید برای این ورزشکار اعمال شود، لطفاً «ملی» یا «بین‌المللی» را انتخاب کنید.
fi: Jos haluat, että TDSSA-laskelmat koskevat tätä urheilijaa, valitse tapauksen mukaan joko "kansallinen" tai "kansainvälinen".
fr: Pour indiquer que les calculs du DTASS doivent s'appliquer à cet athlète, veuillez sélectionner " National " ou " International " selon le cas.
ko: 이 선수에게 TDSSA 계산을 적용하려면 해당하는 '국가수준' 또는 '국제수준'을 선택하세요.
lv: Lai reģistrētu, ka TDSSA aprēķiniem ir jāattiecas uz šo sportistu, lūdzu, atlasiet “Nacionālais” vai “Starptautiskais” pēc vajadzības.
nl: Selecteer 'Nationaal' of 'Internationaal' om vast te leggen dat TDSSA-berekeningen van toepassing moeten zijn op deze atleet.
pl: W celu odnotowania, że obliczenia TDSSA powinny dotyczyć tego sportowca, proszę wybrać odpowiednio „Krajowy” lub „Międzynarodowy”.
pt: Para registrar que os cálculos de TDSSA devem ser aplicados a este atleta, selecione 'Nacional' ou 'Internacional' conforme aplicável.
ru: Чтобы указать, что этот спортсмен должен быть включен в расчеты по TDSSA, выберите «Национальный» или «Международный» в зависимости от ситуации.
sk: Ak chcete zaznamenať, že výpočty TDSSA by sa mali vzťahovať na tohto športovca, vyberte podľa potreby možnosť „Národný“ alebo „Medzinárodný“.
sr: Da biste zabeležili da TDSSA proračuni treba da se primenjuju na ovog sportistu, izaberite "National" ili "International" kao primenljive.
sw: Ili kurekodi kwamba hesabu za TDSSA zinafaa kutumika kwa mwanariadha huyu, tafadhali chagua 'Kitaifa' au 'Kimataifa' kama inavyotumika.
tr: TDSSA hesaplamalarının bu sporcu için geçerli olması gerektiğini kaydetmek için lütfen uygun olduğu şekilde 'Ulusal' veya 'Uluslararası' seçeneğini seçin.

# emailNotProvided
source: (Athlete hasn't provided an email address)
am: (አትሌት የኢሜል አድራሻ አላቀረበም)
ar: (الرياضي لم يقدم عنوان بريد إلكتروني)
az: (İdmançı e-poçt ünvanı təqdim etməyib)
bg: (Спортистът не е предоставил имейл адрес)
es: (El atleta no ha proporcionado una dirección de correo electrónico)
et: (Sportlane pole veel ' e-posti aadressi andnud)
fa_ir: (ورزشکار آدرس ایمیلی ارائه نکرده است)
fi: (Urheilija ei ole antanut sähköpostiosoitetta)
fr: Le sportif n’a pas fourni d'adresse e-mail
ko: (선수가 이메일 주소를 제공하지 않았습니다)
lv: (Sportists nav norādījis e-pasta adresi)
nl: (Atleet heeft geen e-mailadres opgegeven)
pl: (Sportowiec nie podał adresu e-mail)
pt: (O atleta não forneceu um endereço de e-mail)
ru: (Спортсмен не указал адрес электронной почты)
sk: (Športovec neuviedol e-mailovú adresu)
sr: (Спортиста није дао адресу е-поште)
sw: (Mwanaspoti hajatoa barua pepe)
tr: (Sporcu bir e-posta adresi sağlamamıştır)

source: Sample Collection Authority
am: የናሙና መሰብሰብ ባለስልጣን
ar: سلطة جمع العينة
az: Nümunə toplama orqanı
bg: Пробовзимащ орган
es: Autoridad de recogida de muestras
et: Proovide kogumise asutus
fa_ir: مرجع جمع آوری نمونه
fi: Testausorganisaatio
fr: Agence de prélèvement des échantillons
lv: Paraugu savākšanas iestāde
nl: Monsterneming Autoriteit
pl: Organ upoważniony do pobierania próbek
pt: Autoridade de Coleta de Amostra
ru: Организация, ответственная за отбор проб
sk: Úrad pre odber vzoriek
sr: organizacija koja ima nadležnost nad prikupljenim uzorcima
sw: Mamlaka ya Ukusanyaji Sampuli
tr: Örnek Almaya Yetkili Kuruluş

source: Result Management Authority
am: የውጤት አስተዳደር ባለስልጣን
ar: الجهة المسؤولة عن إدارة النتائج
az: Nəticə İdarəetmə Təşkilatı
bg: Орган отговарящ за управлението на резултатите
es: Autoridad de gestión de resultados
et: Tulemushaldusasutus
fa_ir: مرجع مدیریت نتایج
fi: Tulostenkäsittelytaho
fr: Autorité de gestion des résultats
lv: Rezultātu pārvaldības iestāde
nl: Autoritieit Resultaatbeheer
pl: Organ zarządzający wynikami badań (RMA)
pt: Autoridade de Gestão de Resultado
ru: Организация, ответственная за обработку результатов
sk: Orgán pre riadenie výsledkov
sr: menadžment nadležne organizacije
sw: Mamlaka ya Usimamizi wa Matokeo
tr: Sonuçları Değerlendirmeye Yetkili Kuruluş

# testingAuthorityAffectedDampleValidation
source: The sample code validation detected some duplication using this testingAuthority. Go to step 2 for more details.
am: የናሙና ኮድ ማረጋገጫው ይህንን ሙከራ ስልጣን በመጠቀም አንዳንድ ብዜቶችን አግኝቷል። ለተጨማሪ ዝርዝሮች ወደ ደረጃ 2 ይሂዱ።
ar: اكتشف التحقق من صحة نموذج التعليمات البرمجية بعض الازدواجية باستخدام testAuthority. انتقل إلى الخطوة 2 لمزيد من التفاصيل.
az: Nümunə kodu doğrulaması bu testingAuthority-dən istifadə edərək bəzi təkrarlama aşkarladı. Ətraflı məlumat üçün 2-ci addıma keçin.
bg: Проверката на номера на пробата откри дублиране използвайки тази Тестваща организация. Отидете на стъпка 2 за повече подробности.
es: La validación del código de ejemplo detectó cierta duplicación mediante esta testingAuthority. Vaya al paso 2 para obtener más detalles.
et: Näidiskoodi valideerimine tuvastas selle testingAuthority abil dubleerimise. Lisateabe saamiseks minge 2. sammu juurde.
fa_ir: اعتبار سنجی کد موردی تکراری را در مرجع سفارش دهنده تست شناسایی کرد. برای جزئیات بیشتر به مرحله 2 بروید.
fi: Näytekoodin vahvistus havaitsi päällekkäisyyksiä tämän Testin tilaajan (TA) kohdalla. Siirry vaiheeseen 2 saadaksesi lisätietoja.
fr: La validation du code de l'échantillon a détecté une certaine duplication pour cette autorité de contrôle. Passez à l'étape 2 pour plus de détails.
ko: 시료 번호 유효성 검사에서 이 검사주관기구를 사용하여 일부 중복을 감지했습니다. 자세한 내용은 2단계로 이동하세요.
lv: Parauga koda validācija atklāja dublēšanos, izmantojot šo testingAuthority. Lai iegūtu plašāku informāciju, pārejiet uz 2. darbību.
nl: Er zijn duplicaten gevonden bij het gebruik van deze Testing Authority Ga naar stap 2 voor meer informatie.
pl: Przykładowa walidacja kodu wykryła duplikację przy użyciu tego testingAuthority. Przejdź do kroku 2, aby uzyskać więcej informacji.
pt: A validação do código de amostra detectou alguma duplicação usando esse testingAuthority. Vá para a etapa 2 para obter mais detalhes.
ru: Проверка кода пробы с использованием этой Тестирующей организации выявила дубликаты. Перейдите к шагу 2 для получения более подробной информации.
sk: Overenie vzorového kódu zistilo určitú duplicitu pomocou tohto testovacieho úradu. Ďalšie podrobnosti nájdete v kroku 2.
sr: Provera valjanosti uzorka koda je otkrila neko dupliranje pomoću ove testirajućeAuthority. Za više detalja idite na korak 2.
sw: Sampuli ya uthibitishaji wa msimbo iligundua urudufishaji fulani kwa kutumia hii TestAuthority. Nenda kwa hatua ya 2 kwa maelezo zaidi.
tr: Örnek kod doğrulaması, bu testingAuthority kullanılarak bazı yinelemeler tespit etti. Daha fazla ayrıntı için 2. adıma gidin.

# sampleCollectionAuthorityTooltip
source: Name of the organization physically responsible for the collection of doping control samples.
am: የዶፒንግ ቁጥጥር ናሙናዎችን ለመሰብሰብ በአካል ኃላፊነት ያለው ድርጅት ስም.
ar: اسم المنظمة المسؤولة ماديا عن جمع عينات مراقبة المنشطات.
az: Dopinq nəzarəti nümunələrinin toplanması üçün fiziki məsul olan təşkilatın adı.
bg: Име на организацията, физически отговорна за събирането на проби от допинг контрола.
es: Nombre de la organización físicamente responsable de la recogida de muestras de control de dopaje.
et: Dopingukontrolli proovide kogumise eest füüsiliselt vastutava organisatsiooni nimi.
fa_ir: نام سازمانی که مسئولیت فیزیکی جمع آوری نمونه های کنترل دوپینگ را بر عهده دارد.
fi: Organisaation nimi, joka on käytännössä vastuussa dopingtestinäytteiden ottamisesta.
fr: Nom de l’organisation responsable de la collecte des échantillons.
ko: 도핑관리시료의 채취에 대한 실질적 책임이 있는 기구의 이름.
lv: Par dopinga kontroles paraugu ņemšanu fiziski atbildīgās organizācijas nosaukums.
nl: Naam van de organisatie die fysiek verantwoordelijk is voor het verzamelen van dopingcontrolemonsters.
pl: Nazwa organizacji fizycznie odpowiedzialnej za pobieranie próbek do kontroli antydopingowej.
pt: Nome da organização fisicamente responsável pela coleta de amostras de controle de doping.
ru: Название организации, которая несет физическую ответственность за сбор проб для допинг-контроля.
sk: Názov organizácie fyzicky zodpovednej za odber vzoriek dopingových kontrol.
sr: Назив организације која је физички одговорна за прикупљање узорака допинг контроле.
sw: Jina la shirika linalohusika kimwili na ukusanyaji wa sampuli za udhibiti wa doping.
tr: Doping kontrol numunelerinin toplanmasından fiziksel olarak sorumlu kuruluşun adı.

# testCoordinator
source: Doping Control Coordinator
am: የዶፒንግ ቁጥጥር አስተባባሪ
ar: منسق مراقبة المنشطات
az: Dopinqə Nəzarət Koordinatoru
bg: Координатор на допинг контрола
es: Coordinador de Control de Dopaje
et: Dopingukontrolli koordinaator
fa_ir: هماهنگ کننده کنترل دوپینگ
fi: Dopingtestauksen koordinaattori
fr: Coordinateur du contrôle du dopage
ko: 도핑관리대행기구
lv: Dopinga kontroles koordinators
nl: Dopingcontroleur
pl: Koordynator kontroli antydopingowej
pt: Coordenador de Controle de Doping
ru: Координатор допинг-контроля
sk: Koordinátor dopingovej kontroly
sr: Координатор за контролу допинга
sw: Mratibu wa Udhibiti wa Doping
tr: Doping Kontrol Koordinatörü

source: View
am: አሳይ
ar: عرض
az: Bax
bg: Разглеждане
es: Ver
et: Vaade
fa_ir: چشم انداز
fi: Näytä
fr: Afficher
ko: 보기
lv: Skatīt
nl: Visie
pl: Zobacz
pt: Ver
ru: Просмотр
sk: Zobraziť
sr: pregledati
sw: Angalia
tr: Görüntüleyin

source: Advance Notice
am: የቅድሚያ ማስታወቂያ
ar: إشعار مسبق
az: Qabaqcadan Bildiriş
bg: Предварително известяване
es: Aviso Previo
et: Eelteatis
fa_ir: هشدار
fi: Ennakkoilmoitus
fr: Contrôle avec préavis
ko: 사전 통지
lv: Iepriekšējs paziņojums
nl: Voorafgaande kennisgeving
pl: Wcześniejsze powiadomienie
pt: Aviso prévio
ru: Предварительное уведомление
sk: Predbežné oznámenie
sr: Унапријед
sw: Notisi ya Mapema
tr: Önceden haber

source: Advance Notice Reason
am: የቅድሚያ ማስታወቂያ ምክንያት
ar: سبب الإخطار المسبق
az: Əvvəlcədən Xəbərdarlıq Səbəbi
bg: Причина за предварително известие
es: Razón de la notificación anticipada
et: Etteteatamise põhjus
fa_ir: دلیل اطلاعیه قبلی
fi: Ennakkoilmoituksen syy
fr: Motif du préavis
ko: 사전 통지 사유
lv: Iepriekšēja paziņojuma iemesls
nl: Reden voor kennisgeving vooraf
pl: Powód powiadomienia z wyprzedzeniem
pt: Motivo de Notificação Antecipada
ru: Причина предварительного уведомления
sk: Dôvod predbežného oznámenia
sr: Разлог унапред обавештења
sw: Sababu ya Notisi ya Mapema
tr: Önceden Bildirim Nedeni

# dcf_timezone
source: Timezone
am: የጊዜ ክልል
ar: وحدة زمنية
az: Saat qurşağı
bg: Часова зона
es: Zona horaria
et: Ajavöönd
fa_ir: تایم زون
fi: Aikavyöhyke
fr: Fuseau horaire
ko: 표준시간대
lv: Laika zona
nl: Tijdzone
pl: Strefa czasowa
pt: Fuso Horário
ru: Часовой пояс
sk: Časové pásmo
sr: Vremenska zona
sw: Saa za eneo
tr: Zaman dilimi

source: Notifying Chaperone Last Name
am: የChaperone የመጨረሻ ስም ማሳወቅ
ar: إخطار الاسم الأخير للمرافق
az: Chaperone soyadının bildirilməsi
bg: Известяване Фамилното име на шаперон
es: Apellido del escolta de notificación
et: Saatja perekonnanime teatamine
fa_ir: اطلاع رسانی نام خانوادگی چپرون
fi: Testikutsun esittäjä Sukunimi
fr: Nom de famille de la personne notifiant le sportif
ko: 통지 샤프롱 성(Last Name)
lv: Paziņojot pavadonim uzvārdu
nl: De achternaam van de begeleider melden
pl: Nazwisko powiadamiającego chaperone'a
pt: Notificando o sobrenome do acompanhante
ru: Фамилия шаперона, проводившего уведомление
sk: Oznamuje priezvisko sprievodcovi
sr: Обавештавање презимена пратитеља
sw: Kujulisha Chaperone Jina la Mwisho
tr: Nezaretçi Soyadını Bildirme

source: Notifying Chaperone First Name
am: የChaperone የመጀመሪያ ስም ማሳወቅ
ar: إخطار الاسم الأول للمرافق
az: Şaperonun adının bildirilməsi
bg: Известяване Собствено Име на шаперон
es: Apellido del escolta de notificación
et: Saatja saatja teavitamine
fa_ir: اطلاع رسانی نام و نام خانوادگی
fi: Testikutsun esittäjä Etunimi
fr: Prénom de la personne notifiant le sportif
ko: 통지 샤프롱 이름(First Name)
lv: Paziņojot pavadoņa vārdu
nl: De voornaam van de begeleider melden
pl: Imię powiadamiającego chaperone'a
pt: Notificando o nome do acompanhante
ru: Имя шаперона, проводившего уведомление
sk: Oznamuje krstné meno sprievodcu
sr: Обавештавање о пратитељу Име
sw: Inajulisha Jina la Kwanza Chaperone
tr: Nezaretçi Adının Bildirilmesi

# dcf_timeSlot
source: 60-minute time slot
am: የ 60 ደቂቃ ጊዜ ማስገቢያ
ar: نافذة الستون دقيقة
az: 60 dəqiqəlik vaxt
bg: 60-минутен интервал
es: Periodo de tiempo de 60 minutos
et: 60-minutiline ajavahemik
fa_ir: بازه زمانی 60 دقیقه ای
fi: 60 minuutin ajanjakso
fr: Créneau de 60 minutes
ko: 60분 단위시간
lv: 60 minūšu laika posms
nl: Eén-uur-tijdsslot
pl: 60-minutowe "okienko"
pt: Período de tempo de 60 minutos
ru: Часовой интервал тестирования
sk: Časový interval 60 minút
sr: 60-minutni vremenski period
sw: Muda wa dakika 60
tr: 60-Dakikalık Zaman Aralığı

source: Identification Document
am: የመታወቂያ ሰነድ
ar: وثيقة تعريف
az: Şəxsiyyət Sənədi
bg: Идентификационен документ
es: Documento de identificación
et: Isikut tõendav dokument
fa_ir: سند شناسایی
fi: Henkilöllisyystodistus
fr: Document d'identité
ko: 신분 증명서
lv: Identifikācijas dokuments
nl: Identificatie document
pl: Dowód tożsamości
pt: Documento de identificação
ru: Документ, удостоверяющий личность
sk: Identifikačný dokument
sr: Идентификациони документ
sw: Hati ya Utambulisho
tr: Kimlik Belgesi

source: Document Type
am: የሰነድ ዓይነት
ar: نوع المستند
az: Sənəd növü
bg: Вид на документа
es: Tipo de documento
et: dokumendi tüüp
fa_ir: نوع سند
fi: Asiakirjan tyyppi
fr: Type de document
ko: 신분증 종류
lv: Dokumenta veids
nl: Soort document
pl: Typ dokumentu
pt: Tipo de Documento
ru: Тип документа
sk: typ dokumentu
sr: vrsta dokumenta
sw: Aina ya Hati
tr: Belge Türü

source: Selection Criteria
am: የምርጫ መስፈርት
ar: معيار التحديد
az: Seçim meyarları
bg: Критерии за подбор
es: Criterios de selección
et: Valikukriteeriumid
fa_ir: معیارهای انتخاب
fi: Valintaehdot
fr: Critères de sélection
ko: 기준 선택
lv: Atlases kritēriji
nl: Selectiecriteria
pl: Kryteria wyboru
pt: Critério de Seleção
ru: Критерии отбора
sk: Kritériá pre výber
sr: Kriterijumi za izbor
sw: Vigezo vya Uteuzi
tr: Seçim Kriterleri

source: 60-min time slot
am: 60-ደቂቃ ጊዜ ማስገቢያ
ar: نافذة الستون دقيقة
az: 60 dəqiqəlik vaxt
bg: 60-минутен интервал
es: Franja de una hora
et: 60-minutiline ajavahemik
fa_ir: زمان 60 دقیقه
fi: 60 minuutin ajanjakso
fr: Créneau de 60 min.
ko: 60분 단위시간
lv: 60 minūšu laika posms
nl: Eén-uur-tijdsslot
pl: 60-minutowe "okienko"
pt: Período de Tempo de 60 minutos
ru: Часовой интервал
sk: 60-minútový časový úsek
sr: Obaveznih sat vremena
sw: Muda wa dakika 60
tr: 60 Dakikalık Zaman Aralığı

source: Test Type
am: የሙከራ ዓይነት
ar: نوع الفحص
az: Test növü
bg: Вид на проверката
es: Tipo de control
et: Testi tüüp
fa_ir: نوع تست
fi: Testityyppi
fr: Type de contrôle
ko: 검사종류
lv: Pārbaudes veids
pl: Rodzaj badania
pt: Tipo de exame
ru: Вид тестирования
sk: Typ skúšky
sr: vrsta testa
sw: Aina ya Mtihani
tr: Doping Kontrol Türü

source: In Competition
am: በውድድር ውስጥ
ar: أثناء المباريات
az: Rəqabətdə
bg: По време на състезание
es: En competición
et: Võistluses
fa_ir: در رقابت
fi: Kilpailu
fr: En compétition
lv: Sacensībās
nl: Binnen Wedstrijdverband
pl: Na zawodach
pt: Em competição
ru: Соревновательный
sk: V súťaži
sr: na takmičenju
sw: Katika Mashindano
tr: Müsabaka içi

source: Out of Competition
am: ከውድድር ውጭ
ar: خارج إطار المنافسة
az: Rəqabət xaricində
bg: Извън състезание
es: Fuera de competición
et: Konkurentsist väljas
fa_ir: خارج از رقابت
fi: Kilpailun ulkopuolinen
fr: Hors compétition
ko: 경기기간외
lv: Ārpus konkurences
nl: Buiten competitie
pl: Poza zawodami
pt: Fora de Competição
ru: Внесоревновательный
sk: Mimo súťaže
sr: izvan takmičenja
sw: Nje ya Ushindani
tr: Müsabaka Dışı

source: Major Event
am: ዋና ክስተት
ar: حدث هام
az: Əsas hadisə
bg: Спортна проява от най-висок ранг
es: Evento importante
et: Suurüritus
fa_ir: رویداد بزرگ
fi: Suurtapahtuma
fr: Grand événement sportif
ko: 주요 경기대회
lv: Lielais notikums
nl: Groot evenement
pl: Ważne wydażenie sportowe
pt: Evento principal
ru: Крупное соревнование
sk: Hlavná udalosť
sr: Главни догађај
sw: Tukio Kuu
tr: Büyük Etkinlik

source: Competition Name
am: የውድድር ስም
ar: اسم البطولة
az: Müsabiqənin Adı
bg: Наименование на състезанието
es: Nombre de la competición
et: Võistluse nimi
fa_ir: نام مسابقه
fi: Kilpailun nimi
fr: Nom de la compétition
ko: 경기 명
lv: Konkursa nosaukums
nl: Naam competitie
pl: Nazwa zawodów
pt: Nome da Competição
ru: Название соревнования
sk: Názov súťaže
sr: ime takmičenja
sw: Jina la Ushindani
tr: Müsabaka Adı

source: Fee for Service Test
am: የአገልግሎት ክፍያ ክፍያ
ar: رسوم اختبار الخدمة
az: Xidmət Testi üçün ödəniş
bg: Такса за организиране на тест
es: Cuota por servicio
et: Teenuse testi tasu
fa_ir: هزینه تست خدمات
fi: Laskutettava testauspalvelu
fr: Prestation de services
ko: 검사 서비스 금액
lv: Maksa par servisa pārbaudi
nl: Vergoeding voor servicetest
pl: Opłata za test
pt: Taxa para teste de serviço
ru: Контрактный тест
sk: Poplatok za servisný test
sr: Накнада за сервисни тест
sw: Ada ya Mtihani wa Huduma
tr: Servis testi ücreti
