Repository: NandhineeR/WADA
Catalog: wada-ama-testcenter-web-57718053929f/wada-ama-testcenter-web-57718053929f/src/i18n/messages.*.xlf
Languages: am, ar, az, bg, es, et, fa_ir, fi, fr, ko, lv, nl, pl, pt, ru, sk, sr, sw, tr

# jarCodeUnmatchingSampleResultsMsg
source: The provided Jar code does not match any of thee sample results in the Sample
am: የቀረበው የጃር ኮድ ከማንኛችሁም ናሙና ውጤቶች ጋር አይዛመድም።
ar: كود Jar المتاح لا يتفق مع أي عينة من نتائج ee النموذجية في النموذج
az: Təqdim olunan Jar kodu Nümunədəki nümunə nəticələrinizin heç birinə uyğun gəlmir
bg: Предоставеният Jar код не съвпада с нито един от примерните резултати в Примера
es: El código del tarro proporcionado no coincide con ninguno de los resultados de la muestra
et: Esitatud Jari kood ei ühti ühegi näidistulemusega
fa_ir: کدjar ارائه شده با هیچ یک از نتایج نمونه شما در نمونه مطابقت ندارد
fi: Annettu Jar-koodi ei vastaa mitään näytteen näytetuloksista
fr: Le code Jar fourni ne correspond à aucun de vos résultats d’exemple dans l’exemple
ko: 제공된 Jar 코드가 시료의 시료 결과와 일치하지 않습니다.
lv: Norādītais Jar kods neatbilst nevienam no parauga rezultātiem paraugā
nl: De verstrekte Jar-code komt niet overeen met een resultaat van het staal
pl: Dostarczony kod Jar nie pasuje do żadnego z wyników próbki w Próbce
pt: O código do frasco não corresponde a nenhum dos resultados da amostra.
ru: Предоставленный код Jar не совпадает ни с одним из результатов выборки в Sample
sk: Poskytnutý kód Jar sa nezhoduje so žiadnym z tvojich vzorových výsledkov vo vzorke
sr: Navedeni kôd tegle se ne podudara ni sa jednom od rezultata uzorka u uzorku
sw: Msimbo wa Jar uliotolewa haulingani na matokeo yoyote ya sampuli yako kwenye Sampuli
tr: Sağlanan Jar kodu, Numunedeki numune sonuçlarından hiçbiriyle eşleşmiyor

# invalidJsonPatchMsg
source: Error [INVALID_JSON_PATCH]
am: ስህተት [INVALID_JSON_PATCH]
ar: خطأ [ INVALID_JSON_PATCH ]
az: Xəta [INVALID_JSON_PATCH]
bg: Грешка [INVALID_JSON_PATCH]
et: Viga [INVALID_JSON_PATCH]
fa_ir: خطای [INVALID_JSON_PATCH]
fi: Virhe [INVALID_JSON_PATCH]
fr: Erreur [INVALID_JSON_PATCH]
ko: [INVALID_JSON_PATCH] 오류
lv: Kļūda [INVALID_JSON_PATCH]
nl: Fout [INVALID_JSON_PATCH]
pl: Błąd [INVALID_JSON_PATCH]
pt: Erro [INVÁLIDO_JSON_PATCH]
ru: Ошибка [INVALID_JSON_PATCH]
sk: Chyba [INVALID_JSON_PATCH]
sr: Greška [INVALID_JSON_PATCH]
sw: Hitilafu [INVALID_JSON_PATCH]
tr: Hata [INVALID_JSON_PATCH]

# sportIsRequiredMsg
source: The Sport Discipline field is required
am: የስፖርት ዲሲፕሊን ሜዳ ያስፈልጋል
ar: يجب تحديد مجال الانضباط الرياضي
az: İdman İntizamı sahəsi tələb olunur
bg: Полето Sport Discipline е задължително
es: El campo Disciplina Deportiva es obligatorio
et: Spordidistsipliini väli on kohustuslik
fa_ir: منظم بودن رشته ورزشی الزامی است
fi: Laji/alalaji-kenttä vaaditaan
fr: Le champ de discipline sportive est obligatoire
ko: 세부종목은 필수 항목입니다.
lv: Sporta disciplīnas lauks ir nepieciešams
nl: Het veld Sportdiscipline is verplicht
pl: Pole Dyscyplina sportowa jest wymagane
pt: O campo da Disciplina Esportiva é obrigatório
ru: Поле "Спортивная дисциплина" является обязательным
sk: Pole Športová disciplína je povinné
sr: Polje sportske discipline je obavezno
sw: Sehemu ya Nidhamu ya Michezo inahitajika
tr: Spor Disiplini alanı gereklidir

# testParticipantTypeInvalidMsg
source: The type of at least one Test Participant is invalid
am: ቢያንስ አንድ የሙከራ ተሳታፊ አይነት ልክ ያልሆነ ነው።
ar: نوع Participant واحد على الأقل غير صحيح
az: Ən azı bir Test İştirakçısının növü etibarsızdır
bg: Типът на поне един участник в теста е невалиден
es: El tipo de al menos un participante en la prueba no es válido
et: Vähemalt ühe testis osaleja tüüp on kehtetu
fa_ir: حداقل یک شرکت کننده آزمون نامعتبر است
fi: Vähintään yhden testiin osallistujan tyyppi on virheellinen
fr: Le type d’au moins un participant au test n’est pas valide
ko: 하나 이상의 검사 참여자 유형이 잘못되었습니다.
lv: Vismaz viena testa dalībnieka veids nav derīgs
nl: Het type van ten minste één Testdeelnemer is ongeldig
pl: Typ co najmniej jednego Uczestnika Testu jest nieprawidłowy
pt: O tipo de pelo menos um Participante de Teste é inválido
ru: Тип хотя бы одного участника тестирования недействителен
sk: Typ aspoň jedného účastníka testu je neplatný
sr: Tip najmanje jednog test učesnika je nevažeći
sw: Aina ya angalau Mshiriki wa Jaribio ni batili
tr: En az bir Test Katılımcısı türü geçersiz

# testParticipantLeadDcoParticipantRequiredMsg
source: The Lead DCO is required
am: መሪ DCO ያስፈልጋል
ar: كبير DO مطلوب
az: Aparıcı DCO tələb olunur
bg: Необходим е водещият DCO
es: El ACA principal debe
et: Juhtiv DCO on nõutav
fa_ir: افسر کنترل دوپینگ ارشد مورد نیاز است
fi: Vastaava DCO vaaditaan
fr: L'ACD principal est requis
ko: 선임 DCO는 필수 항목입니다.
lv: Nepieciešams vadošais DCO
nl: De Lead DCO moet
pl: Główny DCO jest wymagany
pt: O DCO de chumbo é necessário
ru: От ведущего ИДК требуется
sk: Vedúci DCO je povinný
sr: Glavni DCO je obavezan
sw: DCO Kiongozi inahitajika
tr: Lider DCO gerekli

# matchingResultAlreadyConfirmedOrRejectedMsg
source: The matching result has already been either confirmed or rejected
am: ተዛማጅ ውጤቱ ቀድሞውኑ ተረጋግጧል ወይም ውድቅ ተደርጓል
ar: تم تأكيد أو رفض نتيجة المطابقة بالفعل
az: Uyğun nəticə artıq ya təsdiqlənib, ya da rədd edilib
bg: Съвпадащият резултат вече е потвърден или отхвърлен
es: El resultado de la concordancia ya ha sido confirmado o rechazado
et: Sobivustulemus on juba kinnitatud või tagasi lükatud
fa_ir: نتیجه تطبیق قبلاً یا تأیید یا رد شده است
fi: Yhdistetty tulos on jo joko vahvistettu tai hylätty
fr: Le résultat correspondant a déjà été confirmé ou rejeté
ko: 일치 결과가 이미 확인되었거나 거부되었습니다.
lv: Atbilstošais rezultāts jau ir apstiprināts vai noraidīts
nl: De koppeling is reeds bevestigd of afgewezen
pl: Pasujący wynik został już potwierdzony lub odrzucony
pt: O resultado correspondente já foi confirmado ou rejeitado
ru: Результат совпадения уже либо подтвержден, либо отклонен
sk: Výsledok zhody už bol buď potvrdený, alebo zamietnutý
sr: Rezultat podudaranja je već potvrđen ili odbijen
sw: Matokeo yanayolingana tayari yamethibitishwa au kukataliwa
tr: Eşleşen sonuç zaten onaylandı veya reddedildi

# invalidSampleTypeMsg
source: The Sample type is invalid
am: የናሙና ዓይነት ልክ ያልሆነ ነው።
ar: نوع النموذج غير صحيح
az: Nümunə növü yanlışdır
bg: Типът пример е невалиден
es: El tipo de muestra no es válido
et: Näidise tüüp on kehtetu
fa_ir: نوع نمونه نامعتبر است
fi: Näytetyyppi on virheellinen
fr: Le type d’échantillon n’est pas valide
ko: 시료 유형이 잘못되었습니다.
lv: Parauga veids nav derīgs
nl: Het monstertype is ongeldig
pl: Typ próbki jest nieprawidłowy
pt: O tipo de amostra é inválido
ru: Тип пробы недействителен
sk: Typ vzorky je neplatný
sr: Tip uzorka je nevažeći
sw: Aina ya Sampuli ni batili
tr: Örnek türü geçersiz

# invalidTestPoolTypeMsg
source: The type of the Test pool is invalid
am: የሙከራ ገንዳው አይነት ልክ ያልሆነ ነው።
ar: نوع مستودع الاختبار غير صحيح
az: Test hovuzunun növü yanlışdır
bg: Типът на тестовия пул е невалиден
es: El tipo del banco de pruebas no es válido
et: Testikogumi tüüp on kehtetu
fa_ir: نوع مجموعه تست نامعتبر است
fi: Testauspoolin tyyppi on virheellinen
fr: Le type de groupe de contrôle n’est pas valide
ko: 검사 풀의 유형이 잘못되었습니다.
lv: Pārbaudes kopas veids nav derīgs
nl: Het type van de Testpool is ongeldig
pl: Typ puli testowej jest nieprawidłowy
pt: O tipo de pool de teste é inválido
ru: Тип пула Test недействителен
sk: Typ testovacieho fondu je neplatný
sr: Tip probnog bazena je nevažeći
sw: Aina ya kundi la majaribio ni batili
tr: Test havuzunun türü geçersiz

# invalidStatusCodeMsg
source: The status code is invalid
am: የሁኔታ ኮድ ልክ ያልሆነ ነው።
ar: كود الحالة غير صحيح
az: Status kodu etibarsızdır
bg: Кодът на състоянието е невалиден
es: El código de estado no es válido
et: Olekukood on kehtetu
fa_ir: کد وضعیت نامعتبر است
fi: Tilakoodi on virheellinen
fr: Le code du statut n’est pas valide
ko: 상태 코드가 잘못되었습니다.
lv: Statusa kods nav derīgs
nl: De statuscode is ongeldig
pl: Kod stanu jest nieprawidłowy
pt: O código de status é inválido
ru: Код состояния недействителен
sk: Stavový kód je neplatný
sr: Statusni kôd je nevažeći
sw: Msimbo wa hali ni batili
tr: Durum kodu geçersiz

# invalidFileExtensionMsg
source: The file extension is invalid
am: የፋይል ቅጥያው ልክ ያልሆነ ነው።
ar: لاحقة الملف غير صحيحة
az: Fayl uzantısı yanlışdır
bg: Разширението на файла е невалидно
es: La extensión del archivo no es válida
et: Faililaiend on kehtetu
fa_ir: پسوند فایل نامعتبر است
fi: Tiedostonimenpääte on virheellinen
fr: L’extension de fichier n’est pas valide
ko: 파일 확장자가 잘못되었습니다.
lv: Faila paplašinājums nav derīgs
nl: De bestandsextensie is ongeldig
pl: Rozszerzenie pliku jest nieprawidłowe
pt: A extensão do arquivo é inválida
ru: Расширение файла недействительно
sk: Prípona súboru je neplatná
sr: Oznaka tipa datoteke je nevažeća
sw: Kiendelezi cha faili ni batili
tr: Dosya uzantısı geçersiz

# typeInsteadOfStatusOrSubStatusMsg
source: Error [TYPE_INSTEAD_OF_STATUS_OR_SUB_STATUS]
am: ስህተት [TYPE_INSTEAD_OF_STATUS_OR_SUB_STATUS]
ar: خطأ [ TYPE_INSTEAD_OF_STATUS_OR_SUB_STATUS ]
az: Xəta [TYPE_INSTEAD_OF_STATUS_OR_SUB_STATUS]
bg: Грешка [TYPE_INSTEAD_OF_STATUS_OR_SUB_STATUS]
et: Viga [TYPE_INSTEAD_OF_STATUS_OR_SUB_STATUS]
fa_ir: خطای [TYPE_INSTEAD_OF_STATUS_OR_SUB_STATUS]
fi: Virhe [TYPE_INSTEAD_OF_STATUS_OR_SUB_STATUS]
fr: Erreur [TYPE_INSTEAD_OF_STATUS_OR_SUB_STATUS]
ko: [TYPE_INSTEAD_OF_STATUS_OR_SUB_STATUS] 오류
lv: Kļūda [TYPE_INSTEAD_OF_STATUS_OR_SUB_STATUS]
nl: Fout [TYPE_INSTEAD_OF_STATUS_OR_SUB_STATUS]
pl: Błąd [TYPE_INSTEAD_OF_STATUS_OR_SUB_STATUS]
pt: Erro [TYPE_INSTEAD_OF_STATUS_OR_SUB_STATUS]
ru: Ошибка [TYPE_INSTEAD_OF_STATUS_OR_SUB_STATUS]
sk: Chyba [TYPE_INSTEAD_OF_STATUS_OR_SUB_STATUS]
sr: Greška [TYPE_INSTEAD_OF_STATUS_OR_SUB_STATUS]
sw: Hitilafu [TYPE_INSTEAD_OF_STATUS_OR_SUB_STATUS]
tr: Hata [TYPE_INSTEAD_OF_STATUS_OR_SUB_STATUS]

# invalidCountryCodeMsg
source: The country code is invalid
am: የአገር ኮድ ልክ ያልሆነ ነው።
ar: كود البلد غير صحيح
az: Ölkə kodu etibarsızdır
bg: Кодът на държавата е невалиден
es: El código de país no es válido
et: Riigikood on kehtetu
fa_ir: کد کشور نامعتبر است
fi: Maakoodi on virheellinen
fr: Le code du pays n’est pas valide
ko: 국가 코드가 잘못되었습니다.
lv: Valsts kods nav derīgs
nl: De landcode is ongeldig
pl: Kod kraju jest nieprawidłowy
pt: O código do país é inválido
ru: Код страны недействителен
sk: Kód krajiny je neplatný
sr: Pozivni broj zemlje je nevažeći
sw: Msimbo wa nchi ni batili
tr: Ülke kodu geçersiz

# missingAdrvIdMsg
source: Error [MISSING_ADRV_ID]
am: ስህተት [MISSING_ADRV_ID]
ar: خطأ [ MISING_ADRV_ID ]
az: Xəta [MISSING_ADRV_ID]
bg: Грешка [MISSING_ADRV_ID]
et: Viga [MISSING_ADRV_ID]
fa_ir: خطای [MISSING_ADRV_ID]
fi: Virhe [MISSING_ADRV_ID]
fr: Erreur [MISSING_ADRV_ID]
ko: [MISSING_ADRV_ID] 오류
lv: Kļūda [MISSING_ADRV_ID]
nl: Fout [MISSING_ADRV_ID]
pl: Błąd [MISSING_ADRV_ID]
pt: Erro [MISSING_ADRV_ID]
ru: Ошибка [MISSING_ADRV_ID]
sk: Chyba [MISSING_ADRV_ID]
sr: Greška [MISSING_ADRV_ID]
sw: Hitilafu [MISSING_ADRV_ID]
tr: Hata [MISSING_ADRV_ID]

# invalidUserAccountTypeMsg
source: The type of user account is invalid
am: የተጠቃሚ መለያ አይነት ልክ ያልሆነ ነው።
ar: نوع حساب المستخدم غير صحيح
az: İstifadəçi hesabının növü yanlışdır
bg: Типът потребителски акаунт е невалиден
es: El tipo de cuenta de usuario no es válido
et: Kasutajakonto tüüp on kehtetu
fa_ir: نوع حساب کاربری نامعتبر است
fi: Käyttäjätilin tyyppi on virheellinen
fr: Le type de compte d’utilisateur n’est pas valide
ko: 사용자 계정 유형이 잘못되었습니다.
lv: Lietotāja konta veids nav derīgs
nl: Het type gebruikersaccount is ongeldig
pl: Typ konta użytkownika jest nieprawidłowy
pt: O tipo de conta de usuário é inválido
ru: Тип учетной записи пользователя недействителен
sk: Typ používateľského účtu je neplatný
sr: Tip korisničkog naloga je nevažeći
sw: Aina ya akaunti ya mtumiaji ni batili
tr: Kullanıcı hesabının türü geçersiz

# missingSanctionIdMsg
source: Error [MISSING_SANCTION_ID]
am: ስህተት [MISSING_SANCTION_ID]
ar: خطأ [ MISING_SANCTION_ID ]
az: Xəta [MISSING_SANCTION_ID]
bg: Грешка [MISSING_SANCTION_ID]
et: Viga [MISSING_SANCTION_ID]
fa_ir: خطای [MISSING_SANCTION_ID]
fi: Virhe [MISSING_SANCTION_ID]
fr: Erreur [MISSING_SANCTION_ID]
ko: [MISSING_SANCTION_ID] 오류
lv: Kļūda [MISSING_SANCTION_ID]
nl: Fout [MISSING_SANCTION_ID]
pl: Błąd [MISSING_SANCTION_ID]
pt: Erro [MISSING_SANCTION_ID]
ru: Ошибка [MISSING_SANCTION_ID]
sk: Chyba [MISSING_SANCTION_ID]
sr: Greška [MISSING_SANCTION_ID]
sw: Hitilafu [MISSING_SANCTION_ID]
tr: Hata [MISSING_SANCTION_ID]

# missingDcfSampleIdMsg
source: Error [MISSING_DCF_SAMPLE_ID]
am: ስህተት [MISSING_DCF_SAMPLE_ID]
ar: خطأ [ MISING_DCF_SAMPLE_ID ]
az: Xəta [MISSING_DCF_SAMPLE_ID]
bg: Грешка [MISSING_DCF_SAMPLE_ID]
et: Viga [MISSING_DCF_SAMPLE_ID]
fa_ir: خطای [MISSING_DCF_SAMPLE_ID]
fi: Virhe [MISSING_DCF_SAMPLE_ID]
fr: Erreur [MISSING_DCF_SAMPLE_ID]
ko: [MISSING_DCF_SAMPLE_ID] 오류
lv: Kļūda [MISSING_DCF_SAMPLE_ID]
nl: Fout [MISSING_DCF_SAMPLE_ID]
pl: Błąd [MISSING_DCF_SAMPLE_ID]
pt: Erro [MISSING_DCF_SAMPLE_ID]
ru: Ошибка [MISSING_DCF_SAMPLE_ID]
sk: Chyba [MISSING_DCF_SAMPLE_ID]
sr: Greška [MISSING_DCF_SAMPLE_ID]
sw: Hitilafu [MISSING_DCF_SAMPLE_ID]
tr: Hata [MISSING_DCF_SAMPLE_ID]

# missingLabResultIdMsg
source: Error [MISSING_LAB_RESULT_ID]
am: ስህተት [MISSING_LAB_RESULT_ID]
ar: خطأ [ MISING_LAB_RESULT_ID ]
az: Xəta [MISSING_LAB_RESULT_ID]
bg: Грешка [MISSING_LAB_RESULT_ID]
et: Viga [MISSING_LAB_RESULT_ID]
fa_ir: خطای [MISSING_LAB_RESULT_ID]
fi: Virhe [MISSING_LAB_RESULT_ID]
fr: Erreur [MISSING_LAB_RESULT_ID]
ko: [MISSING_LAB_RESULT_ID] 오류
lv: Kļūda [MISSING_LAB_RESULT_ID]
nl: Fout [MISSING_LAB_RESULT_ID].
pl: Błąd [MISSING_LAB_RESULT_ID]
pt: Erro [MISSING_LAB_RESULT_ID]
ru: Ошибка [MISSING_LAB_RESULT_ID]
sk: Chyba [MISSING_LAB_RESULT_ID]
sr: Greška [MISSING_LAB_RESULT_ID]
sw: Hitilafu [MISSING_LAB_RESULT_ID]
tr: Hata [MISSING_LAB_RESULT_ID]

# invalidFolderIdMsg
source: Error [INVALID_FOLDER_ID]
am: ስህተት [INVALID_FOLDER_ID]
ar: خطأ [ INVALID_FOLDER_ID ]
az: Xəta [INVALID_FOLDER_ID]
bg: Грешка [INVALID_FOLDER_ID]
et: Viga [INVALID_FOLDER_ID]
fa_ir: خطای [INVALID_FOLDER_ID]
fi: Virhe [INVALID_FOLDER_ID]
fr: Erreur [INVALID_FOLDER_ID]
ko: [INVALID_FOLDER_ID] 오류
lv: Kļūda [INVALID_FOLDER_ID]
nl: Fout [INVALID_FOLDER_ID]
pl: Błąd [INVALID_FOLDER_ID]
pt: Erro [INVALID_FOLDER_ID]
ru: Ошибка [INVALID_FOLDER_ID]
sk: Chyba [INVALID_FOLDER_ID]
sr: Greška [INVALID_FOLDER_ID]
sw: Hitilafu [INVALID_FOLDER_ID]
tr: Hata [INVALID_FOLDER_ID]

# missingAthleteIdMsg
source: Error [MISSING_ATHLETE_ID]
am: ስህተት [MISSING_ATHLETE_ID]
ar: خطأ [ MISING_PATLETE_ID ]
az: Xəta [MISSING_ATHLETE_ID]
bg: Грешка [MISSING_ATHLETE_ID]
et: Viga [MISSING_ATHLETE_ID]
fa_ir: خطای [MISSING_ATHLETE_ID]
fi: Virhe [MISSING_ATHLETE_ID]
fr: Erreur [MISSING_ATHLETE_ID]
ko: [MISSING_ATHLETE_ID] 오류
lv: Kļūda [MISSING_ATHLETE_ID]
nl: Fout [MISSING_ATHLETE_ID]
pl: Błąd [MISSING_ATHLETE_ID]
pt: Erro [MISSING_ATHLETE_ID]
ru: Ошибка [MISSING_ATHLETE_ID]
sk: Chyba [MISSING_ATHLETE_ID]
sr: Greška [MISSING_ATHLETE_ID]
sw: Hitilafu [MISSING_ATHLETE_ID]
tr: Hata [MISSING_ATHLETE_ID]

# missingAthleteMsg
source: The Test is not bound to an athlete
am: ፈተናው ከአንድ አትሌት ጋር ብቻ የተያያዘ አይደለም
ar: الاختبار ليس مرتبط برياضي
az: Sınaq idmançıya bağlı deyil
bg: Тестът не е обвързан със спортист
es: La prueba no está vinculada a un atleta
et: Test ei ole sportlasega seotud
fa_ir: آزمون به یک ورزشکار محدود نمی شود
fi: Testi ei ole liitetty urheilijaan
fr: Le contrôle n’est pas lié à un athlète
ko: 검사가 선수와 연동되지 않았습니다.
lv: Pārbaude nav saistīta ar sportistu
nl: De Test is niet gebonden aan een atleet
pl: Test nie jest związany z zawodnikiem
pt: O Teste não está vinculado a um atleta
ru: Тест не привязан к спортсмену
sk: Test nie je viazaný na športovca
sr: Test nije vezan za sportistu
sw: Mtihani haufungwi kwa mwanariadha
tr: Test bir sporcuya bağlı değildir

# missingAthleteOrPlaceholderInTestMsg
source: The Test must be bound to either an athlete or a placeholder
am: ፈተናው ከአንድ አትሌት ወይም ቦታ ያዥ ጋር መታሰር አለበት።
ar: يجب أن يكون الاختبار مرتبط بأحد الرياضيين أو المكان المحتجز
az: Test ya idmançıya, ya da yer tutucuya bağlanmalıdır
bg: Тестът трябва да бъде обвързан или със спортист, или със запазено място
es: La prueba debe estar vinculada a un atleta o a un marcador de posición
et: Test peab olema seotud kas sportlase või kohahoidjaga
fa_ir: آزمون باید به یک ورزشکار یا یک حائز رتبه محدود شود
fi: Testin on oltava liitetty joko urheilijaan tai sijoitukseen
fr: Le contrôle doit être lié à un sportif ou à un espace réservé
ko: 검사는 선수 또는 검사대상자에 연동되어야 합니다.
lv: Pārbaudei jābūt saistītai ar sportistu vai vietturi
nl: De Test moet gebonden zijn aan een atleet of een "placeholder"
pl: Test musi być przypisany do sportowca lub osoby zastępczej
pt: O Teste deve ser vinculado a um atleta ou a um local
ru: Тест должен быть привязан либо к спортсмену, либо к заполнителю
sk: Test musí byť viazaný buď na športovca, alebo na zástupcu
sr: Test mora biti vezan ili za sportistu ili za čuvara mesta
sw: Jaribio lazima liambatane na mwanariadha au kishika nafasi
tr: Test, bir sporcuya veya bir yer tutucuya bağlı olmalıdır.

# tpSourceOrgDifferentFromCacheMsg
source: Error [TP_SOURCE_ORG_DIFFERENT_FROM_CACHE]
am: ስህተት [TP_SOURCE_ORG_DIFFERENT_FROM_CACHE]
ar: خطأ [ TP_SOURCE_ORG_DIFFERENT_FROM_CACHE ]
az: Xəta [TP_SOURCE_ORG_DIFFERENT_FROM_CACHE]
bg: Грешка [TP_SOURCE_ORG_DIFFERENT_FROM_CACHE]
et: Viga [TP_SOURCE_ORG_DIFFERENT_FROM_CACHE]
fa_ir: خطای [TP_SOURCE_ORG_DIFFERENT_FROM_CACHE]
fi: Virhe [TP_SOURCE_ORG_DIFFERENT_FROM_CACHE]
fr: Erreur [TP_SOURCE_ORG_DIFFERENT_FROM_CACHE]
ko: [TP_SOURCE_ORG_DIFFERENT_FROM_CACHE] 오류
lv: Kļūda [TP_SOURCE_ORG_DIFFERENT_FROM_CACHE]
nl: Fout [TP_SOURCE_ORG_DIFFERENT_FROM_CACHE]
pl: Błąd [TP_SOURCE_ORG_DIFFERENT_FROM_CACHE]
pt: Erro [TP_SOURCE_ORG_DIFFERENT_FROM_CACHE]
ru: Ошибка [TP_SOURCE_ORG_DIFFERENT_FROM_CACHE]
sk: Chyba [TP_SOURCE_ORG_DIFFERENT_FROM_CACHE]
sr: Greška [TP_SOURCE_ORG_DIFFERENT_FROM_CACHE]
sw: Hitilafu [TP_SOURCE_ORG_DIFFERENT_FROM_CACHE]
tr: Hata [TP_SOURCE_ORG_DIFFERENT_FROM_CACHE]

# tooManyUserReportsInQueueMsg
source: The current user has exceeded the number of reports in queue
am: የአሁኑ ተጠቃሚ በወረፋ ውስጥ ካሉት የሪፖርቶች ብዛት አልፏል
ar: تعدى المستخدم الحالي عدد التقارير في الصف
az: Cari istifadəçi növbədəki hesabatların sayını keçib
bg: Текущият потребител е надвишил броя отчети в опашката
es: El usuario actual ha superado el número de informes en cola
et: Praegune kasutaja on ületanud järjekorras olevate aruannete arvu
fa_ir: کاربر فعلی از تعداد گزارش‌های موجود در صف فراتر رفته است
fi: Nykyinen käyttäjä on ylittänyt jonossa olevien raporttien määrän
fr: L’utilisateur actuel a dépassé le nombre de rapports dans la file d’attente
ko: 현재 사용자가 대기열에 있는 보고서 수를 초과했습니다.
lv: Pašreizējais lietotājs ir pārsniedzis rindā esošo atskaišu skaitu
nl: De huidige gebruiker heeft het aantal rapporten in de wachtrij overschreden
pl: Obecny użytkownik przekroczył liczbę raportów w kolejce
pt: O usuário atual excedeu o número de relatórios em fila
ru: Текущий пользователь превысил количество отчетов в очереди
sk: Aktuálny používateľ prekročil počet hlásení vo fronte
sr: Trenutni korisnik je premašio broj izveštaja u redu
sw: Mtumiaji wa sasa amepita idadi ya ripoti kwenye foleni
tr: Geçerli kullanıcı, kuyruktaki rapor sayısını aştı

# cannotCancelMatchedBpLabResultMsg
source: A Matched Blood Passport Laboratory Result cannot be canceled
am: የተዛመደ የደም ፓስፖርት የላብራቶሪ ውጤት ሊሰረዝ አይችልም።
ar: لا يمكن إلغاء نتيجة مختبر جواز السفر بالدم المطروقة
az: Uyğun Qan Pasport Laboratoriya Nəticəsi ləğv edilə bilməz
bg: Лабораторен резултат за съответстващ кръвен паспорт не може да бъде отменен
es: Un resultado de laboratorio del pasaporte sanguíneo no puede ser anulado
et: Sobivat verepassi laboratoorset tulemust ei saa tühistada
fa_ir: نتایج آزمایشگاهی گذرنامه خون منطبق قابل لغو نیست
fi: Yhdistettyä veripassin laboratoriotulosta ei voi peruuttaa
fr: Un résultat de laboratoire de passeport sanguin lié à un FCD ne peut pas être annulé
ko: 일치하는 혈액 수첩 분석기관 결과는 취소할 수 없습니다.
lv: Atbilstošu asins pases laboratorijas rezultātu nevar atcelt
nl: Een gekoppeld bloedpaspoortlaboratoriumresultaat kan niet worden geannuleerd
pl: Nie można anulować wyniku laboratorium dopasowanego paszportu krwi
pt: Um resultado de laboratório de passaporte de sangue compatível não pode ser cancelado
ru: Лабораторный результат паспорта совпадения крови не может быть отменен
sk: Zhodný laboratórny výsledok krvného pasu nemožno zrušiť
sr: Nije moguće otkazati neisklopljen laboratorijski rezultat krvnog pasoša
sw: Matokeo Yanayolingana ya Maabara ya Pasipoti ya Damu hayawezi kughairiwa
tr: Eşleşen Kan Pasaportu Laboratuvar Sonucu iptal edilemez

# cannotCancelMatchedLabResultMsg
source: A Matched Laboratory Result cannot be canceled
am: የተዛመደ የላብራቶሪ ውጤት ሊሰረዝ አይችልም።
ar: لا يمكن الغاء نتيجة المختبر المطابقة
az: Uyğun Laboratoriya Nəticəsi ləğv edilə bilməz
bg: Съвпадащият лабораторен резултат не може да бъде отменен
es: Un resultado de laboratorio coincidente no puede ser cancelado
et: Sobivat laboratoorset tulemust ei saa tühistada
fa_ir: یک نتیجه آزمایشگاهی مطابق را نمی توان لغو کرد
fi: Yhdistettyä laboratoriotulosta ei voi peruuttaa
fr: Un résultat de laboratoire correspondant ne peut pas être annulé
ko: 일치하는 분석기관 결과는 취소할 수 없습니다.
lv: Atbilstošu laboratorijas rezultātu nevar atcelt
nl: Een gekoppeld laboratoriumresultaat kan niet worden geannuleerd
pl: Nie można anulować wyniku dopasowanego laboratorium
pt: Um resultado de laboratório compatível não pode ser cancelado
ru: Совпадение результатов лабораторных исследований не может быть отменено
sk: Zhodný laboratórny výsledok nemožno zrušiť
sr: Nije moguće otkazati podusni laboratorijski rezultat
sw: Matokeo Yanayolingana ya Maabara hayawezi kughairiwa
tr: Eşleşen Laboratuvar Sonucu iptal edilemez

# invalidPickerInfoProvidedMsg
source: Error [INVALID_PICKER_INFO_PROVIDED]
am: ስህተት [INVALID_PICKER_INFO_PROVIDED]
ar: خطأ [ INVALID_PICKER_INFO_PROVIDED ]
az: Xəta [INVALID_PICKER_INFO_PROVIDED]
bg: Грешка [INVALID_PICKER_INFO_PROVIDED]
et: Viga [INVALID_PICKER_INFO_PROVIDED]
fa_ir: خطای [INVALID_PICKER_INFO_PROVIDED]
fi: Virhe [INVALID_PICKER_INFO_PROVIDED]
fr: Erreur [INVALID_PICKER_INFO_PROVIDED]
ko: [INVALID_PICKER_INFO_PROVIDED] 오류
lv: Kļūda [INVALID_PICKER_INFO_PROVIDED]
nl: Fout [INVALID_PICKER_INFO_PROVIDED]
pl: Błąd [INVALID_PICKER_INFO_PROVIDED]
pt: Erro [INVÁLIDO_PICKER_INFO_PROVIDO]
ru: Ошибка [INVALID_PICKER_INFO_PROVIDED]
sk: Chyba [INVALID_PICKER_INFO_PROVIDED]
sr: Greška [INVALID_PICKER_INFO_PROVIDED]
sw: Hitilafu [INVALID_PICKER_INFO_PROVIDED]
tr: Hata [INVALID_PICKER_INFO_PROVIDED]

# pickerHelperUnavailableMsg
source: Error [PICKER_HELPER_UNAVAILABLE]
am: ስህተት [PICKER_HELPER_UNAVAILABLE]
ar: خطأ [ PICKER_HELPER_UNAVAILABLE ]
az: Xəta [PICKER_HELPER_UNAVAILABLE]
bg: Грешка [PICKER_HELPER_UNAVAILABLE]
et: Viga [PICKER_HELPER_UNAVAILABLE]
fa_ir: خطای [PICKER_HELPER_UNAVAILABLE]
fi: Virhe [PICKER_HELPER_UNAVAILABLE]
fr: Erreur [PICKER_HELPER_UNAVAILABLE]
ko: [PICKER_HELPER_UNAVAILABLE] 오류
lv: Kļūda [PICKER_HELPER_UNAVAILABLE]
nl: Fout [PICKER_HELPER_UNAVAILABLE]
pl: Błąd [PICKER_HELPER_UNAVAILABLE]
pt: Erro [PICKER_HELPER_UNAVAILABLE]
ru: Ошибка [PICKER_HELPER_UNAVAILABLE]
sk: Chyba [PICKER_HELPER_UNAVAILABLE]
sr: Greška [PICKER_HELPER_UNAVAILABLE]
sw: Hitilafu [PICKER_HELPER_UNAVAILABLE]
tr: Hata [PICKER_HELPER_UNAVAILABLE]
