Repository: NandhineeR/WADA
Catalog: wada-ama-testcenter-web-57718053929f/wada-ama-testcenter-web-57718053929f/src/i18n/messages.*.xlf
Languages: am, ar, az, bg, es, et, fa_ir, fi, fr, ko, lv, nl, pl, pt, ru, sk, sr, sw, tr

# changingSampleCollectionAuthorityRemoveAllPersonnel
source: By changing the Sample Collection Authority, all Doping Control Personnel and Test Participants will be removed.
am: የናሙና አሰባሰብ ባለስልጣን በመቀየር ሁሉም የዶፒንግ ቁጥጥር ሰራተኞች እና የሙከራ ተሳታፊዎች ይወገዳሉ።
ar: من خلال تغيير هيئة جمع العينات، ستتم إزالة جميع موظفي مراقبة المنشطات والمشاركين في الاختبار.
az: Nümunə toplama orqanının dəyişdirilməsi ilə bütün Dopinq Nəzarəti İştirakçıları və Test İştirakçıları çıxarılacaq.
bg: Чрез промяна на органа за вземане на проби, всички служители на допинг контрола и участници в тестовете ще бъдат отстранени.
es: Al cambiar la Autoridad de Recolección de Muestras, todo el Personal de Control de Dopaje y los Participantes de la Prueba serán eliminados.
et: Proovivõtuasutuse muutmisega eemaldatakse kõik dopingukontrolli töötajad ja testis osalejad.
fa_ir: با تغییر مرجع جمع آوری نمونه، تمامی پرسنل کنترل دوپینگ و شرکت کنندگان در آزمون حذف خواهند شد.
fi: Vaihtamalla Testausorganisaation, koko dopingtestihenkilöstö ja testiin osallistujat poistetaan.
fr: En changeant d'autorité de prélèvement des échantillons, tout le personnel de contrôle du dopage et les participants aux contrôles seront retirés.
ko: 시료채취기구를 변경하면 모든 도핑관리요원과 검사 참가자가 삭제됩니다.
lv: Mainot paraugu savākšanas iestādi, visi dopinga kontroles darbinieki un pārbaudes dalībnieki tiks noņemti.
nl: Door de monsterafnameautoriteit te wijzigen, worden alle dopingcontrolemedewerkers en testdeelnemers verwijderd.
pl: Zmiana organu pobierającego próbki spowoduje usunięcie całego personelu kontroli antydopingowej i uczestników testów.
pt: Ao alterar a Autoridade de Coleta de Amostra, todo o Pessoal de Controle de Doping e Participantes do Teste serão removidos.
ru: При смене Организации, отвечающей за сбор проб, все записи о Персонале по сбору проб и Участниках тестирования будут удалены.
sk: Zmenou úradu na odber vzoriek budú odstránení všetci pracovníci dopingovej kontroly a účastníci testu.
sr: Promenom organa za prikupljanje uzoraka, sve osoblje za kontrolu dopinga i učesnici ispitivanja biće uklonjeni.
sw: Kwa kubadilisha Mamlaka ya Ukusanyaji Sampuli, Wafanyakazi wote wa Udhibiti wa Dawa za Kulevya na Washiriki wa Jaribio wataondolewa.
tr: Örnek Almaya Yetkili Kuruluşun değiştirilmesiyle, tüm Doping Kontrol Personeli ve Doping Kontrol Katılımcıları silinecektir.

source: Add Unsuccessful Attempts
am: ያልተሳኩ ሙከራዎችን ያክሉ
ar: أضف محاولات غير ناجحة
az: Uğursuz cəhdlər əlavə edin
bg: Добавете неуспешни опити за тестване
es: Añadir intentos fallidos
et: Lisage ebaõnnestunud katsed
fa_ir: افزودن تلاش های ناموفق
fi: Lisää Epäonnistuneet testiyritykset
fr: Ajouter des tentatives manquées
ko: 검사시도실패 추가
lv: Pievienot neveiksmīgos mēģinājumus
nl: Voeg mislukte pogingen toe
pl: Dodaj nieudane próby
pt: Adicionar tentativas malsucedidas
ru: Добавить неудачные попытки
sk: Pridajte neúspešné pokusy
sr: Додајте неуспешне покушаје
sw: Ongeza Majaribio Yasiyofanikiwa
tr: Başarısız Denemeler Ekle

source: Edit Unsuccessful Attempt
am: ያልተሳካ ሙከራን ያርትዑ
ar: تحرير محاولة غير ناجحة
az: Uğursuz cəhdi redaktə edin
bg: Редактиране на неуспешен опит за тестване
es: Editar un intento fallido
et: Ebaõnnestunud katse muutmine
fa_ir: ویرایش تلاش ناموفق
fi: Muokkaa Epäonnistunutta testiyritystä
fr: Tentative d'édition manquée
ko: 검사시도실패 편집
lv: Rediģēt neveiksmīgo mēģinājumu
nl: Bewerk mislukte poging
pl: Edytuj nieudaną próbę
pt: Editar tentativa malsucedida
ru: Изменить неудачную попытку
sk: Upraviť neúspešný pokus
sr: Уређивање неуспелог покушаја
sw: Badilisha Jaribio Lisilofanikiwa
tr: Başarısız Denemeyi Düzenle

source: Edit Unsuccessful Attempts
am: ያልተሳኩ ሙከራዎችን ያርትዑ
ar: تحرير المحاولات غير الناجحة
az: Uğursuz cəhdləri redaktə edin
bg: Редактиране на неуспешни опити за тестване
es: Editar intentos fallidos
et: Ebaõnnestunud katsete muutmine
fa_ir: ویرایش تلاش های ناموفق
fi: Muokkaa Epäonnistuneita testiyrityksiä
fr: Tentatives d'édition manquées
ko: 검사시도실패 편집
lv: Rediģēt neveiksmīgos mēģinājumus
nl: Bewerk mislukte pogingen
pl: Edytuj nieudane próby
pt: Editar tentativas malsucedidas
ru: Изменить неудачные попытки
sk: Upraviť neúspešné pokusy
sr: Уређивање неуспелих покушаја
sw: Badilisha Majaribio Yasiyofaulu
tr: Başarısız Denemeleri Düzenle

# deleteCreationUnsuccessfulAttemptForXConfirmation
source: Do you want to delete the creation of the Unsuccessful Attempt for {{ model.title }}? All data will be lost.
am: ያልተሳካለት ሙከራን መፍጠር መሰረዝ ይፈልጋሉ {{ model.title }}? ሁሉም ውሂብ ይጠፋል.
ar: هل تريد حذف إنشاء المحاولة غير الناجحة لـ{{ model.title }} ؟ سيتم فقدان كافة البيانات.
az: Uğursuz cəhdin yaradılmasını silmək istəyirsiniz{{ model.title }} ? Bütün məlumatlar itiriləcək.
bg: Искате ли да изтриете създаването на неуспешния опит за тестване за{{ model.title }}? Всички данни ще бъдат загубени.
es: ¿Quieres borrar la creación del Intento Fallido para {{ model.title }}? Todos los datos se perderán.
et: Kas soovite kustutada nurjunud katse loomise{{ model.title }} ? Kõik andmed lähevad kaduma.
fa_ir: آیا می خواهید ایجاد تلاش ناموفق را برای حذف کنید{{ model.title }} ? تمام داده ها از بین خواهند رفت.
fi: Haluatko poistaa Epäonnistuneen testiyrityksen luomisen{{ model.title }} ? Kaikki tiedot menetetään.
fr: Souhaitez-vous annuler la création de la tentative manquée pour {{ model.title }}? Toutes les données seront perdues.
ko: {{ model.title }}에 대한 검사시도실패 생성을 삭제 하시겠습니까? 모든 데이터가 손실됩니다.
lv: Vai vēlaties dzēst neveiksmīgā mēģinājuma izveidi{{ model.title }} ?Visi dati tiks zaudēti.
nl: Wilt u de aanmaak van de mislukte poging voor {{ model.title }}? Alle gegevens gaan verloren.
pl: Czy chcesz usunąć tworzenie nieudanej próby dla domeny{{ model.title }} ? Wszystkie dane zostaną utracone.
pt: Você deseja excluir a criação da tentativa malsucedida para{{ model.title }} ? Todos os dados serão perdidos.
ru: Вы хотите удалить создание неудачной попытки для {{ model.title }} ? Все данные будут потеряны.
sk: Chcete odstrániť vytvorenie neúspešného pokusu o?{{ model.title }} ? Všetky údaje sa stratia.
sr: Да ли желите да избришете стварање неуспелог покушаја за{{ model.title }} ? Сви подаци ће бити изгубљени.
sw: Je! unataka kufuta uundaji wa Jaribio lisilofanikiwa la{{ model.title }} ? Data yote itapotea.
tr: Başarısız Deneme oluşumunu silmek istiyor musunuz?{{ model.title }} ? Tüm veriler kaybolacak.

# cancelCreationUnsuccessfulAttemptConfirmation
source: Are you sure you want to cancel creation of this Unsuccessful Attempt?
am: እርግጠኛ ነዎት ይህን ያልተሳካ ሙከራ መፍጠር መሰረዝ ይፈልጋሉ?
ar: هل أنت متأكد من أنك تريد الغاء عملية تكوين محاولة غير ناجحة ؟
az: Bu Uğursuz Cəhdin yaradılmasını ləğv etmək istədiyinizə əminsiniz?
bg: Наистина ли искате да отмените създаването на този неуспешен опит?
es: ¿Está seguro de que desea cancelar la creación de este intento fallido?
et: Kas olete kindel, et soovite selle ebaõnnestunud katse loomise tühistada?
fa_ir: آیا مطمئن هستید که می خواهید ایجاد این تلاش ناموفق را لغو کنید؟
fi: Haluatko varmasti peruuttaa tämän epäonnistuneen testiyrityksen luonnin?
fr: Êtes-vous sûr de vouloir annuler la création de cette tentative manquée?
ko: 이 시도실패보고서의 작성을 취소하시겠습니까?
lv: Vai tiešām vēlaties atcelt šī neveiksmīgā mēģinājuma izveidi?
nl: Weet u zeker dat u het maken van deze mislukte poging wilt annuleren?
pl: Czy na pewno chcesz anulować tworzenie tej nieudanej próby?
pt: Tem certeza de que deseja cancelar a criação dessa tentativa malsucedida?
ru: Вы уверены, что хотите отменить создание этой неудачной попытки?
sk: Naozaj chcete zrušiť vytvorenie tohto neúspešného pokusu?
sr: Želite li zaista da otkažete kreiranje ovog neuspešnog pokušaja?
sw: Je, una uhakika unataka kughairi uundaji wa Jaribio hili Lisilofanikiwa?
tr: Bu Başarısız Deneme oluşturulmasını iptal etmek istediğinizden emin misiniz?

# unsuccessfulAttemptWillRevertBack
source: The Unsuccessful Attempt will revert back to its last saved form.
am: ያልተሳካው ሙከራ ወደ መጨረሻው የተቀመጠ ቅጽ ይመለሳል።
ar: سيتم ارجاع المحاولة الغير ناجحة مرة أخرى الى آخر نموذج تم حفظه.
az: Uğursuz cəhd son saxlanmış formasına qayıdacaq.
bg: Неуспешният опит ще се върне обратно към последната си запазена форма.
es: El intento fallido volverá a su última forma guardada.
et: Ebaõnnestunud katse naaseb oma viimasele salvestatud kujule.
fa_ir: تلاش ناموفق به آخرین شکل ذخیره شده خود برمی گردد.
fi: Epäonnistunut testiyritys palaa viimeksi tallennettuun muotoonsa.
fr: La tentative manquée reviendra à sa dernière forme sauvegardée.
ko: 시도실패보고서는 마지막으로 저장된 양식으로 돌아갑니다.
lv: Neveiksmīgais mēģinājums atgriezīsies pēdējā saglabātajā formā.
nl: De mislukte poging keert terug naar de laatst opgeslagen vorm.
pl: Nieudana próba powróci do swojej ostatniej zapisanej formy.
pt: A tentativa malsucedida voltará à última forma salva.
ru: Неудачная попытка вернется к последней сохраненной форме.
sk: Neúspešný pokus sa vráti späť do poslednej uloženej podoby.
sr: Neuspešni pokušaj će se vratiti na poslednji sačuvani obrazac.
sw: Jaribio ambalo halijafaulu litarejeshwa kwa fomu yake ya mwisho iliyohifadhiwa.
tr: Başarısız Deneme, son kaydedilen forma geri döner.

# checkTestingOrderTests
source: The Testing Authority, Result Management Authority & Test Coordinator cannot be updated once tests have been added to the Testing Order. Please remove the tests before editing these fields.
am: ፈተናዎች ወደ የሙከራ ትዕዛዙ ከተጨመሩ የሙከራ ባለስልጣን፣ የውጤት አስተዳደር ባለስልጣን እና የፈተና አስተባባሪውን ማዘመን አይችሉም። እባክዎ እነዚህን መስኮች ከማርትዕዎ በፊት ፈተናዎቹን ያስወግዱ።
ar: لا يمكن تحديث هيئة & الاختبار وهيئة إدارة النتائج ومنسق الاختبار بمجرد إضافة الاختبارات إلى أمر الاختبار. يرجى إزالة الاختبارات قبل تحرير هذه الحقول.
az: Testlər Sınaq Sifarişinə əlavə edildikdən sonra Sınaq Təşkilatı, Nəticələrin İdarə Edilməsi Təşkilatı və Test Koordinatoru yenilənə bilməz. Bu sahələri redaktə etməzdən əvvəl testləri silin.
bg: Органът за тестване, органът за управление на резултатите и координаторът на тестовете не могат да бъдат актуализирани, след като тестовете са добавени към поръчката за тестване. Моля, премахнете тестовете, преди да редактирате тези полета.
es: La Autoridad de Pruebas, la Autoridad de Gestión de Resultados y el Coordinador de Pruebas no se pueden actualizar una vez que las pruebas se hayan agregado a la Orden de Pruebas. Elimine las pruebas antes de editar estos campos.
et: Testimisasutust, tulemuste haldamise asutust ja testimise koordinaatorit ei saa värskendada, kui testid on testimistellimusele lisatud. Enne nende väljade muutmist eemaldage testid.
fa_ir: پس از اضافه شدن تست‌ها به سفارش نمونه گیری، مرجع نمونه گیری، مرجع مدیریت نتایج و هماهنگ‌کننده تست نمی‌توانند به‌روزرسانی شوند.لطفاً قبل از ویرایش این فیلدها، تست ها را حذف کنید.
fi: Testin tilaajaa, Tulostenkäsittelytahoa & Dopingtestauksen koordinaattoria ei voi päivittää sen jälkeen, kun Testimääräykseen on lisätty testejä. Poista testit ennen näiden kenttien muokkaamista.
fr: L'autorité de contrôle, l'autorité de gestion des résultats & le coordinateur des tests ne peuvent pas être mis à jour une fois que les contrôles été ajoutés à l'Ordre de mission.Veuillez supprimer les contrôles avant de modifier ces champs.
ko: 검사지시서에 검사가 추가되면 검사주관기구, 결과관리기구 및 검사코디네이터를 업데이트 할 수 없습니다. 이 항목들을 편집하기 전에 검사를 제거하세요.
lv: Pārbaudes iestādi, rezultātu pārvaldības iestādi un testa koordinatoru nevar atjaunināt, kad testēšanas pasūtījumam ir pievienoti testi. Pirms šo lauku rediģēšanas, lūdzu, noņemiet testus.
nl: De Testautoriteit, Resultaatbeheerautoriteit en Testcoördinator kunnen niet worden bijgewerkt zodra tests aan de Testopdracht zijn toegevoegd. Verwijder de tests voordat u deze velden bewerkt.
pl: Instytucja testująca, instytucja zarządzająca wynikami & Koordynator testów nie może zostać zaktualizowany po dodaniu testów do zlecenia testowego. Przed edycją tych pól należy usunąć testy.
pt: A Autoridade de Teste, a Autoridade de Gerenciamento de Resultados e o Coordenador de Teste não podem ser atualizados depois que os testes forem adicionados ao Pedido de Teste. Remova os testes antes de editar esses campos.
ru: После добавления тестов в заказ на тестирование нельзя обновить полномочия по тестированию, полномочия по управлению результатами & Test Coordinator. Перед редактированием этих полей удалите тесты.
sk: Po pridaní testov do objednávky na testovanie nie je možné aktualizovať autoritu na testovanie, autoritu na riadenie výsledkov a koordinátora testov. Pred úpravou týchto polí odstráňte testy.
sr: Uprava za testiranje, koordinator & testa organa za upravljanje rezultatima ne može se ažurirati nakon što se testovi dodaju u nalog za testiranje. Uklonite testove pre uređivanja ovih polja.
sw: Mamlaka ya Majaribio, Mamlaka ya Usimamizi wa Matokeo na Mratibu wa Jaribio hawezi kusasishwa mara tu majaribio yameongezwa kwenye Agizo la Jaribio. Tafadhali ondoa majaribio kabla ya kuhariri sehemu hizi.
tr: Doping Kontrolü Yapmaya Yetkili Kuruluş, Sonuçların Değerlendirilmesinden Sorumlu Kuruluş ve Doping Kontrol Koordinatörü, Görev Emrine testler eklendikten sonra güncellenemez. Lütfen bu alanları düzenlemeden önce doping kontrollerini kaldırın.

# respectTheMinDateRange
source: Date must be equal to or greater than {{ minEndDate.format('DD-MMM-YYYY') }}
am: ቀኑ እኩል ወይም የበለጠ መሆን አለበት። {{ minEndDate.format('DD-MMM-YYYY') }}
ar: التاريخ يجب أن يكون مساوي الى أو أكبر من {{ minEndDate.format('DD-MMM-YYYY') }}
az: Tarix ona bərabər və ya ondan böyük olmalıdır{{ minEndDate.format('DD-MMM-YYYY') }}
bg: Датата трябва да е равна на или по-голяма от {{ minEndDate.format('DD-MMM-YYYY') }}
es: La fecha debe ser igual o mayor que{{ minEndDate.format('DD-MMM-YYYY') }}
et: Kuupäev peab olema võrdne või suurem kui{{ minEndDate.format('DD-MMM-YYYY') }}
fa_ir: تاریخ باید مساوی یا بزرگتر از آن باشد{{ minEndDate.format('DD-MMM-YYYY') }}
fi: Päivämäärän on sama tai suurempi kuin {{ minEndDate.format('DD-MMM-YYYY') }}
fr: La date doit être ultérieur au {{ minEndDate.format('DD-MMM-YYYY') }}
ko: 날짜는 {{ minEndDate.format('DD-MMM-YYYY') }} 이상이어야 합니다.
lv: Datumam ir jābūt vienādam ar vai lielākam par{{ minEndDate.format('DD-MMM-YYYY') }}
nl: Datum moet gelijk zijn aan of groter zijn dan {{ minEndDate.format('DD-MMM-YYYY') }}
pl: Data musi być równa lub większa niż {{ minEndDate.format('DD-MMM-YYYY') }}
pt: A data deve ser igual ou maior que{{ minEndDate.format('DD-MMM-YYYY') }}
ru: Дата должна быть больше или равна {{ minEndDate.format('DD-MMM-YYYY') }}
sk: Dátum musí byť rovnaký alebo väčší ako{{ minEndDate.format('DD-MMM-YYYY') }}
sr: Datum mora biti jednak ili veći od {{ minEndDate.format('DD-MMM-YYYY') }}
sw: Tarehe lazima iwe sawa na au kubwa kuliko{{ minEndDate.format('DD-MMM-YYYY') }}
tr: Tarih eşit veya daha büyük olmalıdır {{ minEndDate.format('DD-MMM-YYYY') }}

# aboutToLoseAccessAsTestingAuthority
source: You are about to lose your access as a Testing Authority to this Testing Order.
am: ለዚህ የሙከራ ትዕዛዝ እንደ የሙከራ ባለስልጣን ያለዎትን መዳረሻ ሊያጡ ነው።
ar: أنت على وشك أن تفقد وصولك بصفتك سلطة اختبار إلى أمر الاختبار هذا.
az: Siz bu Sınaq Sifarişinə Sınaq Orqanı kimi girişinizi itirmək üzrəsiniz.
bg: На път сте да загубите достъпа си като тестваща организация до тази заповед за тестване.
es: Está a punto de perder su acceso como Autoridad de Control a esta Orden de Misión.
et: Te kaotate oma testimisasutusena juurdepääsu sellele testimiskorraldusele.
fa_ir: شما در شرف از دست دادن دسترسی خود به عنوان یک مرجع آزمایشی به این دستور آزمایش هستید.
fi: Olet menettämässä Testin tilaajan (TA) pääsyoikeuden tähän Testimääräykseen.
fr: Vous allez perdre votre accès en tant qu'autorité de contrôle à cet ordre de mission.
ko: 이 검사지시서에 대한 검사주관기구로서의 접근권한을 잃게됩니다.
lv: Jūs drīz zaudēsiet savu kā pārbaudes iestādes piekļuvi šim testēšanas pasūtījumam.
nl: U staat op het punt uw toegang als testautoriteit tot deze testopdracht te verliezen.
pl: Za chwilę utracisz dostęp jako organ przeprowadzający badania do niniejszego polecenia kontroli.
pt: Você está prestes a perder seu acesso como Autoridade de Teste a este Pedido de Teste.
ru: Вы потеряете доступ к данному Распоряжению на тестирование в качестве Тестирующей организации.
sk: Čoskoro stratíte prístup ako Testovacia autorita k tomuto Testovaciemu príkazu.
sr: Изгубићете приступ овог налога за тестирање као ауторитета за тестирање.
sw: Unakaribia kupoteza ufikiaji wako kama Mamlaka ya Kujaribu kwa Agizo hili la Jaribio.
tr: Bu Test Emrine bir Test Yetkilisi olarak erişiminizi kaybetmek üzeresiniz.

# contractWithTestingAuthorityIsAbsent
source: Your contract with the Testing Authority is absent. You will lose Testing Authority access to this Testing Order
am: ከሙከራ ባለስልጣን ጋር ያለዎት ውል የለም። የዚህ የሙከራ ትዕዛዝ የሙከራ ባለስልጣን መዳረሻን ታጣለህ
ar: عقدك مع سلطة الاختبار غائب. ستفقد وصول "سلطة الاختبار" إلى أمر الاختبار هذا
az: Test Təşkilatı ilə müqaviləniz yoxdur. Siz Sınaq Orqanının bu Sınaq Sifarişinə girişini itirəcəksiniz
bg: Вашият договор с тестващата организация отсъства. Ще загубите достъпа на тестваща организация до тази заповед за тестване
es: Su contrato con la Autoridad de Pruebas está ausente. Perderá el acceso de la Autoridad de Pruebas a esta Orden de Pruebas
et: Teie leping testiva asutusega puudub. Te kaotate testimisasutuse juurdepääsu sellele testimiskorrale
fa_ir: قرارداد شما با سازمان سنجش وجود ندارد. دسترسی مرجع آزمایش به این دستور آزمایش را از دست خواهید داد
fi: Sopimuksesi Testin tilaajan (TA) kanssa puuttuu. Menetät Testin tilaajan (TA) pääsyn tähän Testimääräykseen.
fr: Vous n'avez pas de contract avec l'autorité de contrôle. Vous allez perdre votre accès en tant qu'autorité de contrôle à cet ordre de mission.
ko: 검사주관기구와의 계약이 없습니다. 이 검사지시서에 대한 검사주관기구 접근 권한을 잃게됩니다.
lv: Jūsu līguma ar pārbaudes iestādi nav.Jūs zaudēsiet pārbaudes iestādes piekļuvi šim testēšanas pasūtījumam
nl: Uw contract met de Testinstantie is afwezig. U verliest de toegang tot de testautoriteit tot deze testopdracht
pl: Brak Twojej umowy z organem odpowiedzialnym za kontrole. Utracisz dostęp organu przeprowadzającego kontrolę do tego polecenia kontroli.
pt: Seu contrato com a Autoridade de Teste está ausente. Você perderá o acesso da Autoridade de Teste a este Pedido de Teste
ru: Отсутствует контракт между вами и Тестирующей организацией. Вы потеряете доступ к данному Распоряжению на тестирование в качестве Тестирующей организации.
sk: Vaša zmluva s Testovacím úradom chýba. Stratíte prístup testovacej autority k tomuto testovaciemu príkazu
sr: Ваш уговор са органом за тестирање је одсутан. Изгубићете приступ органу за тестирање овом налогу за тестирање
sw: Mkataba wako na Mamlaka ya Upimaji haupo. Utapoteza idhini ya kufikia Mamlaka ya Jaribio kwa Agizo hili la Jaribio
tr: Test Otoritesi ile olan sözleşmeniz yok. Test Yetkilisinin bu Test Siparişine erişimini kaybedeceksiniz

# sharingRuleAbsent
source: Sharing rule with is absent. You will lose Testing Authority access to this Testing Order.
am: ህግን ማጋራት የለም። የዚህ የሙከራ ትዕዛዝ የሙከራ ባለስልጣን መዳረሻን ታጣለህ።
ar: تقاسم الحكم مع غائب. ستفقد وصول "سلطة الاختبار" إلى أمر الاختبار هذا.
az: ilə paylaşma qaydası yoxdur. Sınaq Orqanının bu Test Sifarişinə girişini itirəcəksiniz.
bg: Правилото за споделяне отсъства. Ще загубите достъп на тестваща организация до тази заповед за тестване.
es: No es posible compartir. Perderá el acceso como Autoridad de Control a esta Orden de Misión.
et: Reeglit jagamine puudub. Te kaotate testimisasutusele juurdepääsu sellele testimismäärusele.
fa_ir: قانون اشتراک گذاری با وجود ندارد. دسترسی مرجع آزمایش به این دستور آزمایش را از دست خواهید داد.
fi: Jakamissääntö puuttuu. Menetät Testin tilaajan (TA) pääsyoikeuden tähän Testimääräykseen.
fr: En l'absence de partage, vous allez perdre votre accès en tant qu'autorité de contrôle à cet ordre de mission.
ko: 공유 규정이 없습니다. 이 검사지시서에 대한 검사주관기구의 접근권한을 잃게됩니다.
lv: Koplietošanas kārtula ar nav pieejama.Jūs zaudēsiet pārbaudes iestādes piekļuvi šim testēšanas pasūtījumam.
nl: Regel voor delen met is afwezig. U verliest de toegang tot de testautoriteit tot deze testopdracht.
pl: Brak reguły udostępniania. Utracisz dostęp organu przeprowadzającego badania do tego polecenia kontroli.
pt: A regra de compartilhamento com está ausente. Você perderá o acesso da Autoridade de Teste a este Pedido de Teste.
ru: Правила совместного использования отсутствуют. Вы потеряете доступ данному Распоряжению на тестирование в качестве Тестирующей организации.
sk: Chýba pravidlo zdieľania s. Stratíte prístup testovacej autority k tomuto testovaciemu príkazu.
sr: Правило дељења са одсуствује. Изгубићете приступ органу за тестирање овом налогу за тестирање.
sw: Sheria ya kushiriki na haipo. Utapoteza idhini ya kufikia Mamlaka ya Jaribio kwa Agizo hili la Jaribio.
tr: İle paylaşma kuralı yok. Test Yetkilisinin bu Test Siparişine erişimini kaybedeceksiniz.
