Repository: NandhineeR/WADA
Catalog: wada-ama-testcenter-web-57718053929f/wada-ama-testcenter-web-57718053929f/src/i18n/messages.*.xlf
Languages: am, ar, az, bg, es, et, fa_ir, fi, fr, ko, lv, nl, pl, pt, ru, sk, sr, sw, tr

# badUsernameMsg
source: Error [BAD_USERNAME]
am: ስህተት [BAD_USERNAME]
ar: خطأ [ BAD_USERNAME ]
az: Xəta [BAD_USERNAME]
bg: Грешка [BAD_USERNAME]
et: Viga [BAD_USERNAME]
fa_ir: خطای [BAD_USERNAME]
fi: Virhe [BAD_USERNAME]
fr: Erreur [BAD_USERNAME]
ko: [BAD_USERNAME] 오류
lv: Kļūda [BAD_USERNAME]
nl: Fout [BAD_USERNAME]
pl: Błąd [BAD_USERNAME]
pt: Erro [BAD_USERNAME]
ru: Ошибка [BAD_USERNAME]
sk: Chyba [BAD_USERNAME]
sr: Greška [BAD_USERNAME]
sw: Hitilafu [BAD_USERNAME]
tr: Hata [BAD_USERNAME]

# retireActivePersonMsg
source: Error [RETIRE_ACTIVE_PERSON]
am: ስህተት [RETIRE_ACTIVE_PERSON]
ar: خطأ [ RETIRE_ACTIVE_PERSON ]
az: Xəta [RETIRE_ACTIVE_PERSON]
bg: Грешка [RETIRE_ACTIVE_PERSON]
et: Viga [RETIRE_ACTIVE_PERSON]
fa_ir: خطای [RETIRE_ACTIVE_PERSON]
fi: Virhe [RETIRE_ACTIVE_PERSON]
fr: Erreur [RETIRE_ACTIVE_PERSON]
ko: [RETIRE_ACTIVE_PERSON] 오류
lv: Kļūda [RETIRE_ACTIVE_PERSON]
nl: Fout [RETIRE_ACTIVE_PERSON]
pl: Błąd [RETIRE_ACTIVE_PERSON]
pt: Erro [RETIRE_ACTIVE_PERSON]
ru: Ошибка [RETIRE_ACTIVE_PERSON]
sk: Chyba [RETIRE_ACTIVE_PERSON]
sr: Greška [RETIRE_ACTIVE_PERSON]
sw: Hitilafu [RETIRE_ACTIVE_PERSON]
tr: Hata [RETIRE_ACTIVE_PERSON]

# reasonRequiredMsg
source: A reason must be provided to update this data
am: ይህን ውሂብ ለማዘመን ምክንያት መቅረብ አለበት።
ar: يجب أن يتم اتاحة سبب لتعديل هذه البيانات
az: Bu məlumatı yeniləmək üçün səbəb göstərilməlidir
bg: Трябва да се предостави причина за актуализиране на тези данни
es: Se debe proporcionar una razón para actualizar estos datos
et: Nende andmete värskendamiseks tuleb esitada põhjus
fa_ir: برای به روز رسانی این داده ها باید دلیلی ارائه شود
fi: Näiden tietojen päivittämiseen on ilmoitettava syy
fr: Une raison doit être fournie pour mettre à jour ces données
ko: 이 데이터를 업데이트하려면 사유를 제공해야 합니다.
lv: Šo datu atjaunināšanai ir jānorāda iemesls
nl: Er moet een reden worden opgegeven om deze gegevens bij te werken
pl: Należy podać powód aktualizacji tych danych
pt: Deve ser fornecido um motivo para atualizar esses dados
ru: Для обновления этих данных должна быть указана причина
sk: Na aktualizáciu týchto údajov je potrebné uviesť dôvod.
sr: Za ažuriranje 000 podataka mora se navesti razlog
sw: Sababu lazima itolewe ili kusasisha data hii
tr: Bu verileri güncellemek için bir neden sağlanmalıdır

# reasonIsMandatoryMsg
source: Error [REASON_IS_MANDATORY]
am: ስህተት [REASON_IS_MANDATORY]
ar: خطأ [ REASON_IS_MANDATORY ]
az: Xəta [REASON_IS_MANDATORY]
bg: Грешка [REASON_IS_MANDATORY]
et: Viga [REASON_IS_MANDATORY]
fa_ir: خطای [REASON_IS_MANDATORY]
fi: Virhe [REASON_IS_MANDATORY]
fr: Erreur [REASON_IS_MANDATORY]
ko: [REASON_IS_MANDATORY] 오류
lv: Kļūda [REASON_IS_MANDATORY]
nl: Fout [REASON_IS_MANDATORY]
pl: Błąd [REASON_IS_MANDATORY]
pt: Erro [REASON_IS_MANDATORY]
ru: Ошибка [REASON_IS_MANDATORY]
sk: Chyba [REASON_IS_MANDATORY]
sr: Greška [REASON_IS_MANDATORY]
sw: Hitilafu [REASON_IS_MANDATORY]
tr: Hata [REASON_IS_MANDATORY]

# duplicatedSamplesMsg
source: Some samples in the DCF are duplicated
am: በዲሲኤፍ ውስጥ ያሉ አንዳንድ ናሙናዎች የተባዙ ናቸው።
ar: بعض العينات في DCF يتم نسخها
az: DCF-dəki bəzi nümunələr təkrarlanır
bg: Някои проби в DCF са дублирани
es: Algunas muestras del FCD están duplicadas
et: Mõned DCF-i näidised on dubleeritud
fa_ir: برخی از نمونه ها در فرم کنترل دوپینگ تکراری هستند
fi: Jotkut DCF:n näytteet ovat kahteen kertaan
fr: Certains échantillons du FCD sont dupliqués
ko: DCF의 일부 시료가 중복됨
lv: Daži DCF paraugi ir dublēti
nl: Sommige monsters in het DCF zijn dubbel uitgevoerd
pl: Niektóre próbki w DCF są zduplikowane
pt: Algumas amostras no FCD são duplicadas
ru: Некоторые образцы в DCF дублируются
sk: Niektoré vzorky v DCF sú duplicitné
sr: Neki uzorci u DCF-u su duplirani
sw: Baadhi ya sampuli katika DCF ni nakala
tr: DCF'deki bazı örnekler kopyalandı

# unprocessableTestingOrderMsg
source: Testing Order could not be processed
am: የሙከራ ትዕዛዝ ሊሰራ አልቻለም
ar: لا يمكن تشغيل أمر الاختبار
az: Test Sifarişini emal etmək mümkün olmadı
bg: Поръчката за тестване не можа да бъде обработена
es: No se ha podido procesar la orden de prueba
et: Testimistellimust ei saanud töödelda
fa_ir: سفارش دهنده آزمایش قابل پردازش نیست
fi: Testimääräystä ei voitu käsitellä
fr: Impossible de traiter l'ordre de mission
ko: 검사지시서를 처리할 수 없습니다.
lv: Pārbaudes pasūtījumu nevarēja apstrādāt
nl: Testopdracht kon niet worden verwerkt
pl: Nie można przetworzyć zamówienia testowego
pt: Pedido de teste não pôde ser processado
ru: Заказ на тестирование не может быть обработан
sk: Testovanie Objednávka nemohla byť spracovaná
sr: Nije moguće obraditi nalog za testiranje
sw: Agizo la Kujaribu halikuweza kuchakatwa
tr: Test Siparişi işlenemedi

# subStatusRequiredMsg
source: You must provide a status to update this data
am: ይህን ውሂብ ለማዘመን ሁኔታ ማቅረብ አለብህ
ar: يجب أن تقوم باتاحة حالة لتعديل هذه البيانات
az: Bu datanı yeniləmək üçün status təqdim etməlisiniz
bg: Трябва да предоставите състояние, за да актуализирате тези данни
es: Debe proporcionar un estado para actualizar estos datos
et: Nende andmete värskendamiseks peate sisestama oleku
fa_ir: برای به روز رسانی این داده ها باید وضعیتی ارائه کنید
fi: Sinun on annettava tila, jotta voit päivittää nämä tiedot
fr: Vous devez ajouter un status pour mettre à jour ces données
ko: 이 데이터를 업데이트하려면 상태를 반드시 작성해야 합니다.
lv: Lai atjauninātu šos datus, jums ir jānorāda statuss
nl: U moet een status opgeven om deze gegevens bij te werken
pl: Musisz podać status, aby zaktualizować te dane
pt: Você deve fornecer um status para atualizar esses dados
ru: Вы должны указать статус для обновления этих данных
sk: Ak chcete tieto údaje aktualizovať, musíte zadať stav
sr: Morate obezbediti status za ažuriranje 000 podataka
sw: Lazima utoe hali ili kusasisha data hii
tr: Bu verileri güncellemek için bir durum sağlamalısınız

# testStatusAlreadyClosedCanceledMsg
source: The test status could not be updated
am: የሙከራ ሁኔታው ሊዘመን አልቻለም
ar: لا يمكن تعديل حالة الاختبار
az: Test statusunu yeniləmək mümkün olmadı
bg: Състоянието на теста не можа да бъде актуализирано
es: No se ha podido actualizar el estado de la prueba
et: Testi olekut ei saanud värskendada
fa_ir: وضعیت آزمایش به روز نمی شود
fi: Testin tilaa ei voitu päivittää
fr: Le statut du contrôle n’a pas pu être mis à jour
ko: 검사 상태를 업데이트할 수 없습니다.
lv: Pārbaudes statusu nevarēja atjaunināt
nl: De teststatus kon niet worden bijgewerkt
pl: Nie udało się zaktualizować statusu testu
pt: O status do teste não pôde ser atualizado
ru: Не удалось обновить статус теста
sk: Stav testu nebolo možné aktualizovať
sr: Status testa nije mogao biti ažuriran
sw: Hali ya jaribio haikuweza kusasishwa
tr: Test durumu güncellenemedi

# cannotBindTestToCanceledTestingOrder
source: The test cannot be bound to a canceled Testing Order
am: ፈተናው ከተሰረዘ የሙከራ ትዕዛዝ ጋር ሊታሰር አይችልም።
ar: لا يمكن ربط الاختبار بأمر اختبار تم الغائه
az: Test ləğv edilmiş Test Sifarişinə bağlana bilməz
bg: Тестът не може да бъде обвързан с отменена поръчка за тестване
es: La prueba no puede estar vinculada a una Orden de Pruebas cancelada
et: Testi ei saa siduda tühistatud testimiskorraldusega
fa_ir: این تست را نمی توان به یک دستور تست لغو شده ملحق کرد
fi: Testiä ei voi liittää peruttuun Testimääräykseen
fr: Le contrôle ne peut pas être lié à un ordre de mission annulé
ko: 취소된 검사지시서에 검사를 연동할 수 없습니다.
lv: Pārbaudi nevar saistīt ar atceltu pārbaudes pasūtījumu
nl: De test kan niet worden gebonden aan een geannuleerde testopdracht
pl: Test nie może być powiązany z anulowanym zleceniem testowania
pt: O teste não pode ser vinculado a uma ordem de teste cancelada
ru: Тест не может быть привязан к отмененному заказу на тестирование
sk: Test sa nemôže viazať na zrušený príkaz na testovanie
sr: Test ne može biti povezan sa otkazanim redosledom testiranja
sw: Jaribio haliwezi kufungwa kwa Agizo la Jaribio lililoghairiwa
tr: Test, iptal edilmiş bir Test Siparişine bağlanamaz

# cannotBindCanceldTestMsg
source: A canceled Test cannot be bound
am: የተሰረዘ ፈተና ሊታሰር አይችልም።
ar: لا يمكن ربط الاختبار الذي تم الغائه
az: Ləğv edilmiş Test bağlana bilməz
bg: Отменен тест не може да бъде обвързан
es: Una prueba cancelada no puede ser vinculada
et: Tühistatud testi ei saa siduda
fa_ir: یک تست لغو شده نمی تواند متصل شود
fi: Peruttua testiä ei voi liittää
fr: Un contrôle annulé ne peut pas être lié
ko: 취소된 검사는 연동할 수 없습니다.
lv: Atceltu testu nevar saistīt
nl: Een geannuleerde Test kan niet worden gebonden
pl: Anulowany test nie może zostać powiązany
pt: Um teste cancelado não pode ser vinculado
ru: Отмененный тест не может быть связан
sk: Zrušený test nie je možné viazať
sr: Otkazani test ne može biti povezan
sw: Jaribio lililoghairiwa haliwezi kufungwa
tr: İptal edilen bir Test bağlanamaz

# cannotSaveCanceledDcfMsg
source: A canceled DCF cannot be saved
am: የተሰረዘ DCF ሊቀመጥ አይችልም።
ar: لا يمكن حفظ DCF الذي تم الغائه
az: Ləğv edilmiş DCF yadda saxlanıla bilməz
bg: Отменен DCF не може да бъде запазен
es: Un DCF cancelado no puede ser guardado
et: Tühistatud DCF-i ei saa salvestada
fa_ir: این فرم کنترل دوپینگ لغو شده قابل ذخیره نیست
fi: Peruttua DCF:ää ei voi tallentaa
fr: Un FCD annulé ne peut pas être enregistré
ko: 취소된 DCF는 저장할 수 없습니다.
lv: Atceltu DCF nevar saglabāt
nl: Een geannuleerd DCF kan niet worden opgeslagen
pl: Nie można zapisać anulowanego DCF
pt: Um DCF cancelado não pode ser salvo
ru: Отмененная DCF не может быть сохранена
sk: Zrušený DCF nie je možné uložiť
sr: Nije moguće sačuvati otkazani DCF
sw: DCF iliyoghairiwa haiwezi kuhifadhiwa
tr: İptal edilen bir DCF kaydedilemez

# testingOrderReachedTestLimitMsg
source: The Testing Order has reached the maximum capacity of Tests
am: የሙከራ ትዕዛዙ ከፍተኛው የሙከራዎች አቅም ላይ ደርሷል
ar: قام أمر الاختبار بالوصول الى الحد الأقصى لسعة الاختبارات
az: Test Sifarişi Testlərin maksimum tutumuna çatdı
bg: Поръчката за тестване достигна максималния капацитет от тестове
es: La Orden de Pruebas ha alcanzado la capacidad máxima de Pruebas
et: Testimistellimus on saavutanud testide maksimaalse mahu
fa_ir: این آزمون به حداکثر ظرفیت آزمون رسیده است
fi: Testimääräys on saavuttanut testien enimmäismäärän
fr: L’ordre de mission a atteint la capacité maximale des contrôles
ko: 검사지시서가 검사의 최대 용량에 도달했습니다.
lv: Testēšanas pasūtījums ir sasniedzis maksimālo pārbaužu ietilpību
nl: De Testing Order heeft de maximale capaciteit van Tests bereikt
pl: Zlecenie Testowania osiągnęło maksymalną pojemność Testów
pt: A Ordem de Testes atingiu a capacidade máxima de Testes
ru: Заказ на тестирование достиг максимальной вместимости тестов
sk: Objednávka testovania dosiahla maximálnu kapacitu testov
sr: Nalog za testiranje je dostigao maksimalni kapacitet testova
sw: Agizo la Majaribio limefikia upeo wa juu wa uwezo wa Majaribio
tr: Test Sırası, Testlerin maksimum kapasitesine ulaştı

# blankTestOrToIdMsg
source: Error [BLANK_TEST_OR_TO_ID]
am: ስህተት [BLANK_TEST_OR_TO_ID]
ar: خطأ [ BLANK_TEST_OR_TO_ID ]
az: Xəta [BLANK_TEST_OR_TO_ID]
bg: Грешка [BLANK_TEST_OR_TO_ID]
et: Viga [BLANK_TEST_OR_TO_ID]
fa_ir: خطای [BLANK_TEST_OR_TO_ID]
fi: Virhe [BLANK_TEST_OR_TO_ID]
fr: Erreur [BLANK_TEST_OR_TO_ID]
ko: [BLANK_TEST_OR_TO_ID] 오류
lv: Kļūda [BLANK_TEST_OR_TO_ID]
nl: Fout [BLANK_TEST_OR_TO_ID]
pl: Błąd [BLANK_TEST_OR_TO_ID]
pt: Erro [BLANK_TEST_OR_TO_ID]
ru: Ошибка [BLANK_TEST_OR_TO_ID]
sk: Chyba [BLANK_TEST_OR_TO_ID]
sr: Greška [BLANK_TEST_OR_TO_ID]
sw: Hitilafu [BLNK_TEST_OR_TO_ID]
tr: Hata [BLANK_TEST_OR_TO_ID]

# blankToIdMsg
source: Error [BLANK_TO_ID]
am: ስህተት [BLANK_TO_ID]
ar: خطأ [ BLAN_TO_ID ]
az: Xəta [BLANK_TO_ID]
bg: Грешка [BLANK_TO_ID]
et: Viga [BLANK_TO_ID]
fa_ir: خطا [BLANK_TO_ID]
fi: Virhe [BLANK_TO_ID]
fr: Erreur [BLANK_TO_ID]
ko: [BLANK_TO_ID] 오류
lv: Kļūda [BLANK_TO_ID]
nl: Fout [BLANK_TO_ID]
pl: Błąd [BLANK_TO_ID]
pt: Erro [BLANK_TO_ID]
ru: Ошибка [BLANK_TO_ID]
sk: Chyba [BLANK_TO_ID]
sr: Greška [BLANK_TO_ID]
sw: Hitilafu [BLNK_TO_ID]
tr: Hata [BLANK_TO_ID]

# dcfNotCancelableMsg
source: The DCF cannot be canceled
am: DCF ሊሰረዝ አይችልም።
ar: لا يمكن الغاء DCF
az: DCF ləğv edilə bilməz
bg: DCF не може да бъде отменен
es: El DCF no puede ser cancelado
et: DCF-i ei saa tühistada
fa_ir: فرم کنترل دوپینگ را نمی توان لغو کرد
fi: DCF:ää ei voi perua
fr: Le FCD ne peut pas être annulé
ko: DCF를 취소할 수 없습니다.
lv: DCF nevar atcelt
nl: Het DCF kan niet worden geannuleerd
pl: Nie można anulować DCF
pt: O DCF não pode ser cancelado
ru: DCF не может быть отменена
sk: DCF nemožno zrušiť
sr: Nije moguće otkazati DCF
sw: DCF haiwezi kughairiwa
tr: DCF iptal edilemez

# testNotLinkedWithToIdMsg
source: Error [TEST_NOT_LINKED_WITH_TO_ID]
am: ስህተት [TEST_NOT_LINKED_WITH_TO_ID]
ar: خطأ [ TSET_NOT_LINKED_WIT_TO_ID ]
az: Xəta [TEST_NOT_LINKED_WITH_TO_ID]
bg: Грешка [TEST_NOT_LINKED_WITH_TO_ID]
et: Viga [TEST_NOT_LINKED_WITH_TO_ID]
fa_ir: خطای [TEST_NOT_LINKED_WITH_TO_ID]
fi: Virhe [TEST_NOT_LINKED_WITH_TO_ID]
fr: Erreur [TEST_NOT_LINKED_WITH_TO_ID]
ko: [TEST_NOT_LINKED_WITH_TO_ID] 오류
lv: Kļūda [TEST_NOT_LINKED_WITH_TO_ID]
nl: Fout [TEST_NOT_LINKED_WITH_TO_ID]
pl: Błąd [TEST_NOT_LINKED_WITH_TO_ID]
pt: Erro [TEST_NOT_LINKED_WITH_TO_ID]
ru: Ошибка [TEST_NOT_LINKED_WITH_TO_ID]
sk: Chyba [TEST_NOT_LINKED_WITH_TO_ID]
sr: Greška [TEST_NOT_LINKED_WITH_TO_ID]
sw: Hitilafu [TEST_NOT_LINKED_WITH_TO_ID]
tr: Hata [TEST_NOT_LINKED_WITH_TO_ID]

# invalidAttachmentTypesMsg
source: The type of attachment is invalid
am: የዓባሪው አይነት ልክ ያልሆነ ነው።
ar: نوع الملحقات غير صحيح
az: Qoşma növü etibarsızdır
bg: Типът прикачен файл е невалиден
es: El tipo de archivo adjunto no es válido
et: Manuse tüüp on kehtetu
fa_ir: نوع پیوست نامعتبر است
fi: Liitetyyppi on virheellinen
fr: Le type de pièce jointe n’est pas valide
ko: 첨부 파일 유형이 잘못되었습니다.
lv: Pielikuma veids nav derīgs
nl: Het type bijlage is ongeldig
pl: Typ załącznika jest nieprawidłowy
pt: O tipo de anexo é inválido
ru: Тип вложения недействителен
sk: Typ prílohy je neplatný
sr: Tip priloga je nevažeći
sw: Aina ya kiambatisho ni batili
tr: Ek türü geçersiz

source: Invalid Phone Number
am: ልክ ያልሆነ ስልክ ቁጥር
ar: رقم هاتف غير صالح
az: Yanlış Telefon Nömrəsi
bg: Невалиден телефонен номер
es: Numero de telefono invalido
et: Kehtetu telefoninumber
fa_ir: شماره تلفن نامعتبر است
fi: Virheellinen puhelinnumero
fr: Numéro de téléphone invalide
ko: 잘못된 전화번호
lv: Nederīgs tālruņa numurs
nl: Ongeldig telefoonnummer
pl: Nieprawidłowy numer telefonu
pt: Número de telefone inválido
ru: Неверный номер телефона
sk: Neplatné telefónne číslo
sr: Nevažeći broj telefona
sw: Nambari ya Simu si sahihi
tr: Geçersiz telefon numarası

# testingOrderFromCreationToCompleteMsg
source: Error [TESTING_ORDER_FROM_CREATION_TO_COMPLETE]
am: ስህተት [TESTING_ORDER_FROM_CREATION_TO_COMPLETE]
ar: خطأ [ TESTING_ORDER_FROM_CREATION_TO_COMPLETE ]
az: Xəta [TESTING_ORDER_FROM_CREATION_TO_COMPLETE]
bg: Грешка [TESTING_ORDER_FROM_CREATION_TO_COMPLETE]
et: Viga [TESTING_ORDER_FROM_CREATION_TO_COMPLETE]
fa_ir: خطای [TESTING_ORDER_FROM_CREATION_TO_COMPLETE]
fi: Virhe [TESTING_ORDER_FROM_CREATION_TO_COMPLETE]
fr: Erreur [TESTING_ORDER_FROM_CREATION_TO_COMPLETE]
ko: [TESTING_ORDER_FROM_CREATION_TO_COMPLETE] 오류
lv: Kļūda [TESTING_ORDER_FROM_CREATION_TO_COMPLETE]
nl: Fout [TESTING_ORDER_FROM_CREATION_TO_COMPLETE]
pl: Błąd [TESTING_ORDER_FROM_CREATION_TO_COMPLETE]
pt: Erro [TESTING_ORDER_FROM_CREATION_TO_COMPLETE]
ru: Ошибка [TESTING_ORDER_FROM_CREATION_TO_COMPLETE]
sk: Chyba [TESTING_ORDER_FROM_CREATION_TO_COMPLETE]
sr: Greška [TESTING_ORDER_FROM_CREATION_TO_COMPLETE]
sw: Hitilafu [TESTING_ORDER_FROM_CREATION_TO_COMPLETE]
tr: Hata [TESTING_ORDER_FROM_CREATION_TO_COMPLETE]

# testingOrderFromIssuedToCreationMsg
source: Error [TESTING_ORDER_FROM_ISSUED_TO_CREATION]
am: ስህተት [TESTING_ORDER_FROM_ISSUED_TO_CREATION]
ar: خطأ [ TESTING_ORDER_FROM_ISSUED_TO_CREATION ]
az: Xəta [TESTING_ORDER_FROM_ISSUED_TO_CREATION]
bg: Грешка [TESTING_ORDER_FROM_ISSUED_TO_CREATION]
et: Viga [TESTING_ORDER_FROM_ISSUED_TO_CREATION]
fa_ir: خطای [TESTING_ORDER_FROM_ISSUED_TO_CREATION]
fi: Virhe [TESTING_ORDER_FROM_ISSUED_TO_CREATION]
fr: Erreur [TESTING_ORDER_FROM_ISSUED_TO_CREATION]
ko: [TESTING_ORDER_FROM_ISSUED_TO_CREATION] 오류
lv: Kļūda [TESTING_ORDER_FROM_ISSUED_TO_CREATION]
nl: Fout [TESTING_ORDER_FROM_ISSUED_TO_CREATION]
pl: Błąd [TESTING_ORDER_FROM_ISSUED_TO_CREATION]
pt: Erro [TESTING_ORDER_FROM_ISSUED_TO_CREATION]
ru: Ошибка [TESTING_ORDER_FROM_ISSUED_TO_CREATION]
sk: Chyba [TESTING_ORDER_FROM_ISSUED_TO_CREATION]
sr: Greška [TESTING_ORDER_FROM_ISSUED_TO_CREATION]
sw: Hitilafu [TESTING_ORDER_FROM_ISSUED_TO_CREATION]
tr: Hata [TESTING_ORDER_FROM_ISSUED_TO_CREATION]

# testingOrderTestCountExceeded
source: This Testing Order is incompatible with NextGen, because it exceeds the number of tests permitted. The maximum allowed is 99. Please edit in Classic to make it compliant with NextGen, or contact support at adams@wada-ama.org for more assistance.
am: ይህ የሙከራ ትዕዛዝ ከ NextGen ጋር ተኳሃኝ አይደለም፣ ምክንያቱም ከተፈቀዱት የፈተናዎች ብዛት ይበልጣል። የሚፈቀደው ከፍተኛው 99 ነው። እባክዎ ከ NextGen ጋር የሚስማማ ለማድረግ በክላሲክ ያርትዑ ወይም ለበለጠ እርዳታ በ adams@wada-ama.org ላይ ድጋፍን ያግኙ።
ar: أمر الاختبار هذا غير متوافق مع NextGen، لأنه يتجاوز عدد الاختبارات المسموح بها. الحد الأقصى المسموح به هو 99. يرجى التعديل في Classic لجعله متوافقًا مع NextGen، أو الاتصال بالدعم على adams@wada-ama.org للحصول على مزيد من المساعدة.
az: Bu Test Sifarişi NextGen ilə uyğun deyil, çünki o, icazə verilən testlərin sayını üstələyir. İcazə verilən maksimum 99-dur. Onu NextGen ilə uyğunlaşdırmaq üçün Classic-də redaktə edin və ya əlavə yardım üçün adams@wada-ama.org ünvanında dəstək ilə əlaqə saxlayın.
bg: Тази поръчка за тестване е несъвместима с NextGen, защото надвишава броя на разрешените тестове. Максимално допустимият брой е 99. Моля, редактирайте в Classic, за да бъде съвместим с NextGen, или се свържете с поддръжката на adams@wada-ama.org за повече помощ.
es: Esta Orden de prueba es incompatible con NextGen, porque excede la cantidad de pruebas permitidas. El máximo permitido es 99. Edite en Classic para que sea compatible con NextGen, o póngase en contacto con el soporte en adams@wada-ama.org para obtener más ayuda.
et: See testimiskorraldus ei ühildu NextGeniga, kuna see ületab lubatud testide arvu. Maksimaalne lubatud summa on 99. Redigeerige Classic'is, et see ühilduks NextGeniga, või võtke lisaabi saamiseks ühendust toega aadressil adams@wada-ama.org.
fa_ir: این دستور تست با ورژن جدید ناسازگار است، زیرا از تعداد آزمایش‌های مجاز بیشتر است. حداکثر تعداد مجاز 99 است. لطفاً در ورژن کلاسیک ویرایش کنید تا با ورژن جدید مطابقت داشته باشد، یا برای راهنمایی بیشتر با پشتیبانی آدامز تماس بگیرید: adams@wada-ama.org.
fi: Tämä testimääräys ei ole yhteensopiva NextGenin kanssa, koska se ylittää sallittujen testien määrän. Suurin sallittu on 99. Muokkaa perinteisessä versiossa, jotta se on yhteensopiva NextGenin kanssa, tai ota yhteyttä adams@wada-ama.org saadaksesi lisäapua.
fr: Cet Ordre de mission est incompatible avec NextGen, car il dépasse le nombre de tests autorisés. Le maximum autorisé est de 99. Veuillez modifier le texte dans Classic pour le rendre conforme à NextGen, ou contactez le service d'assistance à l'adresse adams@wada-ama.org pour obtenir de l'aide.
ko: 이 검사지시서는 허용된 검사 수를 초과하기 때문에 NextGen과 호환되지 않습니다. 허용되는 최대값은 99입니다. Classic에서 NextGen과 호환되도록 편집하거나 adams@wada-ama.org 지원팀에 문의하여 추가 지원을 받으세요.
lv: Šis testēšanas pasūtījums nav saderīgs ar NextGen, jo tas pārsniedz atļauto testu skaitu. Maksimālais atļautais ir 99. Lūdzu, rediģējiet klasiskajā versijā, lai tā būtu saderīga ar NextGen, vai sazinieties ar atbalsta dienestu, rakstot uz e-pastu adams@wada-ama.org, lai saņemtu papildu palīdzību.
nl: Deze testopdracht is niet compatibel met NextGen, omdat deze het toegestane aantal tests overschrijdt. Het maximaal toegestane aantal is 99. Bewerk in Classic om het compatibel te maken met NextGen, of neem contact op met de ondersteuning via adams@wada-ama.org voor meer hulp.
pl: To Zlecenie Testów jest niezgodne z NextGen, ponieważ przekracza dozwoloną liczbę testów. Maksymalna dozwolona liczba to 99. Prosimy o edycję w Classic, aby dostosować go do NextGen, lub o kontakt z pomocą techniczną pod adresem adams@wada-ama.org w celu uzyskania dalszej pomocy.
pt: Esta Ordem de Testes é incompatível com o NextGen, pois excede o número de testes permitidos. O máximo permitido é 99. Edite no Classic para torná-lo compatível com NextGen ou entre em contato com o suporte em adams@wada-ama.org para obter mais assistência.
ru: Данное Распоряжение на Тестирование несовместимо с NextGen, поскольку превышает допустимое количество тестов. Максимально допустимое значение - 99. Пожалуйста, отредактируйте его в Classic, чтобы привести в соответствие с NextGen, или обратитесь в службу поддержки по адресу adams@wada-ama.org за дополнительной помощью.
sk: Táto testovacia objednávka je nekompatibilná s NextGen, pretože prekračuje povolený počet testov. Maximálny povolený počet je 99. Upravte ho v Classic, aby bol v súlade s NextGen, alebo kontaktujte podporu na adams@wada-ama.org pre ďalšiu pomoc.
sr: Ovaj nalog za testiranje je nekompatibilan sa NektGen, jer premašuje broj dozvoljenih testova. Maksimalno dozvoljeno je 99. Molimo vas da uredite u Classic da bude u skladu sa NektGen, ili kontaktirajte podršku na adams@wada-ama.org za dodatnu pomoć.
sw: Agizo hili la Jaribio halioani na NextGen, kwa sababu linazidi idadi ya majaribio yanayoruhusiwa. Kiwango cha juu kinachoruhusiwa ni 99. Tafadhali hariri katika Classic ili kuifanya itii NextGen, au wasiliana na usaidizi kwa adams@wada-ama.org kwa usaidizi zaidi.
tr: Bu Test Sıralaması, izin verilen test sayısını aştığı için NextGen ile uyumsuzdur. İzin verilen maksimum değer 99'dur. Lütfen NextGen ile uyumlu hale getirmek için Classic'te düzenleyin veya daha fazla yardım için adams@wada-ama.org adresinden destekle iletişime geçin.

# testingOrderFromCompleteOrCanceledMsg
source: Error [TESTING_ORDER_FROM_COMPLETE_OR_CANCELED]
am: ስህተት [TESTING_ORDER_FROM_COMPLETE_ወይም_CANCELED]
ar: خطأ [ TESTING_ORDER_FROM_COMPLETE_OR_CANCELED ]
az: Xəta [TESTING_ORDER_FROM_COMPLETE_OR_CANCELED]
bg: Грешка [TESTING_ORDER_FROM_COMPLETE_OR_CANCELED]
et: Viga [TESTING_ORDER_FROM_COMPLETE_OR_CANCELED]
fa_ir: خطای [TESTING_ORDER_FROM_COMPLETE_OR_CANCELED]
fi: Virhe [TESTING_ORDER_FROM_COMPLETE_OR_CANCELED]
fr: Erreur [TESTING_ORDER_FROM_COMPLETE_OR_CANCELED]
ko: [TESTING_ORDER_FROM_COMPLETE_OR_CANCELED] 오류
lv: Kļūda [TESTING_ORDER_FROM_COMPLETE_OR_CANCELED]
nl: Fout [TESTING_ORDER_FROM_COMPLETE_OR_CANCELED]
pl: Błąd [TESTING_ORDER_FROM_COMPLETE_OR_CANCELED]
pt: Erro [TESTING_ORDER_FROM_COMPLETE_OR_CANCELED]
ru: Ошибка [TESTING_ORDER_FROM_COMPLETE_OR_CANCELED]
sk: Chyba [TESTING_ORDER_FROM_COMPLETE_OR_CANCELED]
sr: Greška [TESTING_ORDER_FROM_COMPLETE_OR_CANCELED]
sw: Hitilafu [TESTING_ORDER_FROM_COMPLETE_OR_CANCELED]
tr: Hata [TESTING_ORDER_FROM_COMPLETE_OR_CANCELED]

# testAlreadyBoundToDcfMsg
source: The Test has already been associated with a DCF
am: ፈተናው ቀድሞውንም ከዲሲኤፍ ጋር ተቆራኝቷል።
ar: الاختبار تم ارفاقه بالفعل مع DCF
az: Test artıq DCF ilə əlaqələndirilib
bg: Тестът вече е свързан с DCF
es: La Prueba ya ha sido asociada a un DCF
et: Test on juba seotud DCF-iga
fa_ir: این تست قبلاً با یک فرم کنترل دوپینگ مرتبط بوده است
fi: Testi on jo yhdistetty DCF:ään
fr: Le contrôle a déjà été associé à un FCD
ko: 검사가 이미 DCF와 연결되었습니다.
lv: Pārbaude jau ir saistīta ar DCF
nl: De Test is al geassocieerd met een DCF
pl: Test został już powiązany z DCF
pt: O Teste já foi associado a um DCF
ru: Тест уже был связан с DCF
sk: Test už bol spojený s DCF
sr: Test je već povezan sa DCF-om
sw: Jaribio tayari limehusishwa na DCF
tr: Test zaten bir DCF ile ilişkilendirildi
