Repository: NandhineeR/WADA
Catalog: wada-ama-testcenter-web-57718053929f/wada-ama-testcenter-web-57718053929f/src/i18n/messages.*.xlf
Languages: am, ar, az, bg, es, et, fa_ir, fi, fr, ko, lv, nl, pl, pt, ru, sk, sr, sw, tr

# totalSamplesTooltip
source: Total Samples (Urine, Blood, Blood Passport and Dried Blood Spot)<br>IC: In Competition<br>OOC: Out of Competition
am: ጠቅላላ ናሙናዎች (ሽንት፣ ደም፣ የደም ፓስፖርት እና የደረቀ የደም ቦታ)<br>አይሲ፡ በውድድር ላይ<br>OOC፡ ከውድድር ውጪ
ar: اجمالي الأمثلة (البول والدم وجواز الدم ودم الدم المجفف)<br>IC : في المنافسة<br>OOC : خارج المنافسة
az: Ümumi Nümunələr (Sidik, Qan, Qan Pasportu və Quru Qan Ləkəsi) <br> IC: Müsabiqədə <br> OOC: Müsabiqədən kənar
bg: Общо проби (урина, кръв, биологичен паспорт и суха кръв) <br>IC: Състезателно<br> OOC: Извънсъстезателно
es: Muestras totales (orina, sangre, pasaporte de sangre y gota de sangre seca) <br> IC: En Competición <br> OOC: Fuera de competición
et: Koguproovid (uriin, veri, verepass ja kuivanud verelaik) <br> IC: Võistleb <br> OOC: Konkurentsiväline
fa_ir: کل نمونه ها (ادرار، خون، پاسپورت خون و لکه خون خشک) <br> آی سی: در رقابت <br> OOC: خارج از رقابت
fi: Kokonaisnäytemäärä (virtsa, veri, biologinen passi (veri) ja kuivaveri)<br>IC: Kilpailussa<br>OOC: Kilpailun ulkopuolella
fr: Échantillons totaux (urine, sang, passeport sanguin et gouttes de sang séché)<br>IC : En compétition<br>OOC : Hors compétition
ko: 총 시료(소변, 혈액, 혈액수첩 및 건조혈반)<br>IC: 경기기간 중<br>OOC: 경기기간 외
lv: Kopējie paraugi (urīns, asinis, asins pase un sausais asins plankums) <br> IC: Sacensībās <br> OOC: ārpus konkurences
nl: Totaal aantal monsters (urine, bloed, bloedpaspoort en opgedroogde bloedvlek)<br>IC: in competitie<br>OOC: buiten competitie
pl: Całkowita liczba próbek (mocz, krew, paszport krwi i sucha kropla krwi (DBS)<br>IC: podczas zawodów<br>OOC: poza zawodami
pt: Amostras totais (urina, sangue, passaporte de sangue e mancha de sangue seco)<br> IC: Em competição<br> OOC: Fora da competição
ru: Всего проб (моча, кровь, паспорт крови и DBS)<br>IC: соревновательные<br>OOC: внесоревновательные
sk: Celkový počet vzoriek (moč, krv, krvný pas a zaschnutá krvná škvrna) <br> IC: V súťaži <br> OOC: Mimo súťaže
sr: Ukupno uzoraka (Urin, krv, krvni pasoš i osušena krvna tačka) <br> MK: U <br> konkurenciji OOC: Van konkurencije
sw: Jumla ya Sampuli (Mkojo, Damu, Pasipoti ya Damu na Madoa ya Damu Iliyokauka) <br> IC: Katika Mashindano <br> OOC: Nje ya Mashindano
tr: Toplam Örnekler (İdrar, Kan, Kan Pasaportu ve Kurutulmuş Kan Lekesi)<br>IC: Yarışmada<br>OOC: Rekabet Dışı

source: Sample Types
am: የናሙና ዓይነቶች
ar: انواع العينة
az: Nümunə növləri
bg: Видове проби
es: Tipos de muestra
et: Proovitüübid
fa_ir: انواع نمونه
fi: Näytetyypit
fr: Types d’échantillon
ko: 시료 종류
lv: Paraugu veidi
nl: Monstertypes
pl: Rodzaje próbek
pt: Tipos de Amostra
ru: Типы проб
sk: Typy vzoriek
sr: vrste uzoraka
sw: Aina za Sampuli
tr: Örnek Türleri

# removeSportDisciplineTooltip
source: Remove a Sport / Discipline from your Test Distribution Plan.
am: ከእርስዎ የሙከራ ስርጭት እቅድ ስፖርት/ተግሣጽ ያስወግዱ።
ar: إزالة الرياضة / الانضباط من خطة توزيع الاختبار الخاصة بك.
az: İdman/İntizamı Test Dağıtım Planınızdan çıxarın.
bg: Премахнете спорт / дисциплина от вашия план за разпределение на проверките.
es: Eliminar un deporte / disciplina de su plan de distribución de pruebas.
et: Eemaldage sport / distsipliin oma testi levitamise kavast.
fa_ir: یک ورزش / انضباط را از برنامه توزیع آزمون خود حذف کنید.
fi: Poista Laji/Alalaji Testaussuunnitelmastasi.
fr: Enlever un sport /discipline de votre plan de répartition de contrôles
ko: 검사배분계획에서 종목 / 세부종목을 삭제하세요.
lv: Noņemiet sporta veidu/disciplīnu no sava testa izplatīšanas plāna.
nl: Verwijder een sport / discipline uit uw testverdelingsplan.
pl: Usuń sport / dyscyplinę z planu rozkładu badań.
pt: Remova um esporte / disciplina de seu plano de distribuição de testes.
ru: Удалить Вид спорта / дисциплину из своего Плана распределения тестов.
sk: Odstráňte šport/disciplínu zo svojho plánu distribúcie testov.
sr: Уклоните спорт / дисциплину из плана дистрибуције теста.
sw: Ondoa Mchezo / Nidhamu kutoka kwa Mpango wako wa Usambazaji wa Mtihani.
tr: Test Dağıtım Planınızdan bir Spor / Disiplini kaldırın.

# samplesTooltip
source: {{ translations$ | getSampleType:sample.sampleType | async }} Samples<br>IC: In Competition<br>OOC: Out of Competition
am: {{ translations$ | getSampleType:sample.sampleType | async }} ናሙናዎች<br>አይሲ፡ በውድድር ላይ<br>OOC፡ ከውድድር ውጪ
ar: {{ translations$ | getSampleType:sample.sampleType | async }} Samples<br>IC : في المنافسة<br>OOC : Out of pالمنافسة
az: {{ translations$ | getSampleType:sample.sampleType | async }}Nümunələr <br> IC: Müsabiqədə <br> OOC: Müsabiqədən kənar
bg: {{ translations$ | getSampleType:sample.sampleType | async }} Проби<br>IC: Състезателно<br>OOC: Извънсъстезателно
es: {{ translations$ | getSampleType:sample.sampleType | async }}Muestras <br> IC: En competición <br> OOC: Fuera de competición
et: {{ translations$ | getSampleType:sample.sampleType | async }}Näidised <br> IC: Võistleb <br> OOC: Konkurentsiväline
fa_ir: {{ translations$ | getSampleType:sample.sampleType | async }}نمونه ها <br> آی سی: در رقابت <br> OOC: خارج از رقابت
fi: {{ translations$ | getSampleType:sample.sampleType | async }} Näytteet<br>IC: Kilpailussa<br>OOC: Kilpailun ulkopuolella
fr: {{ translations$ | getSampleType:sample.sampleType | async }} Échantillons<br>IC: En compétition<br>OOC: Hors compétition
ko: {{ translations$ | getSampleType:sample.sampleType | async }} 시료<br>IC: 경기기간 중<br>OOC: 경기기간 외
lv: {{ translations$ | getSampleType:sample.sampleType | async }}Paraugi <br> IC: Sacensībās <br> OOC: ārpus konkurences
nl: {{ translations$ | getSampleType:sample.sampleType | async }} Monsters<br>IC: In competitie<br>OOC: buiten competitie
pl: {{ translations$ | getSampleType:sample.sampleType | async }} Próbki<br>IC: podczas zawodów<br>OOC: poza zawodami
pt: {{ translations$ | getSampleType:sample.sampleType | async }} Amostras<br>IC: Na competição<br>OOC: Fora da competição
ru: {{ translations$ | getSampleType:sample.sampleType | async }} Пробы<br>IC: соревновательные<br>OOC: внесоревновательные
sk: {{ translations$ | getSampleType:sample.sampleType | async }}Vzorky <br> IC: V súťaži <br> OOC: Mimo súťaže
sr: {{ translations$ | getSampleType:sample.sampleType | async }}Узорци <br> ИЦ: У конкуренцији <br> ООЦ: Ван конкуренције
sw: {{ translations$ | getSampleType:sample.sampleType | async }}Sampuli <br> IC: Katika Mashindano <br> OOC: Nje ya Mashindano
tr: {{ translations$ | getSampleType:sample.sampleType | async }} Örnekler<br>IC: Yarışmada<br>OOC: Rekabet dışı

# analysisTooltip
source: {{ translations$ | getExtendedAnalysisCategory:analysis.analysisCategory | async }} ({{ translations$ | getAnalysisCategory:analysis.analysisCategory | async }}) Analyses<br>IC: In Competition <br>OOC: Out of Competition
am: {{ translations$ | getExtendedAnalysisCategory:analysis.analysisCategory | async }} ({{ translations$ | getAnalysisCategory:analysis.analysisCategory | async }}) ይተነትናል።<br>አይሲ፡ በውድድር ላይ <br>OOC፡ ከውድድር ውጪ
ar: {{ translations$ | getExtendedAnalysisCategory:analysis.analysisCategory | async }}({{ translations$ | getAnalysisCategory:analysis.analysisCategory | async }} ) التحليلات <br> شوتينر: في المنافسة <br> OOC: خارج المنافسة
az: {{ translations$ | getExtendedAnalysisCategory:analysis.analysisCategory | async }}({{ translations$ | getAnalysisCategory:analysis.analysisCategory | async }} ) Təhlil edir <br> IC: Müsabiqədə <br> OOC: Müsabiqədən kənar
bg: {{ translations$ | getExtendedAnalysisCategory:analysis.analysisCategory | async }} ({{ translations$ | getAnalysisCategory:analysis.analysisCategory | async }}) Анализи<br>IC: Състезателно <br>OOC: Извънсъстезателно
es: {{ translations$ | getExtendedAnalysisCategory:analysis.analysisCategory | async }}({{ translations$ | getAnalysisCategory:analysis.analysisCategory | async }} ) Analiza <br> IC: En competición <br> OOC: Fuera de competición
et: {{ translations$ | getExtendedAnalysisCategory:analysis.analysisCategory | async }}({{ translations$ | getAnalysisCategory:analysis.analysisCategory | async }} ) Analüüsid <br> IC: Võistleb <br> OOC: Konkurentsiväline
fa_ir: {{ translations$ | getExtendedAnalysisCategory:analysis.analysisCategory | async }}({{ translations$ | getAnalysisCategory:analysis.analysisCategory | async }} ) تجزیه و تحلیل می کند <br> آی سی: در رقابت <br> OOC: خارج از رقابت
fi: {{ translations$ | getExtendedAnalysisCategory:analysis.analysisCategory | async }} ({{ translations$ | getAnalysisCategory:analysis.analysisCategory | async }}) Analyysit<br>IC: Kilpailussa <br>OOC: Kilpailun ulkopuolella
fr: {{ translations$ | getExtendedAnalysisCategory:analysis.analysisCategory | async }} ({{ translations$ | getAnalysisCategory:analysis.analysisCategory | async }}) analyses<br>IC: En compétition <br>OOC: Hors compétition
ko: {{ translations$ | getExtendedAnalysisCategory:analysis.analysisCategory | async }} ({{ translations$ | getAnalysisCategory:analysis.analysisCategory | async }}) 분석<br>IC: 경기기간 중 <br>OOC: 경기기간 외
lv: {{ translations$ | getExtendedAnalysisCategory:analysis.analysisCategory | async }}({{ translations$ | getAnalysisCategory:analysis.analysisCategory | async }} ) Analīzes <br> IC: Sacensībās <br> OOC: ārpus konkurences
nl: {{ translations$ | getExtendedAnalysisCategory:analysis.analysisCategory | async }} ({{ translations$ | getAnalysisCategory:analysis.analysisCategory | async }}) Analyses<br>IC: In competitie <br>OOC: buiten competitie
pl: {{ translations$ | getExtendedAnalysisCategory:analysis.analysisCategory | async }} ({{ translations$ | getAnalysisCategory:analysis.analysisCategory | async }}) Analizy<br>IC: podczas zawodów <br>OOC: poza zawodami
pt: {{ translations$ | getExtendedAnalysisCategory:analysis.analysisCategory | async }} ({{ translations$ | getAnalysisCategory:analysis.analysisCategory | async }}) Análises<br>IC: Em competição <br>OOC: Fora da concorrência
ru: {{ translations$ | getExtendedAnalysisCategory:analysis.analysisCategory | async }} ({{ translations$ | getAnalysisCategory:analysis.analysisCategory | async }}) Анализы<br>IC: соревновательные <br>OOC: внесоревновательные
sk: {{ translations$ | getExtendedAnalysisCategory:analysis.analysisCategory | async }}({{ translations$ | getAnalysisCategory:analysis.analysisCategory | async }} ) Analýzy <br> IC: V súťaži <br> OOC: Mimo súťaže
sr: {{ translations$ | getExtendedAnalysisCategory:analysis.analysisCategory | async }}({{ translations$ | getAnalysisCategory:analysis.analysisCategory | async }} ) Анализе <br> ИЦ: У конкуренцији <br> ООЦ: Ван конкуренције
sw: {{ translations$ | getExtendedAnalysisCategory:analysis.analysisCategory | async }}({{ translations$ | getAnalysisCategory:analysis.analysisCategory | async }} ) Inachanganua <br> IC: Katika Mashindano <br> OOC: Nje ya Mashindano
tr: {{ translations$ | getExtendedAnalysisCategory:analysis.analysisCategory | async }} ({{ translations$ | getAnalysisCategory:analysis.analysisCategory | async }})<br>IC: Yarışmada <br>OOC: Rekabet Dışı Analiz

source: Show All
am: ሁሉንም አሳይ
ar: عرض الكل
az: Hamısını göstər
bg: Показване на всички
es: Mostrar todo
et: Näita kõike
fa_ir: نمایش همه
fi: Näytä kaikki
fr: Afficher tout
ko: 모두 보이기
lv: Parādīt visu
nl: Toon alles
pl: Pokaż wszystko
pt: Mostrar Tudo
ru: Показать все
sk: Ukázať všetko
sr: Pokaži sve
sw: Onyesha yote
tr: Tümünü Göster

source: Hide All
am: ሁሉንም ደብቅ
ar: أخف كل شيء
az: Hamısını Gizlət
bg: Скрий всичко
es: Esconder todo
et: Peida kõik
fa_ir: همه را پنهان کن
fi: Piilota kaikki
fr: Tout cacher
ko: 모두 숨기기
lv: Paslēpt visu
nl: Verstop alles
pl: Ukryj wszystko
pt: Esconda tudo
ru: Скрыть все
sk: Skryť všetko
sr: Сакријете све
sw: Ficha Yote
tr: Hepsini sakla

source: IC and OOC
am: IC እና OOC
ar: IC و OOC
az: IC və OOC
bg: IC и OOC
es: EC Y FdeC
et: IC ja OOC
fa_ir: آی سی و OOC
fi: IC ja OOC
fr: IC et OOC
ko: IC 및 OOC
lv: IC un OOC
nl: IC en OOC
pl: IC i OOC
pt: IC e OOC
ru: IC и OOC
sk: IC a OOC
sr: ИЦ и ООЦ
sw: IC na OOC
tr: IC ve OOC

# ic_uppercase
source: IC
am: አይ ሲ
bg: Състезателно
es: EC
fa_ir: مدار مجتمع
sr: ИЦ

# ooc_uppercase
source: OOC
am: ኦኦኦ
ar: خارج إطار المنافسة
bg: Извън състезание
es: FdC
fi: Kilpailun ulkopuolinen
ko: 경기기간외
pl: Poza zawodami (OOC)
pt: Fora-de-Competição
ru: ВСК
sr: testiranje izvan takmičenja
tr: Müsabaka Dışı

# existsForSportNameXDisciplineNameXinYearX
source: exist for {{ sport.sportName }} - {{ disc.disciplineName }} in {{ tdpSheetInfo.year }}
am: መኖር ለ {{ sport.sportName }} - {{ disc.disciplineName }} ውስጥ {{ tdpSheetInfo.year }}
ar: موجودة ل{{ sport.sportName }} -{{ disc.disciplineName }} في{{ tdpSheetInfo.year }}
az: üçün mövcuddur{{ sport.sportName }} -{{ disc.disciplineName }} in{{ tdpSheetInfo.year }}
bg: съществуват за {{ sport.sportName }} - {{ disc.disciplineName }} в {{ tdpSheetInfo.year }}
es: existen para {{ sport.sportName }} - {{ disc.disciplineName }} en {{ tdpSheetInfo.year }}
et: jaoks olemas{{ sport.sportName }} -{{ disc.disciplineName }} aastal{{ tdpSheetInfo.year }}
fa_ir: وجود داشته باشد برای{{ sport.sportName }} -{{ disc.disciplineName }} که در{{ tdpSheetInfo.year }}
fi: on olemassa{{ sport.sportName }} - {{ disc.disciplineName }} in {{ tdpSheetInfo.year }}
fr: existent pour {{ sport.sportName }} - {{ disc.disciplineName }} en {{ tdpSheetInfo.year }}
ko: {{ sport.sportName }} - {{ disc.disciplineName }} {{ tdpSheetInfo.year }} 에 존재함
lv: pastāvēt{{ sport.sportName }} -{{ disc.disciplineName }} iekšā{{ tdpSheetInfo.year }}
nl: bestaan voor {{ sport.sportName }} - {{ disc.disciplineName }} in {{ tdpSheetInfo.year }}
pl: istnieje dla{{ sport.sportName }} -{{ disc.disciplineName }} w{{ tdpSheetInfo.year }}
pt: existe para{{ sport.sportName }} -{{ disc.disciplineName }} no{{ tdpSheetInfo.year }}
ru: существуют для {{ sport.sportName }} - {{ disc.disciplineName }} в {{ tdpSheetInfo.year }}
sk: existovať pre{{ sport.sportName }} -{{ disc.disciplineName }} v{{ tdpSheetInfo.year }}
sr: постоје за{{ sport.sportName }} -{{ disc.disciplineName }} у{{ tdpSheetInfo.year }}
sw: kuwepo kwa{{ sport.sportName }} -{{ disc.disciplineName }} katika{{ tdpSheetInfo.year }}
tr: için var{{ sport.sportName }} -{{ disc.disciplineName }} içinde{{ tdpSheetInfo.year }}

source: If you wish to enter
am: መግባት ከፈለጉ
ar: إذا كنت ترغب في الدخول
az: Əgər daxil olmaq istəyirsinizsə
bg: Ако искате да въведете
es: Si desea entrar
et: Kui soovite siseneda
fa_ir: در صورت تمایل وارد شوید
fi: Jos haluat syöttää
fr: Si vous souhaitez entrer
ko: 입력을 원하는 경우
lv: Ja vēlaties iekļūt
nl: Als je mee wilt doen
pl: Jeśli chcesz wejść
pt: Se você deseja entrar
ru: Если вы хотите ввести
sk: Ak chcete vstúpiť
sr: Ако желите да уђете
sw: Ukitaka kuingia
tr: Girmek isterseniz

# pleaseRemoveAll_lowercase
source: please remove all
am: እባክዎን ሁሉንም ያስወግዱ
ar: الرجاء إزالة الكل
az: zəhmət olmasa hamısını silin
bg: моля премахнете всички
es: por favor, retire todo
et: eemaldage kõik
fa_ir: لطفا همه را حذف کنید
fi: poista kaikki
fr: veuillez supprimer tous les
ko: 모두 삭제하세요
lv: lūdzu, noņemiet visu
nl: verwijder alstublieft alles
pl: usuń wszystko
pt: por favor remova tudo
ru: пожалуйста, удалите все
sk: prosím odstráňte všetky
sr: молим те уклони све
sw: tafadhali ondoa zote
tr: lütfen hepsini kaldır

# sumOfAllValuesForSportNameXDisciplineNameXinYearX
source: This is the sum of all values for {{ sport.sportName }} - {{ disc.disciplineName }} in {{ tdpSheetInfo.year }}
am: ይህ የሁሉም እሴቶች ድምር ነው። {{ sport.sportName }} - {{ disc.disciplineName }} ውስጥ {{ tdpSheetInfo.year }}
ar: هذا هو مجموع كل قيم{{ sport.sportName }} -{{ disc.disciplineName }} في{{ tdpSheetInfo.year }}
az: Bu, üçün bütün dəyərlərin cəmidir{{ sport.sportName }} -{{ disc.disciplineName }} in{{ tdpSheetInfo.year }}
bg: Това е сумата от всички стойности за {{ sport.sportName }} -{{ disc.disciplineName }} в {{ tdpSheetInfo.year }}
es: Esta es la suma de todos los valores de {{ sport.sportName }} - {{ disc.disciplineName }} en {{ tdpSheetInfo.year }}
et: See on kõigi väärtuste summa{{ sport.sportName }} -{{ disc.disciplineName }} aastal{{ tdpSheetInfo.year }}
fa_ir: این مجموع همه مقادیر برای است{{ sport.sportName }} -{{ disc.disciplineName }} که در{{ tdpSheetInfo.year }}
fi: Tämä on kaikkien arvojen summa{{ sport.sportName }} -{{ disc.disciplineName }} in {{ tdpSheetInfo.year }}
fr: C'est la somme de toutes les valeurs pour {{ sport.sportName }} - {{ disc.disciplineName }} en {{ tdpSheetInfo.year }}
ko: 이 값은 {{ sport.sportName }}의 {{ disc.disciplineName }} - {{ tdpSheetInfo.year }}에 대한 모든 값의 합계입니다.
lv: Šī ir visu vērtību summa{{ sport.sportName }} -{{ disc.disciplineName }} iekšā{{ tdpSheetInfo.year }}
nl: Dit is de som van alle waarden voor {{ sport.sportName }} - {{ disc.disciplineName }} in {{ tdpSheetInfo.year }}
pl: To jest suma wszystkich wartości parametru{{ sport.sportName }} -{{ disc.disciplineName }} w{{ tdpSheetInfo.year }}
pt: Esta é a soma de todos os valores para{{ sport.sportName }} -{{ disc.disciplineName }} no{{ tdpSheetInfo.year }}
ru: Это сумма всех значений для{{ sport.sportName }} - {{ disc.disciplineName }} в {{ tdpSheetInfo.year }}
sk: Toto je súčet všetkých hodnôt pre{{ sport.sportName }} -{{ disc.disciplineName }} v{{ tdpSheetInfo.year }}
sr: Ово је збир свих вредности за{{ sport.sportName }} -{{ disc.disciplineName }} у{{ tdpSheetInfo.year }}
sw: Hii ni jumla ya maadili yote kwa{{ sport.sportName }} -{{ disc.disciplineName }} katika{{ tdpSheetInfo.year }}
tr: Bu, için tüm değerlerin toplamıdır{{ sport.sportName }} -{{ disc.disciplineName }} içinde{{ tdpSheetInfo.year }}

# unexpectedMissingValueInTDP
source: A value is unexpectedly missing from this TDP. Please contact WADA support to fix this issue or you could also try to delete the row and add it again if you need it.
am: ከዚህ TDP ያልተጠበቀ እሴት ጠፍቷል። ይህንን ችግር ለመፍታት እባክዎ የWADA ድጋፍን ያግኙ ወይም ረድፉን ለመሰረዝ መሞከር እና ከፈለጉ እንደገና ማከል ይችላሉ።
ar: قيمة مفقودة بشكل غير متوقع من TDP هذا. يرجى الاتصال بدعم WADA لإصلاح هذه المشكلة أو يمكنك أيضًا محاولة حذف الصف وإضافته مرة أخرى إذا كنت بحاجة إليه.
az: Bu TDP-də gözlənilmədən dəyər çatışmır. Lütfən, bu problemi həll etmək üçün WADA dəstəyi ilə əlaqə saxlayın və ya ehtiyacınız olarsa, sıranı silib yenidən əlavə etməyə cəhd edə bilərsiniz.
bg: В този ПРП неочаквано липсва стойност. Моля, свържете се с поддръжката на САА, за да разрешите този проблем, или можете също да опитате да изтриете реда и да го добавите отново, ако ви е необходим.
es: Un valor falta inesperadamente en este TDP. Por favor, póngase en contacto con el soporte de la AMA para solucionar este problema o también podría intentar eliminar la fila y añadirla de nuevo si lo necesita.
et: Sellest TDP-st puudub ootamatult väärtus. Selle probleemi lahendamiseks pöörduge WADA tugiteenuse poole. Võite ka proovida rida kustutada ja vajadusel uuesti lisada.
fa_ir: مقداری به طور غیرمنتظره ای از این TDP گم شده است. لطفاً برای رفع این مشکل با پشتیبانی WADA تماس بگیرید یا می‌توانید سعی کنید ردیف را حذف کرده و در صورت نیاز دوباره آن را اضافه کنید.
fi: Arvo puuttuu odottamattomasti tästä TDPstä. Ota yhteys WADAn tukeen ongelman korjaamiseksi tai voit myös yrittää poistaa rivin ja lisätä sen uudelleen, jos tarvitset sitä.
fr: Une valeur manque à ce PRC. Veuillez contacter le support de l'AMA pour résoudre ce problème ou vous pouvez également essayer de supprimer la ligne et de l'ajouter à nouveau si vous en avez besoin.
ko: 이 TDP에서 예기치 않게 값이 누락되었습니다. 이 문제를 해결하려면 WADA 지원팀으로 문의하시거나 필요한 경우 행을 삭제하고 다시 추가하시기 바랍니다.
lv: Šajā TDP negaidīti trūkst vērtības.Lūdzu, sazinieties ar WADA atbalsta dienestu, lai novērstu šo problēmu, vai arī varat mēģināt dzēst rindu un pievienot to vēlreiz, ja nepieciešams.
nl: Een waarde ontbreekt onverwachts in dit TDP. Neem contact op met WADA-ondersteuning om dit probleem op te lossen of u kunt ook proberen de rij te verwijderen en opnieuw toe te voegen als u deze nodig heeft.
pl: Nieoczekiwanie brakuje wartości w tym TDP. Skontaktuj się z pomocą techniczną WADA, aby rozwiązać ten problem, lub możesz spróbować usunąć wiersz i dodać go ponownie, jeśli potrzebujesz.
pt: Um valor está inesperadamente ausente neste TDP. Entre em contato com o suporte da WADA para corrigir esse problema ou você também pode tentar excluir a linha e adicioná-la novamente se precisar.
ru: В этом TDP неожиданно отсутствует значение. Обратитесь в службу поддержки WADA, чтобы решить эту проблему, или вы также можете попробовать удалить строку и добавить ее снова, если она вам нужна.
sk: V tomto TDP neočakávane chýba hodnota. Ak chcete tento problém vyriešiť, kontaktujte podporu WADA alebo sa môžete tiež pokúsiť odstrániť riadok a znova ho pridať, ak to potrebujete.
sr: Вредност неочекивано недостаје овом ТДП-у. Обратите се подршци ВАДА да бисте решили овај проблем или бисте могли да покушате да избришете ред и додате га поново ако вам затреба.
sw: Thamani haipo bila kutarajia kutoka kwa TDP hii. Tafadhali wasiliana na usaidizi wa WADA ili kurekebisha suala hili au unaweza pia kujaribu kufuta safu mlalo na kuiongeza tena ikiwa unahitaji.
tr: Bu TDP'de beklenmedik bir şekilde bir değer eksik. Bu sorunu gidermek için lütfen WADA destek ile iletişime geçin veya ayrıca satırı silmeyi ve ihtiyacınız olursa tekrar eklemeyi deneyebilirsiniz.

# unableToRemoveLastDiscipline
source: The last discipline cannot be removed. Please add another Sport/Discipline first.
am: የመጨረሻው ተግሣጽ ሊወገድ አይችልም. እባክዎ መጀመሪያ ሌላ ስፖርት/ተግሣጽ ያክሉ።
ar: لا يمكن إزالة الانضباط الأخير. الرجاء إضافة رياضة / انضباط آخر أولاً.
az: Son intizamı aradan qaldırmaq mümkün deyil. Əvvəlcə başqa İdman/İntizam əlavə edin.
bg: Последната дисциплина не може да бъде премахната. Моля, първо добавете друг спорт/дисциплина.
es: La última disciplina no puede ser eliminada. Por favor, agregue otro deporte o disciplina primero.
et: Viimast distsipliini ei saa eemaldada. Kõigepealt lisage veel üks spordiala / distsipliin.
fa_ir: آخرین رشته قابل حذف نیست. لطفا ابتدا ورزش/رشته دیگری را اضافه کنید.
fi: Viimeistä alalajia ei voida poistaa. Lisää ensin toinen Laji/Alalaji.
fr: La dernière discipline ne peut pas être supprimée. Veuillez d'abord ajouter un autre sport ou une autre discipline.
ko: 가장 최근의 세부종목은 삭제할 수 없습니다. 먼저 다른 종목/세부종목을 추가하세요.
lv: Pēdējo disciplīnu nevar noņemt.Lūdzu, vispirms pievienojiet citu sporta veidu/disciplīnu.
nl: De laatste discipline kan niet worden verwijderd. Voeg eerst een andere Sport / Discipline toe.
pl: Ostatniej dyscypliny nie można usunąć. Najpierw dodaj inny sport / dyscyplinę.
pt: A última disciplina não pode ser removida. Adicione outro Esporte / Disciplina primeiro.
ru: Последнюю Дисциплину удалить нельзя. Сначала добавьте еще один Вид спорта/Дисциплину.
sk: Posledná disciplína sa nedá odstrániť. Najprv pridajte ďalší šport/disciplínu.
sr: Последња дисциплина се не може уклонити. Прво додајте још један спорт / дисциплину.
sw: Nidhamu ya mwisho haiwezi kuondolewa. Tafadhali ongeza Spoti/Nidhamu nyingine kwanza.
tr: Son disiplin kaldırılamaz. Lütfen önce başka bir Spor / Disiplin ekleyin.
