Repository: NandhineeR/WADA
Catalog: wada-ama-testcenter-web-57718053929f/wada-ama-testcenter-web-57718053929f/src/i18n/messages.*.xlf
Languages: am, ar, az, bg, es, et, fa_ir, fi, fr, ko, lv, nl, pl, pt, ru, sk, sr, sw, tr

# viewLabXAnalysisRequestForm
source: View {{ laboratory }} Analysis Request Form
am: ይመልከቱ {{ laboratory }} የትንታኔ ጥያቄ ቅጽ
ar: عرض نموذج طلب {{ laboratory }} التحليل
az: Baxın {{ laboratory }} Təhlil sorğu forması
bg: Преглед {{ laboratory }} Формуляр за заявка за анализ
es: Vista {{ laboratory }} Formulario de solicitud de análisis
et: Vaade {{ laboratory }} Analüüsitaotluse vorm
fa_ir: مشاهده {{ laboratory }} فرم درخواست تحلیل
fi: Näytä {{ laboratory }} analyysipyyntölomake
fr: Voir {{ laboratory }} Formulaire de demande d'analyse
ko: 분석 요청 양식 {{ laboratory }} 보기
lv: Skatīt {{ laboratory }} Analīzes pieprasījuma veidlapa
nl: Weergave {{ laboratory }} Analyse aanvraagformulier
pl: Zobacz formularz wniosku o analizę {{ laboratory }}
pt: Visualizar {{ laboratory }} Formulário de Solicitação de Análise
ru: Посмотреть форму Запроса на проведение анализа {{ laboratory }}
sk: vyhliadka {{ laboratory }} Formulár žiadosti o analýzu
sr: Pogledaj Obrazac Zahteva Za {{ laboratory }} Analizu
sw: Tazama {{ laboratory }} Fomu ya Ombi la Uchambuzi
tr: Görüş {{ laboratory }} Analiz Talep Formu

# refreshLTSQTA_uppercase
source: REFRESH LTS/QTA
am: LTS/QTA አድስ
ar: تحديث LTS/QTA
az: LTS/QTA-nı TƏZİL EDİN
bg: ОБНОВЯВАНЕ НА LTS/QTA
es: ACTUALIZAR LTS/QTA
et: VÄRSKENDAGE LTS/QTA
fa_ir: LTS/QTA را رفرش کنید
fi: PÄIVITÄ LTS/QTA
fr: ACTUALISER LTS/QTA
ko: LTS/QTA 새로고침
lv: ATJAUNOT LTS/QTA
nl: LTS/QTA VERNIEUWEN
pl: ODŚWIEŻ LTS/QTA
ru: ОБНОВЛЕНИЕ LTS/QTA
sk: OBNOVIŤ LTS/QTA
sr: OSVEŽI LTS/QTA
sw: UPYA LTS/QTA
tr: LTS/QTA'YI YENİLEYİN

# refreshLTSQTATooltip
source: Retrieve data from the Sample Management Platform.
am: ከናሙና አስተዳደር መድረክ ላይ ውሂብ ሰርስሮ ውሰድ።
ar: استرداد البيانات من منصة إدارة العينات.
az: Nümunə İdarəetmə Platformasından məlumatları əldə edin.
bg: Извличане на данни от примерната платформа за управление.
es: Recupere datos de la plataforma de gestión de muestras.
et: Andmete toomine proovihaldusplatvormilt.
fa_ir: داده ها را از پلتفرم مدیریت نمونه بازیابی کنید.
fi: Hae tiedot Näytteen hallinta alustalta
fr: Récupérez les données à partir de la plate-forme de gestion des échantillons.
ko: 시료 관리 플랫폼에서 데이터를 검색합니다.
lv: Izgūstiet datus no paraugu pārvaldības platformas.
nl: Haal gegevens op uit het Sample Management Platform.
pl: Pobierz dane z platformy zarządzania próbkami.
pt: Recuperar dados da plataforma de gerenciamento de amostras.
ru: Получение данных с платформы управления образцами.
sk: Získajte údaje z platformy správy vzoriek.
sr: Preuzmite podatke sa platforme za upravljanje uzorkom.
sw: Rejesha data kutoka kwa Mfumo wa Usimamizi wa Sampuli.
tr: Örnek Yönetim Platformundan veri alın.

# requestLTSQTA_uppercase
source: REQUEST LTS/QTA
am: LTS/QTA ይጠይቁ
ar: طلب LTS/QTA
az: LTS/QTA tələb edin
bg: ЗАЯВКА за LTS/QTA
es: SOLICITAR LTS/QTA
et: TAOTLE LTS/QTA
fa_ir: LTS/QTA را درخواست کنید
fi: PYYDÄ LTS/QTA
fr: DEMANDE LTS/QTA
ko: LTS/QTA 요청
lv: PIEPRASĪT LTS/QTA
nl: LTS/QTA AANVRAGEN
pl: ZAPYTAJ O LTS/QTA
pt: SOLICITAÇÃO LTS/QTA
ru: ЗАПРОС LTS/QTA
sk: VYŽIADAJTE LTS/QTA
sr: ZAHTEV LTS/QTA
sw: OMBA LTS/QTA
tr: TALEP LTS/QTA

# followingTestWillBeCancelled
source: The following test will be marked as Cancelled:
am: የሚከተለው ፈተና እንደተሰረዘ ምልክት ይደረግበታል፡-
ar: سيتم وضع علامة على الاختبار التالي على أنه تم إلغاؤه:
az: Aşağıdakı test Ləğv edilmiş kimi qeyd olunacaq:
bg: Следният тест ще бъде маркиран като отменен:
es: La siguiente prueba se marcará como Cancelada:
et: Järgmine test märgitakse tühistatuks:
fa_ir: آزمون زیر به عنوان لغو شده علامت گذاری می شود:
fi: Seuraava testi merkitään peruutetuksi:
fr: L'épreuve suivante sera marquée comme annulée :
ko: 다음 검사는 취소됨으로 표시됩니다.
lv: Šis tests tiks atzīmēts kā atcelts:
nl: De volgende test wordt gemarkeerd als Geannuleerd:
pl: Poniższy test zostanie oznaczony jako anulowany:
pt: O seguinte teste será marcado como Cancelado:
ru: Следующий тест будет помечен как Отмененный:
sk: Nasledujúci test bude označený ako Zrušený:
sr: Sledeći test će biti označen kao Otkazano:
sw: Jaribio lifuatalo litatiwa alama kuwa Limeghairiwa:
tr: Aşağıdaki test İptal edildi olarak işaretlenecektir:

# followingTestsWillBeCancelled
source: The following tests will be marked as Cancelled:
am: የሚከተሉት ፈተናዎች እንደተሰረዙ ምልክት ይደረግባቸዋል፡-
ar: سيتم وضع علامة على الاختبارات التالية على أنها ملغاة:
az: Aşağıdakı testlər Ləğv edilmiş kimi qeyd olunacaq:
bg: Следните тестове ще бъдат маркирани като отменени:
es: Las siguientes pruebas se marcarán como Canceladas:
et: Järgmised testid märgitakse tühistatuks:
fa_ir: تست های زیر به عنوان لغو شده علامت گذاری می شوند:
fi: Seuraavat testit merkitään peruutetuiksi:
fr: Les épreuves suivantes sont annulées :
ko: 다음 검사는 취소됨으로 표시됩니다.
lv: Šādi testi tiks atzīmēti kā atcelti:
nl: De volgende tests worden gemarkeerd als geannuleerd:
pl: Następujące testy zostaną oznaczone jako anulowane:
pt: Os seguintes testes serão marcados como cancelados:
ru: Следующие тесты будут отмечены как Отмененные:
sk: Nasledujúce testy budú označené ako Zrušené:
sr: Sledeći testovi će biti označeni kao Otkazani:
sw: Majaribio yafuatayo yatatiwa alama kuwa Yameghairiwa:
tr: Aşağıdaki testler İptal edildi olarak işaretlenecektir:

# cancelledTestsInformationWarning
source: Cancelled tests cannot be updated anymore. You will not be able to undo this action.
am: የተሰረዙ ሙከራዎች ከአሁን በኋላ ሊዘምኑ አይችሉም። ይህን እርምጃ መቀልበስ አይችሉም።
ar: لا يمكن تحديث الاختبارات الملغاة بعد الآن. لن تتمكن من التراجع عن هذا الإجراء.
az: Ləğv edilmiş testlər daha yenilənə bilməz. Bu əməliyyatı geri qaytara bilməyəcəksiniz.
bg: Анулираните тестове вече не могат да се актуализират. Няма да можете да отмените това действие.
es: Las pruebas canceladas ya no se pueden actualizar. No podrá deshacer esta acción.
et: Tühistatud teste ei saa enam värskendada. Seda toimingut ei saa tagasi võtta.
fa_ir: تست های لغو شده دیگر به روز نمی شوند. شما نمی توانید این عمل را آندو کنید.
fi: Peruutettuja testejä ei voi enää päivittää. Et voi kumota tätä toimintoa.
fr: Les tests annulés ne peuvent plus être mis à jour. Vous ne pourrez pas annuler cette action.
ko: 취소된 검사는 더 이상 업데이트할 수 없습니다. 이 작업은 실행 취소할 수 없습니다.
lv: Atceltos testus vairs nevar atjaunināt. Šo darbību nevarēs atsaukt.
nl: Geannuleerde tests kunnen niet meer worden bijgewerkt. U kunt deze actie niet ongedaan maken.
pl: Anulowanych testów nie można już aktualizować. Nie będzie można cofnąć tej akcji.
pt: Testes cancelados não podem mais ser atualizados. Você não poderá desfazer esta ação.
ru: Отмененные тесты больше не могут быть обновлены. Вы не сможете отменить это действие.
sk: Zrušené testy už nie je možné aktualizovať. Túto akciu nebudete môcť vrátiť späť.
sr: Otkazani testovi se više ne mogu ažurirati. Nećete moći da poništite ovu akciju.
sw: Majaribio yaliyoghairiwa hayawezi kusasishwa tena. Hutaweza kutendua kitendo hiki.
tr: İptal edilen testler artık güncellenemez. Bu işlemi geri alamazsınız.

# followingTestCouldNotBeUpdated
source: The following test could not be updated:
am: የሚከተለው ሙከራ ሊዘመን አልቻለም፡
ar: لا يمكن تحديث الاختبار التالي:
az: Aşağıdakı testi yeniləmək mümkün olmadı:
bg: Следният тест не можа да бъде актуализиран:
es: No se pudo actualizar la siguiente prueba:
et: Järgmist testi ei saanud värskendada:
fa_ir: آزمایش زیر قابل به‌روزرسانی نیست:
fi: Seuraavaa testiä ei voitu päivittää:
fr: Le test suivant n'a pas pu être mis à jour :
ko: 다음 검사를 업데이트할 수 없습니다.
lv: Šo testu nevarēja atjaunināt:
nl: De volgende test kan niet worden bijgewerkt:
pl: Następujący test nie mógł zostać zaktualizowany:
pt: O seguinte teste não pôde ser atualizado:
ru: Следующий тест не может быть обновлен:
sk: Nasledujúci test sa nepodarilo aktualizovať:
sr: Sledeći test nije mogao da se ažurira:
sw: Jaribio lifuatalo halikuweza kusasishwa:
tr: Aşağıdaki test güncellenemedi:

# followingTestsCouldNotBeUpdated
source: The following tests could not be updated:
am: የሚከተሉት ሙከራዎች ሊዘመኑ አልቻሉም፡
ar: لا يمكن تحديث الاختبارات التالية:
az: Aşağıdakı testləri yeniləmək mümkün olmadı:
bg: Следните тестове не можаха да бъдат актуализирани:
es: Las siguientes pruebas no se pudieron actualizar:
et: Järgmisi teste ei saanud värskendada:
fa_ir: آزمایش‌های زیرنمی توانند به‌روزرسانی شوند:
fi: Seuraavia testejä ei voitu päivittää:
fr: Les tests suivants n'ont pas pu être mis à jour :
ko: 다음 검사를 업데이트할 수 없습니다.
lv: Nevarēja atjaunināt šādus testus:
nl: De volgende tests kunnen niet worden bijgewerkt:
pl: Następujące testy nie mogły zostać zaktualizowane:
pt: Os seguintes testes não puderam ser atualizados:
ru: Следующие тесты не могут быть обновлены:
sk: Nasledujúce testy sa nepodarilo aktualizovať:
sr: Sledeći testovi nisu mogli da se ažuriraju:
sw: Majaribio yafuatayo hayakuweza kusasishwa:
tr: Aşağıdaki testler güncellenemedi:

# pleaseRefreshAndTryAgain
source: Please refresh the page and try again.
am: እባክዎ ገጹን ያድሱ እና እንደገና ይሞክሩ።
ar: يرجى تحديث الصفحة والمحاولة مرة أخرى.
az: Səhifəni yeniləyin və yenidən cəhd edin.
bg: Моля, опреснете страницата и опитайте отново.
es: Actualice la página y vuelva a intentarlo.
et: Värskendage lehte ja proovige uuesti.
fa_ir: لطفا صفحه را مجددا بارگزاری کرده و دوباره تلاش کنید.
fi: Päivitä sivu ja yritä uudelleen.
fr: Veuillez actualiser la page et réessayer.
ko: 페이지를 새로고침한 후 다시 시도하세요.
lv: Lūdzu, atsvaidziniet lapu un mēģiniet vēlreiz.
nl: Ververs de pagina en probeer het opnieuw.
pl: Odśwież stronę i spróbuj ponownie.
pt: Atualize a página e tente novamente.
ru: Пожалуйста, обновите страницу и повторите попытку.
sk: Obnovte stránku a skúste to znova.
sr: Osvežite stranicu i pokušajte ponovo.
sw: Tafadhali onyesha upya ukurasa na ujaribu tena.
tr: Lütfen sayfayı yenileyin ve tekrar deneyin.

# followingTestCannotBeMarkedAsCancelled
source: The following test cannot be marked as Cancelled:
am: የሚከተለው ፈተና እንደተሰረዘ ምልክት ሊደረግበት አይችልም፡
ar: لا يمكن وضع علامة على الاختبار التالي على أنه تم إلغاؤه:
az: Aşağıdakı test Ləğv edildi kimi qeyd edilə bilməz:
bg: Следният тест не може да бъде маркиран като отменен:
es: La siguiente prueba no se puede marcar como Cancelada:
et: Järgmist testi ei saa tühistatuks märkida:
fa_ir: آزمون زیر نمی تواند به عنوان لغو شده علامت گذاری شود:
fi: Seuraavaa testiä ei voi merkitä peruutetuksi:
fr: L'épreuve suivante ne peut pas être marquée comme annulée :
ko: 다음 검사는 취소됨으로 표시할 수 없습니다.
lv: Šo testu nevar atzīmēt kā atceltu:
nl: De volgende test kan niet worden gemarkeerd als Geannuleerd:
pl: Następujący test nie może zostać oznaczony jako anulowany:
pt: O seguinte teste não pode ser marcado como Cancelado:
ru: Следующий тест не может быть отмечен как Отмененный:
sk: Nasledujúci test nemožno označiť ako Zrušený:
sr: Sledeći test se ne može označiti kao Otkazano:
sw: Jaribio lifuatalo haliwezi kutiwa alama kuwa Limeghairiwa:
tr: Aşağıdaki test İptal edildi olarak işaretlenemez:

# followingTestsCannotBeMarkedAsCancelled
source: The following tests cannot be marked as Cancelled:
am: የሚከተሉት ሙከራዎች እንደተሰረዙ ምልክት ሊደረግባቸው አይችሉም፡
ar: لا يمكن وضع علامة على الاختبارات التالية على أنها ملغاة:
az: Aşağıdakı testlər Ləğv edilmiş kimi qeyd edilə bilməz:
bg: Следните тестове не могат да бъдат маркирани като отменени:
es: Las siguientes pruebas no se pueden marcar como canceladas:
et: Järgmisi teste ei saa tühistatuks märkida:
fa_ir: تست های زیر نمی تواند به عنوان لغو علامت گذاری شود:
fi: Seuraavia testejä ei voi merkitä peruutetuiksi:
fr: Les épreuves suivantes ne peuvent pas être marquées comme annulées :
ko: 다음 검사는 취소됨으로 표시할 수 없습니다.
lv: Šādus testus nevar atzīmēt kā atceltus:
nl: De volgende tests kunnen niet als geannuleerd worden gemarkeerd:
pl: Następujące testy nie mogą zostać oznaczone jako anulowane:
pt: Os seguintes testes não podem ser marcados como cancelados:
ru: Следующие тесты не могут быть отмечены как Отмененные:
sk: Nasledujúce testy nemožno označiť ako Zrušené:
sr: Sledeći testovi se ne mogu označiti kao Otkazani:
sw: Majaribio yafuatayo hayawezi kutiwa alama kuwa Yameghairiwa:
tr: Aşağıdaki testler İptal edildi olarak işaretlenemez:

# reasonTestCannotBeMarkedAsCancelled
source: because there is already a DCF created. To Cancel this test, please cancel the DCF before.
am: ምክንያቱም አስቀድሞ የተፈጠረ DCF አለ. ይህንን ፈተና ለመሰረዝ፣ እባክዎን ከዚህ በፊት DCF ይሰርዙ።
ar: لأنه تم بالفعل إنشاء DCF. لإلغاء هذا الاختبار، يرجى إلغاء DCF من قبل.
az: çünki artıq DCF yaradılmışdır. Bu testi ləğv etmək üçün, lütfən, əvvəl DCF-ni ləğv edin.
bg: тъй като вече има създаден DCF. За да отмените този тест, моля, отменете DCF преди това.
es: porque ya existe un DCF creado. Para cancelar esta prueba, cancele el DCF antes.
et: sest DCF on juba loodud. Selle testi tühistamiseks tühistage DCF enne.
fa_ir: زیرا قبلاً یک DCF ایجاد شده است. برای لغو این آزمایش، لطفاً DCF را قبلاً لغو کنید.
fi: koska DCF on jo luotu. Jos haluat peruuttaa tämän testin, peruuta ensin DCF.
fr: parce qu'il existe déjà un FCD. Pour annuler ce test, veuillez annuler le DCF avant.
ko: 이미 DCF가 생성되었기 때문입니다. 이 검사를 취소하려면 그 전에 DCF를 취소하세요.
lv: jo jau ir izveidots DCF. Lai atceltu šo testu, lūdzu, iepriekš atceliet DCF.
nl: omdat er al een DCF is aangemaakt. Om deze test te annuleren, moet je eerst het DCF verwijderen.
pl: ponieważ został już utworzony DCF. Aby anulować ten test, należy wcześniej anulować DCF.
pt: porque já existe um DCF criado. Para cancelar este teste, cancele o DCF antes.
ru: потому что уже есть созданный DCF. Для Отмены этого теста необходимо предварительно отменить DCF.
sk: pretože už je vytvorený DCF. Ak chcete tento test zrušiť, zrušte predtým DCF.
sr: jer je već stvoren DCF. Da biste otkazali ovaj test, prethodno otkažite DCF.
sw: kwa sababu tayari kuna DCF imeundwa. Ili Kughairi jaribio hili, tafadhali ghairi DCF hapo awali.
tr: çünkü zaten oluşturulmuş bir DKF var. Bu testi iptal etmek için lütfen daha önce DCF'yi iptal edin.

# reasonTestsCannotBeMarkedAsCancelled
source: because there is at least one DCF created. To Cancel these tests, please cancel all the DCF attached to them before.
am: ምክንያቱም ቢያንስ አንድ DCF የተፈጠረ ነው። እነዚህን ፈተናዎች ለመሰረዝ፣ እባክዎ ከዚህ በፊት ከነሱ ጋር የተያያዙትን ሁሉንም DCF ይሰርዙ።
ar: نظرًا لوجود DCF واحد على الأقل تم إنشاؤه. لإلغاء هذه الاختبارات، يرجى إلغاء جميع DCF المرفقة بها من قبل.
az: çünki ən azı bir DCF yaradılmışdır. Bu testləri ləğv etmək üçün onlara əvvəllər əlavə edilmiş bütün DCF-ləri ləğv edin.
bg: защото има поне един създаден DCF. За да отмените тези тестове, моля, отменете всички DCF, прикачени към тях преди това.
es: porque hay al menos un DCF creado. Para cancelar estas pruebas, cancele todos los DCF adjuntos a ellas anteriormente.
et: kuna on loodud vähemalt üks DCF. Nende testide tühistamiseks tühistage eelnevalt kõik neile lisatud DCF-id.
fa_ir: زیرا حداقل یک DCF ایجاد شده است. برای لغو این آزمایش‌ها، لطفاً تمام DCF‌های متصل به آن‌ها را از قبل لغو کنید.
fi: koska ainakin yksi DCF on luotu. Jos haluat peruuttaa nämä testit, peruuta ensin kaikki niihin aiemmin liitetyt DCF:t.
fr: car il y a au moins un DCF de créé. Pour annuler ces tests, veuillez annuler tous les DCF qui y sont attachés auparavant.
ko: 하나 이상의 DCF가 생성되었기 때문입니다. 이 검사를 취소하려면 이전에 연결된 모든 DCF를 취소하세요.
lv: jo ir izveidots vismaz viens DCF. Lai atceltu šos testus, lūdzu, iepriekš atceliet visus tiem pievienotos DCF.
nl: omdat er minimaal één DCF is aangemaakt. Als je deze tests wilt verwijderen, moet je eerst alle DCF die eraan zijn gekoppeld verwijderen.
pl: ponieważ utworzono co najmniej jeden DCF. Aby anulować te testy, należy wcześniej anulować wszystkie dołączone do nich DCF.
pt: porque há pelo menos um DCF criado. Para cancelar esses testes, cancele todos os DCF anexados a eles antes.
ru: поскольку создан как минимум один DCF. Чтобы Отменить эти тесты, отмените все DCF, прикрепленные к ним ранее.
sk: pretože je vytvorený aspoň jeden DCF. Ak chcete tieto testy zrušiť, zrušte predtým všetky k nim pripojené DCF.
sr: jer postoji bar jedan DCF stvoren. Da biste otkazali ove testove, molimo vas da otkažete sve DCF koje su im ranije priložene.
sw: kwa sababu kuna angalau DCF moja iliyoundwa. Ili Kughairi majaribio haya, tafadhali ghairi DCF yote iliyoambatishwa kwayo hapo awali.
tr: çünkü oluşturulmuş en az bir DKF var. Bu testleri İptal etmek için lütfen daha önce bunlara eklenen tüm DKF'leri iptal edin.

# followingTestAlreadyMarkedAsCancelled
source: The following test has already been marked as Cancelled:
am: የሚከተለው ፈተና አስቀድሞ እንደተሰረዘ ምልክት ተደርጎበታል፡-
ar: تم بالفعل وضع علامة على الاختبار التالي على أنه تم إلغاؤه:
az: Aşağıdakı test artıq Ləğv edilib:
bg: Следният тест вече е маркиран като отменен:
es: La siguiente prueba ya se ha marcado como Cancelada:
et: Järgmine test on juba tühistatuks märgitud:
fa_ir: آزمایش زیر قبلاً به عنوان لغو شده علامت گذاری شده است:
fi: Seuraava testi on jo merkitty peruutetuksi:
fr: L'épreuve suivante a déjà été marquée comme annulée :
ko: 다음 검사는 이미 취소됨으로 표시되었습니다.
lv: Šis tests jau ir atzīmēts kā atcelts:
nl: De volgende test is al gemarkeerd als Geannuleerd:
pl: Poniższy test został już oznaczony jako anulowany:
pt: O seguinte teste já foi marcado como Cancelado:
ru: Следующий тест уже отмечен как Отмененный:
sk: Nasledujúci test už bol označený ako Zrušený:
sr: Sledeći test je već označen kao Otkazan:
sw: Jaribio lifuatalo tayari limetiwa alama kuwa Limeghairiwa:
tr: Aşağıdaki test zaten İptal edildi olarak işaretlendi:

# followingTestsAlreadyMarkedAsCancelled
source: The following tests have already been marked as Cancelled:
am: የሚከተሉት ፈተናዎች አስቀድሞ እንደተሰረዙ ምልክት ተደርጎባቸዋል፡-
ar: تم بالفعل وضع علامة على الاختبارات التالية على أنها ملغاة:
az: Aşağıdakı testlər artıq Ləğv edilmiş kimi qeyd olunub:
bg: Следните тестове вече са маркирани като отменени:
es: Las siguientes pruebas ya se han marcado como canceladas:
et: Järgmised testid on juba märgitud tühistatuks:
fa_ir: آزمایش‌های زیر قبلاً به عنوان لغو شده علامت‌گذاری شده‌اند:
fi: Seuraavat testit on jo merkitty peruutetuiksi:
fr: Les tests suivants ont déjà été marqués comme annulés :
ko: 다음 검사는 이미 취소됨으로 표시되었습니다.
lv: Šie testi jau ir atzīmēti kā atcelti:
nl: De volgende tests zijn al gemarkeerd als Geannuleerd:
pl: Następujące testy zostały już oznaczone jako anulowane:
pt: Os seguintes testes já foram marcados como cancelados:
ru: Следующие тесты уже отмечены как Отмененные:
sk: Nasledujúce testy už boli označené ako Zrušené:
sr: Sledeći testovi su već označeni kao Otkazani:
sw: Majaribio yafuatayo tayari yametiwa alama kuwa Yameghairiwa:
tr: Aşağıdaki testler zaten İptal edildi olarak işaretlendi:

source: Mark as Closed
am: እንደተዘጋ ምልክት አድርግበት
ar: ضع علامة «مغلق»
az: Bağlı kimi qeyd edin
bg: Маркирайте като затворено
es: Marcar como cerrado
et: Märgi suletuks
fa_ir: به عنوان بسته شده علامت گذاری کن
fi: Merkitse suljetuksi
fr: Marquer comme fermé
ko: 마감으로 표시
lv: Atzīmēt kā slēgtu
nl: Markeer als gesloten
pl: Oznacz jako zamknięte
pt: Marcar como fechado
ru: Отметить как Закрытый
sk: Označiť ako zatvorené
sr: Označi kao zatvoreno
sw: Weka alama kuwa Imefungwa
tr: Kapalı Olarak İşaretle

# followingAnalysisSampleWillBeClosed
source: The following analysis sample will be marked as Closed:
am: የሚከተለው የትንታኔ ናሙና እንደ ዝግ ምልክት ይደረግበታል፡-
ar: سيتم وضع علامة على عينة التحليل التالية على أنها مغلقة:
az: Aşağıdakı analiz nümunəsi Qapalı olaraq qeyd olunacaq:
bg: Следната проба за анализ ще бъде маркирана като затворена:
es: La siguiente muestra de análisis se marcará como Cerrada:
et: Järgmine analüüsiproov märgitakse suletuks:
fa_ir: آنالیز نمونه زیر به عنوان بسته شده علامت گذاری می شود:
fi: Seuraava analyysinäyte merkitään suljetuksi:
fr: L'échantillon d'analyse suivant sera marqué comme clos :
ko: 다음 분석 시료는 닫힘으로 표시됩니다.
lv: Šis analīzes paraugs tiks atzīmēts kā Slēgts:
nl: Het volgende analysemonster wordt gemarkeerd als Gesloten:
pl: Poniższa próbka analizy zostanie oznaczona jako zamknięta:
pt: A seguinte amostra de análise será marcada como Fechada:
ru: Следующий анализ пробы будет помечен как Закрытый:
sk: Nasledujúca vzorka analýzy bude označená ako uzavretá:
sr: Sledeći uzorak analize biće označen kao Zatvoren:
sw: Sampuli ifuatayo ya uchanganuzi itawekwa alama kuwa Imefungwa:
tr: Aşağıdaki analiz örneği Kapalı olarak işaretlenecektir:

# followingAnalysisSampleCouldNotBeUpdated
source: The following analysis sample could not be updated:
am: የሚከተለው የትንታኔ ናሙና ሊዘመን አልቻለም፡
ar: لا يمكن تحديث نموذج التحليل التالي:
az: Aşağıdakı analiz nümunəsini yeniləmək mümkün olmadı:
bg: Следната проба за анализ не можа да бъде актуализирана:
es: No se pudo actualizar la siguiente muestra de análisis:
et: Järgmist analüüsiproovi ei saanud värskendada:
fa_ir: آنالیز نمونه زیر نمی تواند به روز شود:
fi: Seuraavaa analyysinäytettä ei voitu päivittää:
fr: L'échantillon d'analyse suivant n'a pas pu être mis à jour :
ko: 다음 분석 시료를 업데이트할 수 없습니다.
lv: Šo analīzes paraugu nevarēja atjaunināt:
nl: Het volgende analysevoorbeeld kan niet worden bijgewerkt:
pl: Poniższa próbka analityczna nie mogła zostać zaktualizowana:
pt: O seguinte exemplo de análise não pôde ser atualizado:
ru: Следующий анализ пробы не удалось обновить:
sk: Nasledujúcu vzorku analýzy nebolo možné aktualizovať:
sr: Sledeći uzorak analize nije mogao da se ažurira:
sw: Sampuli ifuatayo ya uchanganuzi haikuweza kusasishwa:
tr: Aşağıdaki analiz örneği güncellenemedi:

# followingAnalysisSampleCannotBeMarkedAsClosed
source: The following analysis sample cannot be marked as Closed:
am: የሚከተለው የትንታኔ ናሙና እንደ ዝግ ምልክት ሊደረግበት አይችልም፡
ar: لا يمكن وضع علامة على نموذج التحليل التالي على أنه مغلق:
az: Aşağıdakı analiz nümunəsi Qapalı olaraq qeyd edilə bilməz:
bg: Следната проба за анализ не може да бъде маркирана като затворена:
es: La siguiente muestra de análisis no se puede marcar como cerrada:
et: Järgmist analüüsiproovi ei saa märkida suletuks:
fa_ir: آنالیز نمونه زیر را نمی توان به عنوان بسته شده علامت گذاری کرد:
fi: Seuraavaa analyysinäytettä ei voi merkitä suljetuksi:
fr: L'échantillon d'analyse suivant ne peut pas être marqué comme clos :
ko: 다음 분석 시료는 닫힘으로 표시할 수 없습니다.
lv: Šo analīzes paraugu nevar atzīmēt kā slēgtu:
nl: Het volgende analysemonster kan niet als gesloten worden gemarkeerd:
pl: Następująca próbka analityczna nie może zostać oznaczona jako zamknięta:
pt: A seguinte amostra de análise não pode ser marcada como Fechada:
ru: Следующий анализ пробы не может быть помечен как закрытый:
sk: Nasledujúca vzorka analýzy nemôže byť označená ako uzavretá:
sr: Sledeći uzorak analize ne može se označiti kao Zatvoren:
sw: Sampuli ifuatayo ya uchanganuzi haiwezi kutiwa alama kuwa Imefungwa:
tr: Aşağıdaki analiz örneği Kapalı olarak işaretlenemez:

# reasonTestCannotBeMarkedAsClosed
source: Please contact WADA support to fix this issue.
am: ይህንን ችግር ለማስተካከል እባክዎ የWADA ድጋፍን ያግኙ።
ar: يرجى الاتصال بدعم WADA لإصلاح هذه المشكلة.
az: Bu problemi həll etmək üçün WADA dəstəyi ilə əlaqə saxlayın.
bg: Моля, свържете се с поддръжката на WADA, за да разрешите този проблем.
es: Comuníquese con el soporte de la AMA para solucionar este problema.
et: Selle probleemi lahendamiseks võtke ühendust WADA toega.
fa_ir: لطفاً برای رفع این مشکل با پشتیبانی WADA تماس بگیرید.
fi: Ota yhteyttä WADAn tukeen ongelman korjaamiseksi.
fr: Veuillez contacter le support de l'AMA pour résoudre ce problème.
ko: 이 문제를 해결하려면 WADA 지원팀에 문의하세요.
lv: Lūdzu, sazinieties ar WADA atbalsta dienestu, lai novērstu šo problēmu.
nl: Neem contact op met WADA-ondersteuning om dit probleem op te lossen.
pl: Skontaktuj się z pomocą techniczną WADA, aby rozwiązać ten problem.
pt: Entre em contato com o suporte da WADA para corrigir esse problema.
ru: Пожалуйста, обратитесь в службу поддержки WADA, чтобы решить эту проблему.
sk: Ak chcete tento problém vyriešiť, kontaktujte podporu WADA.
sr: Molimo kontaktirajte VADA podršku da biste rešili ovaj problem.
sw: Tafadhali wasiliana na usaidizi wa WADA ili kurekebisha suala hili.
tr: Bu sorunu çözmek için lütfen WADA desteğiyle iletişime geçin.
