Repository: NandhineeR/WADA
Catalog: wada-ama-testcenter-web-57718053929f/wada-ama-testcenter-web-57718053929f/src/i18n/messages.*.xlf
Languages: am, ar, az, bg, es, et, fa_ir, fi, fr, ko, lv, nl, pl, pt, ru, sk, sr, sw, tr

# informativeCopyTestingOrder
source: The content of this Testing Order was copied from {{ copiedTestingOrderNumber$ | async }}.
am: የዚህ የሙከራ ትዕዛዝ ይዘት የተቀዳ ነው። {{ copiedTestingOrderNumber$ | async }}.
ar: تم نسخ محتوى أمر الاختبار هذا من {{ copiedTestingOrderNumber$ | async }}.
az: Bu Test Sifarişinin məzmunu buradan kopyalanıb {{ copiedTestingOrderNumber$ | async }}.
bg: Съдържанието на тази поръчка за тестване е копирано от {{ copiedTestingOrderNumber$ | async }}.
es: El contenido de esta orden de prueba fue copiado de {{ copiedTestingOrderNumber$ | async }}.
et: Selle testimiskorralduse sisu on kopeeritud {{ copiedTestingOrderNumber$ | async }}.
fa_ir: محتوای این دستور تست کپی شده است از {{ copiedTestingOrderNumber$ | async }}.
fi: Tämän testimääräyksen sisältö kopioitiin kohteesta {{ copiedTestingOrderNumber$ | async }}.
fr: Le contenu de cet Ordre de mission a été copié sur le site {{ copiedTestingOrderNumber$ | async }}.
ko: 이 검사지시서의 내용은 {{ copiedTestingOrderNumber$ | async }}에서 복사되었습니다.
lv: Šī pārbaudes pasūtījuma saturs tika kopēts no {{ copiedTestingOrderNumber$ | async }}.
nl: De inhoud van deze testopdracht is gekopieerd van {{ copiedTestingOrderNumber$ | async }}.
pl: Treść niniejszego Zlecenia Testowania została skopiowana ze strony {{ copiedTestingOrderNumber$ | async }}.
pt: O conteúdo deste Pedido de Teste foi copiado de {{ copiedTestingOrderNumber$ | async }}.
ru: Содержание этого Распоряжения на тестирование скопировано с {{ copiedTestingOrderNumber$ | async }}.
sk: Obsah tohto testovacieho príkazu bol skopírovaný z {{ copiedTestingOrderNumber$ | async }}.
sr: Sadržaj ovog naloga za testiranje je kopiran iz {{ copiedTestingOrderNumber$ | async }}.
sw: Maudhui ya Agizo hili la Jaribio yalinakiliwa kutoka {{ copiedTestingOrderNumber$ | async }}.
tr: Bu Test Siparişinin içeriği şu adresten kopyalanmıştır: {{ copiedTestingOrderNumber$ | async }}.

# warningCopyTestingOrder
source: The content of this Testing Order was copied from {{ copiedTestingOrderNumber$ | async }}.<br>
am: የዚህ የሙከራ ትዕዛዝ ይዘት የተቀዳ ነው። {{ copiedTestingOrderNumber$ | async }}.<br>
ar: تم نسخ محتوى أمر الاختبار هذا من {{ copiedTestingOrderNumber$ | async }}. &lt;x xmlns= «urn:الواحة: names:tc:xliff:document:1.2&quot; المعرف = «line_break» ctype= «lb» النص المعادل=» br «/&gt; &lt; &gt;<br>
az: Bu Test Sifarişinin məzmunu buradan kopyalanıb {{ copiedTestingOrderNumber$ | async }}.<br>
bg: Съдържанието на тази поръчка за тестване е копирано от {{ copiedTestingOrderNumber$ | async }}.<br>
es: El contenido de esta orden de prueba fue copiado de {{ copiedTestingOrderNumber$ | async }}.<br>
et: Selle testimiskorralduse sisu on kopeeritud {{ copiedTestingOrderNumber$ | async }}.<br>
fa_ir: محتوای این دستور تست کپی شده است از {{ copiedTestingOrderNumber$ | async }}.<br>
fi: Tämän testimääräyksen sisältö kopioitiin kohteesta {{ copiedTestingOrderNumber$ | async }}.<br>
fr: Le contenu de cet Ordre de mission a été copié sur le site {{ copiedTestingOrderNumber$ | async }}.<br>
ko: 이 검사지시서의 내용은 {{ copiedTestingOrderNumber$ | async }}에서 복사되었습니다.<br>
lv: Šī pārbaudes pasūtījuma saturs tika kopēts no {{ copiedTestingOrderNumber$ | async }}.<br>
nl: De inhoud van deze testopdracht is gekopieerd van {{ copiedTestingOrderNumber$ | async }}.<br>
pl: Treść niniejszego Zlecenia Testowania została skopiowana ze strony {{ copiedTestingOrderNumber$ | async }}.<br>
pt: O conteúdo deste Pedido de Teste foi copiado de {{ copiedTestingOrderNumber$ | async }}.<br>
ru: Содержание этого Распоряжения на тестирование скопировано с {{ copiedTestingOrderNumber$ | async }}.<br>
sk: Obsah tohto testovacieho príkazu bol skopírovaný z {{ copiedTestingOrderNumber$ | async }}.<br>
sr: Sadržaj ovog naloga za testiranje je kopiran iz {{ copiedTestingOrderNumber$ | async }}.<br>
sw: Maudhui ya Agizo hili la Jaribio yalinakiliwa kutoka {{ copiedTestingOrderNumber$ | async }}.<br>
tr: Bu Test Siparişinin içeriği şu adresten kopyalanmıştır: {{ copiedTestingOrderNumber$ | async }}.<br>

# completeMandatoryFieldBeforeIssuingTestingOrder
source: You need to complete the mandatory fields before issuing this Testing Oder.
am: ይህንን የሙከራ Oder ከማውጣትዎ በፊት የግዴታ መስኮችን ማጠናቀቅ ያስፈልግዎታል።
ar: تحتاج إلى إكمال الحقول الإلزامية قبل إصدار هذا الاختبار.
az: Bu Test Sifarişini verməzdən əvvəl məcburi sahələri doldurmalısınız.
bg: Трябва да попълните задължителните полета, преди да издадете тази Заповед за тестване.
es: Debe completar los campos obligatorios antes de emitir esta Orden de Control.
et: Enne selle Testing Oderi väljastamist peate täitma kohustuslikud väljad.
fa_ir: قبل از صدور این دستور تست، باید فیلدهای اجباری را تکمیل کنید.
fi: Sinun on täytettävä pakolliset kentät, ennen kuin julkaiset tämän Testimääräyksen
fr: Vous devez compléter les champs obligatoires avant d'émettre cet ordre de mission.
ko: 이 검사지시서를 발행하기 전에 필수 항목을 입력해야 합니다.
lv: Pirms šīs pārbaudes rīkojuma izdošanas jums ir jāaizpilda obligātie lauki.
nl: U moet de verplichte velden invullen voordat u deze testopdracht uitgeeft.
pl: Musisz uzupełnić pola obowiązkowe przed wystawieniem tego polecenia kontroli.
pt: Você precisa preencher os campos obrigatórios antes de emitir este Testing Oder.
ru: Вам необходимо заполнить обязательные поля перед выпуском данного Распоряжения на тестирование.
sk: Pred vydaním tejto testovacej objednávky musíte vyplniť povinné polia.
sr: Потребно је да попуните обавезна поља пре издавања овог налога за тестирање.
sw: Unahitaji kukamilisha sehemu za lazima kabla ya kutoa Oder hii ya Kujaribu.
tr: Bu Test Oder'i yayınlamadan önce zorunlu alanları doldurmanız gerekir.

source: Section 1 - Authorization
am: ክፍል 1 - ፍቃድ
ar: القسم 1 - التفويض
az: Bölmə 1 - İcazə
bg: Раздел 1 - Упълномощаване
es: Sección 1 - Autorización
et: 1. jagu - autoriseerimine
fa_ir: بخش 1 - مجوز
fi: Osa 1 - Valtuutus
fr: Section 1 - Autorisation
ko: 섹션 1 - 권한
lv: 1. sadaļa — Autorizācija
nl: Sectie 1 - Autorisatie
pl: Sekcja 1 - Autoryzacja
pt: Seção 1 - Autorização
ru: Раздел 1 - Авторизация
sk: Oddiel 1 – Povolenie
sr: Одељак 1 - Овлашћење
sw: Sehemu ya 1 - Uidhinishaji
tr: Bölüm 1 - Yetkilendirme

source: Section 2 - Athletes and Analyses
am: ክፍል 2 - አትሌቶች እና ትንታኔዎች
ar: القسم 2 - الرياضيون والتحليلات
az: Bölmə 2 - İdmançılar və Təhlillər
bg: Раздел 2 - Спортисти и анализи
es: Sección 2 - Atletas y análisis
et: 2. jagu - sportlased ja analüüsid
fa_ir: بخش 2 - ورزشکاران و آنالیزها
fi: Osa 2 - Urheilijat ja analyysit
fr: Section 2 - Sportifs et analyses
ko: 섹션 2 - 선수 및 분석
lv: 2. sadaļa — sportisti un analīzes
nl: Sectie 2 - Atleten en analyses
pl: Sekcja 2 - Zawodnicy i analizy
pt: Seção 2 - Atletas e análises
ru: Раздел 2 - Спортсмены и анализы
sk: Časť 2 - Športovci a analýzy
sr: Одељак 2 - Спортисти и анализе
sw: Sehemu ya 2 - Wanariadha na Uchambuzi
tr: Bölüm 2 - Sporcular ve Analizler

source: Section 3 - Doping Control Personnel
am: ክፍል 3 - የዶፒንግ መቆጣጠሪያ ሰራተኞች
ar: القسم 3 - موظفي مراقبة المنشطات
az: Bölmə 3 - Dopinqə Nəzarət İşçisi
bg: Раздел 3 - Персонал за допинг контрол
es: Sección 3 - Personal de Control de Dopaje
et: 3. jagu - dopingukontrolli personal
fa_ir: بخش 3 - پرسنل کنترل دوپینگ
fi: Osa 3 - Dopingtestihenkilöstö
fr: Section 3 - Personnel de contrôle du dopage
ko: 섹션 3 - 도핑검사관
lv: 3. sadaļa – Dopinga kontroles personāls
nl: Sectie 3 - Dopingcontrolepersoneel
pl: Sekcja 3 - Personel kontroli antydopingowej
pt: Seção 3 - Equipe de controle de doping
ru: Раздел 3 - Персонал по сбору проб
sk: Časť 3 – Personál dopingovej kontroly
sr: Одељак 3 - Особље за контролу допинга
sw: Sehemu ya 3 - Wafanyakazi wa Kudhibiti Doping
tr: Bölüm 3 - Doping Kontrol Personeli

# dcoXNotAllowedToTestAthlete
source: Participant {{ participant.displayName }} is not allowed to test an athlete in the following Sport/Discipline:
am: ተሳታፊ {{ participant.displayName }} በሚከተለው ስፖርት/ተግሣጽ አትሌትን መሞከር አይፈቀድለትም፡-
ar: لا {{ participant.displayName }} يُسمح للمشارك باختبار رياضي في الرياضة/التخصص التالي:
az: İştirakçı {{ participant.displayName }} aşağıdakı İdman/İntizam üzrə idmançını sınaqdan keçirməsinə icazə verilmir:
bg: участник {{ participant.displayName }} няма право да тества спортист в следния спорт/дисциплина:
es: Partícipe {{ participant.displayName }} No está permitido evaluar a un atleta en el siguiente Deporte/Disciplina:
et: Osaleja {{ participant.displayName }} ei ole lubatud testida sportlast järgmistel spordialadel/distsipliinidel:
fa_ir: شرکت کننده {{ participant.displayName }} مجاز به تست ورزشکار در رشته/ورزش زیر نیست:
fi: Osallistuja {{ participant.displayName }} ei saa testata urheilijaa seuraavassa lajissa/alalajissa:
fr: Le participant {{ participant.displayName }} n'est pas autorisé à tester un ADAMS dans le sport/la discipline suivant(e) :
ko: {{ participant.displayName }} 참가자는 다음 종목/세부종목에서 선수를 검사할 수 없습니다.
lv: Dalībnieks {{ participant.displayName }} nav atļauts pārbaudīt sportistu šādos sporta veidos/disciplīnās:
nl: Deelnemer {{ participant.displayName }} mag een atleet niet testen in de volgende Sport/Discipline:
pl: Uczestnik {{ participant.displayName }} nie może testować zawodnika w następujących dyscyplinach sportowych:
pt: Participante {{ participant.displayName }} não é permitido testar um atleta no seguinte Esporte/Disciplina:
ru: Участник {{ participant.displayName }} не имеет права тестировать спортсмена в следующих Видах спорта/Дисциплинах:
sk: Účastník {{ participant.displayName }} nie je dovolené testovať športovca v nasledujúcom športe/disciplíne:
sr: Učesniku {{ participant.displayName }} nije dozvoljeno da testira sportiste u sledećem sportu/disciplini:
sw: Mshiriki {{ participant.displayName }} hairuhusiwi kumjaribu mwanariadha katika Michezo/Nidhamu ifuatayo:
tr: Katılımcı {{ participant.displayName }} bir sporcuyu aşağıdaki Spor/Disiplin dalında test etmesine izin verilmez:

# dcfXDatedXHasBeenDeleted
source: Doping Control Form for {{ dcfFullName }} dated {{ dcfArrivalDate | formatDate :'-0000' : 'DD-MMM-YYYY' }} has been deleted.
am: የዶፒንግ መቆጣጠሪያ ቅጽ ለ {{ dcfFullName }} ቀኑ {{ dcfArrivalDate | formatDate :'-0000' : 'DD-MMM-YYYY' }} ተሰርዟል።
ar: نموذج مراقبة تعاطي المنشطات{{ dcfFullName }} بتاريخ{{ dcfArrivalDate | formatDate :'-0000' : 'DD-MMM-YYYY' }} قد تم حذف.
az: Dopinq nəzarət forması{{ dcfFullName }} tarixli{{ dcfArrivalDate | formatDate :'-0000' : 'DD-MMM-YYYY' }} silinmişdir.
bg: Формуляр за допинг контрол на {{ dcfFullName }} с дата от {{ dcfArrivalDate | formatDate :'-0000' : 'DD-MMM-YYYY' }} беше изтрит.
es: Se ha eliminado el formulario de control de dopaje de {{ dcfFullName }} con fecha de {{ dcfArrivalDate | formatDate :'-0000' : 'DD-MMM-YYYY' }}.
et: Dopingukontrolli vorm{{ dcfFullName }} dateeritud{{ dcfArrivalDate | formatDate :'-0000' : 'DD-MMM-YYYY' }} on kustutatud.
fa_ir: فرم کنترل دوپینگ برای{{ dcfFullName }} تاریخ دار{{ dcfArrivalDate | formatDate :'-0000' : 'DD-MMM-YYYY' }} حذف شده است.
fi: Dopingtestipöytäkirja urheilijalle{{ dcfFullName }} päivätty{{ dcfArrivalDate | formatDate :'-0000' : 'DD-MMM-YYYY' }} on poistettu.
fr: Le formulaire de contrôle du dopage pour {{ dcfFullName }} daté de {{ dcfArrivalDate | formatDate :'-0000' : 'DD-MMM-YYYY' }} a été supprimé.
ko: {{ dcfFullName }}에 대한 {{ dcfArrivalDate | formatDate :'-0000' : 'DD-MMM-YYYY' }}자의 도핑검사서가 삭제되었습니다.
lv: Dopinga kontroles veidlapa par{{ dcfFullName }} datēts{{ dcfArrivalDate | formatDate :'-0000' : 'DD-MMM-YYYY' }} ir dzēsts.
nl: Dopingcontroleformulier voor {{ dcfFullName }} gedateerd {{ dcfArrivalDate | formatDate :'-0000' : 'DD-MMM-YYYY' }} is verwijderd.
pl: Formularz kontroli antydopingowej dla{{ dcfFullName }} przestarzały{{ dcfArrivalDate | formatDate :'-0000' : 'DD-MMM-YYYY' }} zostało usunięte.
pt: Formulário de Controle de Doping para{{ dcfFullName }} datado{{ dcfArrivalDate | formatDate :'-0000' : 'DD-MMM-YYYY' }} foi deletado.
ru: Протокол допинг-контроля для {{ dcfFullName }}, датированный {{ dcfArrivalDate | formatDate :'-0000' : 'DD-MMM-YYYY' }}, был удален.
sk: Formulár dopingovej kontroly pre{{ dcfFullName }} datované{{ dcfArrivalDate | formatDate :'-0000' : 'DD-MMM-YYYY' }} bolo vymazané.
sr: Образац за допинг контролу за{{ dcfFullName }} датиран{{ dcfArrivalDate | formatDate :'-0000' : 'DD-MMM-YYYY' }} је избрисан.
sw: Fomu ya Kudhibiti Doping kwa{{ dcfFullName }} tarehe{{ dcfArrivalDate | formatDate :'-0000' : 'DD-MMM-YYYY' }} imefutwa.
tr: Doping Kontrol Formu{{ dcfFullName }} tarihli{{ dcfArrivalDate | formatDate :'-0000' : 'DD-MMM-YYYY' }} silindi.

# dcfXHasBeenDeleted
source: Doping Control Form for {{ dcfFullName }} has been deleted.
am: የዶፒንግ መቆጣጠሪያ ቅጽ ለ {{ dcfFullName }} ተሰርዟል።
ar: نموذج مراقبة تعاطي المنشطات{{ dcfFullName }} قد تم حذف.
az: Dopinq nəzarət forması{{ dcfFullName }} silinmişdir.
bg: Формуляр за допинг контрол за {{ dcfFullName }} беше изтрит.
es: El formulario de control de dopaje para {{ dcfFullName }} ha sido eliminado.
et: Dopingukontrolli vorm{{ dcfFullName }} on kustutatud.
fa_ir: فرم کنترل دوپینگ برای{{ dcfFullName }} حذف شده است.
fi: Dopingtestipöytäkirja urheilijalle{{ dcfFullName }} on poistettu.
fr: Le formulaire de contrôle du dopage pour {{ dcfFullName }} a été supprimé.
ko: {{ dcfFullName }}에 대한 도핑검사서가 삭제되었습니다.
lv: Dopinga kontroles veidlapa par{{ dcfFullName }} ir dzēsts.
nl: Dopingcontroleformulier voor {{ dcfFullName }} is verwijderd.
pl: Formularz kontroli antydopingowej dla{{ dcfFullName }} zostało usunięte.
pt: Formulário de Controle de Doping para{{ dcfFullName }} foi deletado.
ru: Протокол допинг-контроля для {{ dcfFullName }} был удален.
sk: Formulár dopingovej kontroly pre{{ dcfFullName }} bolo vymazané.
sr: Образац за допинг контролу за{{ dcfFullName }} је избрисан.
sw: Fomu ya Kudhibiti Doping kwa{{ dcfFullName }} imefutwa.
tr: Doping Kontrol Formu{{ dcfFullName }} silindi.

# testingOrderAndTestsDeleted
source: Testing Order number {{ toId }} and related tests have been deleted.
am: የሙከራ ትዕዛዝ ቁጥር {{ toId }} እና ተዛማጅ ሙከራዎች ተሰርዘዋል.
ar: رقم طلب الاختبار{{ toId }} وقد تم حذف الاختبارات ذات الصلة.
az: Test Sifariş nömrəsi{{ toId }} və əlaqəli testlər silindi.
bg: Заповед за тестване с номер {{ toId }} и свързаните тестове бяха изтрити.
es: El número de orden de las pruebas {{ toId }} y las pruebas relacionadas han sido eliminadas.
et: Tellimuse numbri testimine{{ toId }} ja sellega seotud testid on kustutatud.
fa_ir: شماره سفارش تست{{ toId }} و تست های مربوطه حذف شده است.
fi: Testimääräys numero{{ toId }} ja siihen liittyvät testit on poistettu.
fr: L'ordre de mission numéro {{ toId }} ainsi que ses tests ont été supprimés.
ko: 검사지시서 번호 {{ toId }} 및 관련 검사가 삭제되었습니다.
lv: Pārbaudes pasūtījuma numurs{{ toId }} un saistītie testi ir dzēsti.
nl: Testen Bestelnummer {{ toId }} en gerelateerde tests zijn verwijderd.
pl: Numer zamówienia testowego{{ toId }} i powiązane testy zostały usunięte.
pt: Número do pedido de teste{{ toId }} e os testes relacionados foram excluídos.
ru: Распоряжение на тестирование с номером {{ toId }} и связанные тесты были удалены.
sk: Testovacie číslo objednávky{{ toId }} a súvisiace testy boli vymazané.
sr: Број налога за тестирање{{ toId }} а повезани тестови су избрисани.
sw: Nambari ya Agizo la majaribio{{ toId }} na majaribio yanayohusiana yamefutwa.
tr: Test Sipariş numarası{{ toId }} ve ilgili testler silindi.

# followingTestMovedToTestingOrderX
source: The following test was successfully moved to Testing Order number {{ testsToMove.testingOrderNumber }}
am: የሚከተለው ፈተና በተሳካ ሁኔታ ወደ የሙከራ ትዕዛዝ ቁጥር ተወስዷል {{ testsToMove.testingOrderNumber }}
ar: تم نقل الاختبار التالي بنجاح إلى رقم أمر الاختبار{{ testsToMove.testingOrderNumber }}
az: Aşağıdakı test uğurla Test Sifariş nömrəsinə köçürüldü{{ testsToMove.testingOrderNumber }}
bg: Следният тест беше успешно преместен в заповед за тестване с номер {{ testsToMove.testingOrderNumber }}
es: La siguiente prueba fue trasladada con éxito al Número de Orden de Misión {{ testsToMove.testingOrderNumber }}
et: Järgmine test viidi edukalt tellimuse numbri testimisse{{ testsToMove.testingOrderNumber }}
fa_ir: تست زیر با موفقیت به شماره سفارش تست منتقل شد{{ testsToMove.testingOrderNumber }}
fi: Seuraava testi siirrettiin onnistuneesti Testimääräykseen numero {{ testsToMove.testingOrderNumber }}
fr: Le contrôle suivant a été transféré avec succès à l'ordre de mission numéro {{ testsToMove.testingOrderNumber }}
ko: 다음의 검사가 검사지시서 번호 {{ testsToMove.testingOrderNumber }}(으)로 성공적으로 이동되었습니다.
lv: Šis tests tika veiksmīgi pārvietots uz Testēšanas pasūtījuma numuru{{ testsToMove.testingOrderNumber }}
nl: De volgende test is met succes verplaatst naar Testordernummer {{ testsToMove.testingOrderNumber }}
pl: Poniższy test został pomyślnie przeniesiony do zamówienia testowego {{ testsToMove.testingOrderNumber }}
pt: O seguinte teste foi movido com sucesso para o número do pedido de teste{{ testsToMove.testingOrderNumber }}
ru: Следующий тест был успешно перенесен в Распоряжение на миссию с номером {{ testsToMove.testingOrderNumber }}
sk: Nasledujúci test bol úspešne presunutý pod číslo testovacej objednávky{{ testsToMove.testingOrderNumber }}
sr: Следећи тест је успешно премештен на број налога за тестирање{{ testsToMove.testingOrderNumber }}
sw: Jaribio lifuatalo lilihamishwa hadi nambari ya Agizo la Jaribio{{ testsToMove.testingOrderNumber }}
tr: Aşağıdaki test başarıyla Test Sipariş Numarasına taşındı{{ testsToMove.testingOrderNumber }}

# followingTestsMovedToTestingOrderX
source: The following tests were successfully moved to Testing Order number {{ testsToMove.testingOrderNumber }}
am: የሚከተሉት ሙከራዎች በተሳካ ሁኔታ ወደ የሙከራ ትዕዛዝ ቁጥር ተወስደዋል። {{ testsToMove.testingOrderNumber }}
ar: تم نقل الاختبارات التالية بنجاح إلى رقم أمر الاختبار{{ testsToMove.testingOrderNumber }}
az: Aşağıdakı testlər uğurla Test Sifariş nömrəsinə köçürüldü{{ testsToMove.testingOrderNumber }}
bg: Следните тестове бяха успешно преместени в заповед за тестване с номер {{ testsToMove.testingOrderNumber }}
es: Las siguientes pruebas fueron trasladadas con éxito al Número de Orden de Misión {{ testsToMove.testingOrderNumber }}
et: Järgmised testid viidi edukalt tellimisnumbri testimisse{{ testsToMove.testingOrderNumber }}
fa_ir: تست های زیر با موفقیت به شماره سفارش تست منتقل شدند{{ testsToMove.testingOrderNumber }}
fi: Seuraavat testit siirrettiin onnistuneesti Testimääräykseen numero {{ testsToMove.testingOrderNumber }}
fr: Les contrôles suivants ont été transférés avec succès à l'ordre de mission numéro {{ testsToMove.testingOrderNumber }}
ko: 다음의 검사가 검사지시서 번호 {{ testsToMove.testingOrderNumber }}(으)로 성공적으로 이동되었습니다.
lv: Tālāk norādītie testi tika veiksmīgi pārvietoti uz Testēšanas pasūtījuma numuru{{ testsToMove.testingOrderNumber }}
nl: De volgende tests zijn met succes verplaatst naar Testordernummer {{ testsToMove.testingOrderNumber }}
pl: Następujące testy zostały pomyślnie przeniesione do zamówienia testowego {{ testsToMove.testingOrderNumber }}
pt: Os seguintes testes foram movidos com sucesso para o número do pedido de teste{{ testsToMove.testingOrderNumber }}
ru: Следующие тесты были успешно перенесены в Распоряжение на миссию с номером {{ testsToMove.testingOrderNumber }}
sk: Nasledujúce testy boli úspešne presunuté pod číslo testovacej objednávky{{ testsToMove.testingOrderNumber }}
sr: Следећи тестови су успешно премештени на број налога за тестирање{{ testsToMove.testingOrderNumber }}
sw: Majaribio yafuatayo yalihamishwa hadi nambari ya Agizo la Jaribio{{ testsToMove.testingOrderNumber }}
tr: Aşağıdaki testler, Test Sırası Numarasına başarıyla taşındı{{ testsToMove.testingOrderNumber }}

source: All related tests will be deleted.
am: ሁሉም ተዛማጅ ሙከራዎች ይሰረዛሉ.
ar: سيتم حذف جميع الاختبارات ذات الصلة.
az: Bütün əlaqəli testlər silinəcək.
bg: Всички свързани тестове ще бъдат изтрити.
es: Todas las pruebas relacionadas serán eliminadas.
et: Kõik seotud testid kustutatakse.
fa_ir: تمامی تست های مرتبط حذف خواهند شد.
fi: Kaikki siihen liittyvät testit poistetaan.
fr: Tous les tests associés seront supprimés.
ko: 모든 관련 검사가 삭제됩니다.
lv: Visi saistītie testi tiks dzēsti.
nl: Alle gerelateerde tests worden verwijderd.
pl: Wszystkie powiązane testy zostaną usunięte.
pt: Todos os testes relacionados serão excluídos.
ru: Все связанные тесты будут удалены.
sk: Všetky súvisiace testy budú vymazané.
sr: Сви повезани тестови ће бити избрисани.
sw: Majaribio yote yanayohusiana yatafutwa.
tr: İlgili tüm testler silinecektir.

# toDeleteTestingOrderMoveOrCancel
source: In order to delete this Testing Order, move or cancel:
am: ይህን የሙከራ ትዕዛዝ ለመሰረዝ፣ ይውሰዱ ወይም ይሰርዙ፡-
ar: لحذف أمر الاختبار هذا ، انقل أو ألغِ:
az: Bu Test Sifarişini silmək üçün köçürün və ya ləğv edin:
bg: За да изтриете тази заповед за тестване, преместете или анулирайте:
es: Para eliminar esta orden de prueba, mueva o cancele:
et: Selle testimiskorralduse kustutamiseks teisaldage või tühistage:
fa_ir: به منظور حذف این دستور آزمایشی، انتقال یا لغو:
fi: Voit poistaa tämän Testimääräyksen siirtämällä tai peruuttamalla:
fr: Pour supprimer cet ordre de mission, il faut la déplacer ou l'annuler :
ko: 이 검사지시서를 삭제하려면 다음을 이동 또는 취소하세요:
lv: Lai dzēstu šo pārbaudes pasūtījumu, pārvietojiet vai atceliet:
nl: Om deze testopdracht te verwijderen, verplaatst of annuleert u:
pl: Aby usunąć to zlecenie testowe, przenieś lub anuluj:
pt: Para excluir este pedido de teste, mova ou cancele:
ru: Чтобы удалить это Распоряжение на тестирование, переместить или отменить:
sk: Ak chcete odstrániť túto testovaciu objednávku, presuňte alebo zrušte:
sr: Да бисте избрисали овај налог за тестирање, преместите или откажите:
sw: Ili kufuta Agizo hili la Jaribio, sogeza au ghairi:
tr: Bu Test Sırasını silmek için taşıyın veya iptal edin:

# allTestsHaveDopingControlForm
source: All tests that have a Doping Control Form entered.
am: ሁሉም የዶፒንግ መቆጣጠሪያ ቅጽ ገብተዋል።
ar: تم ادخال كل الاختبارات التي تحتوي على Form Control Form.
az: Dopinq Nəzarəti Forması olan bütün testlər daxil edilmişdir.
bg: Всички тестове, за които е въведен Формуляр за допингов контрол.
es: Todas los controles que tengan un formulario de control de dopaje cargado.
et: Kõik testid, millele on sisestatud dopingukontrolli vorm.
fa_ir: کلیه آزمایشاتی که دارای فرم کنترل دوپینگ هستند وارد شده است.
fi: Kaikki testit, joihin on syötetty Dopingtestipöytäkirja
fr: Tous les contrôles pour lesquels un formulaire de contrôle du dopage a été saisi.
ko: 모든 검사의 도핑검사서가 입력되었습니다.
lv: Visas pārbaudes, kurās ir ievadīta dopinga kontroles veidlapa.
nl: Alle tests waarbij een Dopingcontroleformulier is ingevuld.
pl: Wszystkie testy, do których wprowadzono formularz kontroli antydopingowej.
pt: Todos os testes que têm um Formulário de Controle de Doping inserido.
ru: Все тесты с заполненным протоколом допинг-контроля.
sk: Všetky testy, ktoré majú zadaný formulár dopingovej kontroly.
sr: Svi testovi na koje je unet Obrazac za kontrolu dopinga.
sw: Vipimo vyote vilivyo na Fomu ya Kudhibiti Doping imeingizwa.
tr: Doping Kontrol Formu olan tüm testler girildi.
