Repository: NandhineeR/WADA
Catalog: wada-ama-testcenter-web-57718053929f/wada-ama-testcenter-web-57718053929f/src/i18n/messages.om.xlf
Languages: om_et

# update_uppercase
source: UPDATE
om_et: Odeeffannoo dhiyeenyaa

# planNow_uppercase
source: PLAN NOW
om_et: AMMA KAROORA QABADHAA

# forX
source: for {{ currentYear }}
om_et: -f{{ currentYear }}

# nadosAverage
source: <span class="stat">{{ metrics.TDP.percentageOfNadosWithPlanning | round }}%</span>: NADOs average
om_et: <span class="stat">{{ metrics.TDP.percentageOfNadosWithPlanning | round }} % . </span> : NADOs giddu galeessa

source: samples out-of-competition
om_et: saamuda dorgommii ala ta’e

# tpmEntryPointCardContent
source: Test Distribution Plan Monitoring aims at getting an <strong>overview of how you are doing compared to what you have planned</strong> in Test Distribution Plan.
om_et: Hordoffiin Karoora Raabsa Qormaataa kaayyeffate argachuuf <strong> ilaalcha waliigalaa akkaataa itti hojjechaa jirtu waan karoorfatte waliin wal bira qabamee yoo ilaalamu </strong> Karoora Raabsa Qormaataa keessatti.

# findOutHowYouAreDoing_uppercase
source: FIND OUT HOW YOU ARE DOING
om_et: AKKAMITTI HOJJETAA JIRTUU BARBAADI

# dashboard_outOfXSamplesCollected
source: out of {{ metrics.TDPM.samplesInTDP }} samples collected
om_et: keessaa bahee{{ metrics.TDPM.samplesInTDP }} saamuda walitti qabame

# dashboard_inYearX
source: in {{ currentYear }}
om_et: keessa{{ currentYear }}

# dashboard_samplesCollected
source: samples collected
om_et: saamuda walitti qabame

# dashboard_outOfXDisciplines
source: out of {{ metrics.TDPM.disciplinesPlannedToBeTested }} disciplines
om_et: keessaa bahee{{ metrics.TDPM.disciplinesPlannedToBeTested }} naamusaalee

# dashboard_testedInYearX
source: tested in {{ currentYear }}
om_et: keessatti qoratame{{ currentYear }}

# dashboard_disciplines
source: disciplines
om_et: Naamusa

# dashboard_nadosAverage
source: <span class="stat">{{ metrics.TDPM.nadosAverage | round }}%</span>: NADOs average
om_et: <span class="stat">{{ metrics.TDPM.nadosAverage | round }} % . </span> : NADOs giddu galeessa

# dashboard_outOfCompetitionSamplesCollected
source: out-of-competition samples collected
om_et: saamuda dorgommii ala walitti qabame

# dashboard_tdssaEntryPointCardContent
source: TDSSA Monitoring aims at getting an <strong>overview of how you are doing compared to the Minimum Level of Analysis for each Sport / Discipline</strong>.
om_et: Hordoffiin TDSSA kaayyeffate argachuuf <strong> ilaalcha waliigalaa akkaataa itti hojjechaa jirtu sadarkaa Xiinxala Xiqqaa tokkoon tokkoon Ispoortii / Discipline wajjin wal bira qabamee yoo ilaalamu </strong> .

# outOfXDisciplines
source: out of {{ tdssa.disciplinesWithMLA }} disciplines
om_et: keessaa bahee{{ tdssa.disciplinesWithMLA }} naamusaalee

source: meet TDSSA MLAs
om_et: MLA TDSSA waliin wal arguu

# yearToDate_lowercase
source: year to date
om_et: waggaa hanga har’aatti

source: out-of-competition tests
om_et: qormaata dorgommii ala ta’e

# designedAndCodedWithLove
source: Designed and coded with <img class="heart-image" src="assets/heart.png" alt="heart icon" /> in Montreal and Sherbrooke (Canada) - Version: {{ (buildManifest$ | async)?.build?.version }}
om_et: Dizaayinii fi koodii waliin <img class="heart-image" src="assets/heart.png" alt="heart icon" /> Montreal fi Sherbrooke (Kaanaadaa) keessatti - Version:{{ (buildManifest$ | async)?.build?.version }}

source: Athlete Mailing Address
om_et: Teessoo Poostaa Atileetotaa

# defaultAddressTooltip
source: This is the last address on record for the Athlete. This should be updated if the information from the Doping Control Form is more up to date.
om_et: Kun teessoo dhumaa Atileetichaaf galmaa'eedha. Kun yoo odeeffannoon Unka To’annoo Doping irraa argamu caalaatti yeroo ammaa ta’e haaromfamuu qaba.

source: Country
om_et: Biyya

source: Please enter a value.
om_et: Mee gatii galchi.

source: Street Address 1
om_et: Teessoo Daandii 1.

source: Number and street, PO Box
om_et: Lakkoofsaa fi daandii, Sanduuqa Poostaa

source: Street Address 2
om_et: Teessoo Daandii 2

# additionalAddressInfo
source: Additional address information
om_et: Odeeffannoo teessoo dabalataa

source: Building
om_et: Gamoo

source: Floor
om_et: Lafa

source: Room
om_et: Kutaa

source: City
om_et: Magaalaa

source: Region
om_et: Naannoo

# zipCode
source: Postal Code / ZIP
om_et: Koodii poostaa/Zip

# onlyAcceptLettersNumbersBlanks
source: This field only accepts letters, numbers, blank spaces and hyphens.
om_et: Dirreen kun qubeewwan, lakkoofsota, bakka duwwaa fi qubeewwan qofa fudhata.

# changesNotSavedConflictErrorsDetected
source: Your changes have not been saved since {{ username }} has modified this Doping Control Form while you were editing it.
om_et: Jijjiiramni kee ergasii hin qusatamne{{ username }} Unka To'annoo Doping kana osoo gulaaltuu fooyyessee jira.

# viewNewlyModifiedDopingControlForm
source: View the newly modified Doping Control Form.
om_et: Unka To'annoo Doping haaraa fooyya'e ilaali.

# viewDcfIdX
source: View DCF - {{ dcfId }}
om_et: DCF ilaali - .{{ dcfId }}

# sampleTypeXsampleCodeXSentToLabXWarningNotification
source: {{ sampleType | titlecase }} sample {{ sampleCode }} sent to {{ lab }} already exists in ADAMS. Make sure the Testing Authority, Sport / Discipline, Sample Code, Sample Type, Manufacturer and Laboratory fields are correct.
om_et: {{ sampleType | titlecase }}samuuda{{ sampleCode }} gara{{ lab }} duraanuu ADAMS keessatti jira. Dirreewwan Abbaa Taayitaa Qormaataa, Ispoortii / Naamusa, Koodii Saamudaa, Gosa Saamudaa, Oomishtootaa fi Laaboraatoorii sirrii ta’uu isaanii mirkaneessuu.

# changesNotSavedADAMSUnavailable
source: Your changes have not been saved because ADAMS is currently unavailable, try again.
om_et: Jijjiiramni kee hin qusatamne sababni isaas ADAMS yeroo ammaa waan hin jirreef, irra deebi'ii yaali.

source: Email Address
om_et: Teessoo Imeelii

source: Athlete hasn't provided an email address
om_et: Atileetiin teessoo imeelii hin kennine

# respectTheEmailFormat
source: Enter a valid email address (Example : abc@domain.com)
om_et: Teessoo imeelii sirrii galchi (Fakkeenya : abc@domain.com)

source: Athlete
om_et: Atileetii

source: ADAMS ID Number
om_et: Lakkoofsa ID ADAMS

source: Biological Passport Number
om_et: Lakkoofsa Paaspoortii Baayoloojii

# xDCFAthleteAge
source: {{ athlete?.dateOfBirth | calculateAge }} years old
om_et: {{ athlete?.dateOfBirth | calculateAge }} waggaa waggaan

# status_colon
source: Status:
om_et: Sadarkaa:

source: Draft
om_et: Axeereraa

source: Cancelled
om_et: Haqameera

# cancelDcfPopoverQuestion
source: Are you sure you want to cancel this Doping Control Form for {{ athlete.lastName }}, {{ athlete.firstName }}?
om_et: Unka To'annoo Doping kana haquu akka barbaaddan mirkanaa'aadhaa{{ athlete.lastName }} , .{{ athlete.firstName }} ?

# matchTypeX
source: Match Type: <span [ngClass]="statusClass">{{ matchType }}</span>
om_et: Gosa Walsimsiisaa: <span [ngClass]="statusClass">{{ matchType }}</span>

# sampleTypeXsampleCodeXWarningNotification
source: {{ sampleDuplicate.get('sampleType') }} sample {{ sampleDuplicate.get('sampleCode') }} already exists in ADAMS. Make sure these values are correct.
om_et: {{ sampleDuplicate.get('sampleType') }}samuuda{{ sampleDuplicate.get('sampleCode') }} duraanuu ADAMS keessatti jira. Gatiin kun sirrii ta'uu isaanii mirkaneessi.

# sportDiscipline_slash
source: Sport / Discipline
om_et: Ispoortii / Naamusa

source: Notification Date
om_et: Guyyaa Beeksisa

# datetimeFormat
source: dd-mm-yyyy hh:mm (24h)
om_et: dd-mm-yyyy hh:mm (sa'aatii 24) .

# dateMustBeValidFormat
source: Date must be in a valid format.
om_et: Guyyaan bifa sirrii ta'een ta'uu qaba.

# notificationDateCantBeRemoved
source: The notification date can be updated but cannot be removed.
om_et: Guyyaan beeksisa haaromfamuu danda'a garuu haqamuu hin danda'u.

source: Time Zone
om_et: Naannoo sa'aatii

# helpTimezoneFormTooltip
source: Gather information about time zones
om_et: Waa’ee naannoo sa’aatii odeeffannoo walitti qabuu

source: Time Zone
om_et: Naannoo sa'aatii

# provideTimezoneWithNotificationDate
source: The time zone must be provided when the notification date is set.
om_et: Naannoo sa'aatii yeroo guyyaan beeksisa saagamu kennamuu qaba.

source: Notifying Chaperone
om_et: Chaperone beeksisuu

source: Coach
om_et: Leenjisaa

source: Not Applicable
om_et: Hojiirra Oolmaa Hin Qabu

source: Doctor
om_et: Dooktora

source: Arrival Date
om_et: Guyyaa Dhufaatii

# arrivalDateDopingControlStation
source: Date of Arrival to the Doping Control Station.
om_et: Guyyaa Buufata To’annoo Doping Gahuu.

# arrivalDateCantBeRemoved
source: The arrival date can be updated but cannot be removed.
om_et: Guyyaan dhufaatii haaromfamuu danda'a garuu haqamuu hin danda'u.

# provideTimezoneWithArrivalDate
source: The time zone must be provided when the arrival date is set.
om_et: Naannoo sa'aatii yeroo guyyaan dhufaatii saagamu kennamuu qaba.

source: Mailing Address
om_et: Teessoo Poostaa

# notApplicable_parentheses
source: (Not applicable)
om_et: (Raawwatiinsa hin qabu)

# sampleXUrineX
source: Sample {{ getSampleIndex(sample, i) }} - Urine {{ sample.sampleCode }}
om_et: Samuuda{{ getSampleIndex(sample, i) }} - Fincaan{{ sample.sampleCode }}

# sampleXBloodX
source: Sample {{ getSampleIndex(sample, i) }} - Blood {{ sample.sampleCode }}
om_et: Samuuda{{ getSampleIndex(sample, i) }} - Dhiiga{{ sample.sampleCode }}

# sampleXBloodPassportX
source: Sample {{ getSampleIndex(sample, i) }} - Blood Passport {{ sample.sampleCode }}
om_et: Samuuda{{ getSampleIndex(sample, i) }} - Paaspoortii Dhiigaa{{ sample.sampleCode }}

# sampleXDriedBloodSpotX
source: Sample {{ getSampleIndex(sample, i) }} - Dried Blood Spot {{ sample.sampleCode }}
om_et: Samuuda{{ getSampleIndex(sample, i) }} - Tuqaa Dhiiga Goggogaa{{ sample.sampleCode }}

source: Doping Control Officer
om_et: Ofisara To'annoo Doping

source: Consent for Research
om_et: Qorannoof Hayyama

# nonConformityX
source: Non-Conformity nbsp;{{ nonConformityIndex +
om_et: Wal-hin-simne nbsp;{{ nonConformityIndex +

source: Delete Non-Conformity
om_et: Wal-hin-simne Haquu

# nonConformityCategory
source: Category of Non-Conformity
om_et: Ramaddii Wal-hin-simne

# nonConformityDescription
source: Description of Non-Conformity
om_et: Ibsa Wal-hin-simne

source: Country Code
om_et: Seera Biyyaa

source: Area Code and Phone Number
om_et: Koodii Naannoo fi Lakkoofsa Bilbilaa

source: Extension
om_et: Dheerachuu

source: Select Phone Number from List
om_et: Tarree keessaa Lakkoofsa Bilbilaa filadhu

source: Enter New Phone Number
om_et: Lakkoofsa Bilbilaa Haaraa Galchi

# assignTo
source: Assign
om_et: Ramaduu

# assignDCFToTestingOrderNumber_uppercase
source: ASSIGN DCF TO Testing Order NUMBER
om_et: DCF LAKKOOFSA Ajaja Qormaataa IRRATTI RAMADI

# assignTestingOrderNumberXQuestion
source: Are you sure you want to assign a Testing Order?
om_et: Ajaja Qormaataa ramaduu akka barbaaddu mirkaneeffatteettaa?

source: New Testing Order Number
om_et: Lakkoofsa Ajaja Qormaataa Haaraa

source: Loading Icon
om_et: Mallattoo Fe'aa Jiraachuu

# changeTestingOrderNumberOverrideWarning
source: Assigning this Doping Control Form to a Testing Order will override some DCF fields with the values from the Testing Order.
om_et: Unka To'annoo Doping kana Ajaja Qormaataatti ramaduun man'eewwan DCF tokko tokko gatiiwwan Tartiiba Qormaataa irraa dhufaniin ni irra darba.

# yesAssignTestingOrder_uppercase
source: YES, ASSIGN Testing Order
om_et: EEYYEE, Ajaja Qormaataa RAMADI

# cancel_uppercase
source: CANCEL
om_et: Haquu

source: Change
om_et: Jijjiiruu

# changeTestingOrderNumber_uppercase
source: CHANGE TESTING ORDER NUMBER
om_et: LAKKOOFSA TARTIIBNI QORMAATA JIJJIIRRAACHUU

# changeTestingOrderNumberXQuestion
source: Are you sure you want to change Testing Order number {{currentTestingOrderId}?
om_et: Lakkoofsa Ajaja Qormaataa jijjiiruu akka barbaaddu mirkaneeffatteettaa {{currentTestingOrderId} ?

# yesChangeTestingOrder_uppercase
source: YES, CHANGE TESTING ORDER
om_et: EEYYEE, TARTIIBNI QORMAATA JIJJIIRRAA

source: Change Sample
om_et: Sample Jijjiirraa

# sampleHasAdverseResult
source: This sample has an adverse result.
om_et: Saamuda kun bu’aa hamaa qaba.

# warningBreakingOlderMatch
source: You are about to break the match on a DCF that is older than {{ dcfRetentionPeriod }} months. Please note that unmatched DCFs older than {{ dcfRetentionPeriod }} months will be deleted.
om_et: DCF isa umuriin isaa caalu irratti tapha cabsuuf jirta {{ dcfRetentionPeriod }} ji’oota. Hubadhaa DCFwwan wal hin madaalle kanneen dullooman {{ dcfRetentionPeriod }} ji'oota ni haqama.

# breakMatchForSampleXQuestion
source: Are you sure you want to {{ translations$ | getSampleCorrector:sampleTargetField | async }} for {{ translations$ | getSampleType:currentSampleType | async | lowercase}} sample {{ currentSampleCode }}?
om_et: Akka barbaaddu mirkaneeffatteettaa{{ translations$ | getSampleCorrector:sampleTargetField | async }} -f{{ translations$ | getSampleType:currentSampleType | async | lowercase}} samuuda{{ currentSampleCode }} ?

# changeTargetFieldXForSampleXQuestion
source: Are you sure you want to change the {{ translations$ | getSampleCorrector:sampleTargetField | async }} for {{ translations$ | getSampleType:currentSampleType | async | lowercase}} sample {{ currentSampleCode }}?
om_et: Jijjiiruu akka barbaaddu mirkaneeffatteettaa{{ translations$ | getSampleCorrector:sampleTargetField | async }} -f{{ translations$ | getSampleType:currentSampleType | async | lowercase}} samuuda{{ currentSampleCode }} ?

source: Valid
om_et: Fudhatama kan qabu

source: Invalid
om_et: Fudhatama kan hinqabne

# yes_uppercaseColon
source: YES,
om_et: EEYYEE,

# changeSample_uppercase
source: CHANGE SAMPLE
om_et: SAMPLE JIJJIIRAMA

# errorsDetectedInFollowingFields
source: Some error(s) were detected in the following fields:
om_et: Dogoggorri(dogongorri) tokko tokko man'eelee armaan gadii keessatti argameera:

source: Phone Number
om_et: Lakkoofsa Bilbilaa

source: Coach Last Name
om_et: Maqaa Dhumaa Leenjisaa

source: Coach First Name
om_et: Leenjisaa Maqaa Duraa

source: Doctor Last Name
om_et: Doktara Maqaa Dhumaa

source: Doctor First Name
om_et: Doktara Maqaa Duraa

# sportDisciplineAffectedDampleValidation
source: The sample code validation detected some duplication using this sport / discipline. Go to step 2 for more details.
om_et: Mirkaneessi koodii sample ispoortii / naamusa kana fayyadamuun dacha’uu tokko tokko adda baaseera. Bal'ina isaaf gara tarkaanfii 2ffaa deemaa.

# dcf_pleaseEnterAValidPhoneNumber
source: Please enter a valid phone number.
om_et: Lakkoofsa bilbilaa sirrii ta'e galchaa.

# athleteLevelDcfTooltip
source: In order to record that TDSSA calculations should apply to this athlete, please select 'National' or 'International' as applicable.
om_et: Shallaggiin TDSSA atileetii kana irratti raawwatiinsa qabaachuu akka qabu galmeessisuuf, maaloo akka barbaachisummaa isaatti 'Biyyaalessaa' ykn 'Addunyaa' filadhu.

# emailNotProvided
source: (Athlete hasn't provided an email address)
om_et: (Atileet teessoo imeelii hin kennine)

source: Sample Collection Authority
om_et: Abbaa Taayitaa Saamuda Sassaabuu

source: Result Management Authority
om_et: Abbaa Taayitaa Bulchiinsa Bu’aa

# testingAuthorityAffectedDampleValidation
source: The sample code validation detected some duplication using this testingAuthority. Go to step 2 for more details.
om_et: Mirkaneessi koodii fakkeenyaa Abbaa Taayitaa qorannoo kana fayyadamuun dacha'uu tokko tokko adda baaseera. Bal'ina isaaf gara tarkaanfii 2ffaa deemaa.

# sampleCollectionAuthorityTooltip
source: Name of the organization physically responsible for the collection of doping control samples.
om_et: Maqaa dhaabbata saamuda to’annoo doping walitti qabuuf itti gaafatamummaa qaamaa qabu.

# testCoordinator
source: Doping Control Coordinator
om_et: Qindeessaa To’annoo Doping

source: View
om_et: ilaaluu

source: Advance Notice
om_et: Beeksisa Dursee

source: Advance Notice Reason
om_et: Sababni Dursee Beeksisa

# dcf_timezone
source: Timezone
om_et: Naannoo sa'aatii

source: Notifying Chaperone Last Name
om_et: Maqaa Dhumaa Chaperone Beeksisuu

source: Notifying Chaperone First Name
om_et: Maqaa Duraa Chaperone Beeksisuu

# dcf_timeSlot
source: 60-minute time slot
om_et: Yeroo Daqiiqaa 60

source: Identification Document
om_et: Sanada Eenyummaa

source: Document Type
om_et: Gosa Galmee

source: Selection Criteria
om_et: Ulaagaalee Filannoo

source: 60-min time slot
om_et: Yeroo Daqiiqaa 60

source: Test Type
om_et: Gosa Qormaataa

source: In Competition
om_et: Dorgommii Keessatti

source: Out of Competition
om_et: Dorgommii Alaa

source: Major Event
om_et: Taatee Guddaa

source: Competition Name
om_et: Maqaa Dorgommii

source: Fee for Service Test
om_et: Kaffaltii Qormaata Tajaajilaa

# dcf_sampleXDriedBloodSpotX
source: Sample {{ getSampleIndex(sample, i) }} - Dried Blood Spot {{ sample.sampleCode }}
om_et: Samuuda{{ getSampleIndex(sample, i) }} - Tuqaa Dhiiga Goggogaa{{ sample.sampleCode }}

source: Sample
om_et: Samuuda

source: Sample Type
om_et: Gosa Fakkeenya

source: Collection Date
om_et: Guyyaa Walitti qabama

# provideCollectionDateWithSampleCode
source: The collection date must be provided when the sample code is set.
om_et: Guyyaan walitti qabuu yeroo koodii fakkeenyaa saagamu kennamuu qaba.

# datetimeMustBeValidFormat
source: Date time must be in a valid format.
om_et: Yeroon guyyaa bifa sirrii ta'een ta'uu qaba.

# provideTimezoneWithSampleCodeOrCollectionDate
source: The time zone must be provided when either the sample code or the collection date is set.
om_et: Naannoo sa'aatii yeroo koodii fakkeenyaa ykn guyyaan walitti qabuu saagamu kennamuu qaba.

source: Sample Code
om_et: Koodii Fakkeenya

# bloodSampleCodeXWarning
source: Blood sample {{ sampleCode.value }} already exists in ADAMS. Make sure these values are correct.
om_et: Saamuda dhiigaa{{ sampleCode.value }} duraanuu ADAMS keessatti jira. Gatiin kun sirrii ta'uu isaanii mirkaneessi.

source: Manufacturer
om_et: Oomishaa

source: Laboratory
om_et: Laaboraatoorii

source: Blood Collection Official
om_et: Qondaala Dhiiga Sassaabuu

# bloodPassportSampleCodeXWarning
source: Blood passport sample {{ sampleCode.value }} already exists in ADAMS. Make sure these values are correct.
om_et: Saamuda paaspoortii dhiigaa{{ sampleCode.value }} duraanuu ADAMS keessatti jira. Gatiin kun sirrii ta'uu isaanii mirkaneessi.

source: Temp Logger ID
om_et: ID Galmee Yeroo

source: Temp Logger Status
om_et: Haala Galmee Yeroo

# abpSupplementaryForm
source: ABP Supplementary Report Form (SRF)
om_et: Unka Gabaasa Dabalataa ABP (SRF) .

# athleteSeatedTenMinutes_bpInput
source: <span ngClass="label-not-bold">Has the athlete been</span> seated for ten minutes <span ngClass="label-not-bold">prior to blood collection?</span>
om_et: <span ngClass="label-not-bold"> Atileetiin kun ta'ee jiraa </span> daqiiqaa kudhaniif taa’anii turan <span ngClass="label-not-bold"> dhiiga walitti qabuu dura? </span>

# sampleCollectedLast3Days_bpInput
source: <span ngClass="label-not-bold">Was the sample</span> collected <span ngClass="label-not-bold">immediately following</span> at least three consecutive days <span ngClass="label-not-bold">of competition (hemodilution expected)?</span>
om_et: <span ngClass="label-not-bold"> Saamuda ture </span> walitti qabame <span ngClass="label-not-bold"> battalumatti hordofee </span> yoo xiqqaate guyyoota sadii walitti aansuun <span ngClass="label-not-bold"> kan dorgommii (hemodilution eegama)? </span>

# athleteHadTrainingLastTwoHours_bpInput
source: <span ngClass="label-not-bold">Has the athlete had a</span> training <span ngClass="label-not-bold">session or</span> competition in the past two hours?
om_et: <span ngClass="label-not-bold"> Atileetiin kun a </span> leenjii <span ngClass="label-not-bold"> session ykn </span> dorgommii sa'aatii lamaan darban keessatti?

# trainingSessionOrCompetitionType
source: Type of training session or competition
om_et: Gosa leenjii ykn dorgommii

# athleteTrainedAtAltitudeGreaterThan1500M_bpInput
source: <span ngClass="label-not-bold">Has the athlete trained, competed or resided at an</span> altitude greater than 1500 meters <span ngClass="label-not-bold">within the previous two weeks?</span>
om_et: <span ngClass="label-not-bold"> Atileetichi leenjii fudhate, dorgomee ykn jiraatee jiraa </span> olka’iinsa meetira 1500 ol ta’uu qaba <span ngClass="label-not-bold"> torban lamaan darban keessatti? </span>

source: Name and Location
om_et: Maqaa fi bakka

source: Altitude (m)
om_et: Olka'iinsa(m) .

source: From
om_et: irraa

# dateFormat
source: dd-mm-yyyy
om_et: dd-MM-yyyy jedhu

source: To
om_et: gara

# stayDuration
source: Duration of Stay
om_et: Turtii turtii

# xDay
source: {{duration}} day
om_et: {{duration}}guyyaa

# xDays
source: {{duration}} days
om_et: {{duration}}guyyoota

# athleteUsedAltitudeSimulation_bpInput
source: <span ngClass="label-not-bold">Has the athlete used any form of</span> altitude simulation, <span ngClass="label-not-bold">such as a hypoxic tent, mask, etc during the</span> previous two weeks?
om_et: <span ngClass="label-not-bold"> Atileetichi bifa kamiinuu fayyadameeraa </span> fakkeessuu olka’iinsaa, . <span ngClass="label-not-bold"> kan akka dunkaana oksijiinii hin qabne, haguuggii fuulaa fi kkf yeroo </span> torban lamaan darbanii?

# deviceType
source: Type of Device
om_et: Gosa meeshaa

# useManner
source: Manner of use (frequency, duration, intensity, etc)
om_et: Akkaataa itti fayyadama (irra deddeebiin, yeroo, cimina fi kkf) .

# athleteDonatedBloodLossOrLostBlood_bpInput
source: <span ngClass="label-not-bold">Has the athlete</span> donated blood or lost blood <span ngClass="label-not-bold">as a result of medical or emergency condition during the</span> previous three months?
om_et: <span ngClass="label-not-bold"> Atileeticha qaba </span> dhiiga arjoome ykn dhiiga bade <span ngClass="label-not-bold"> sababa haala yaalaa ykn hatattamaa yeroo </span> ji'oota sadan darbanii?

source: When
om_et: Yoom

# bloodLossCause
source: Cause of the Blood Loss
om_et: Sababni Dhiiga Dhabuu

# estimatedBloodVolume
source: Estimated Volume of Blood (ml)
om_et: Tilmaama Haalli Dhiigaa (ml) .

# athleteHadBloodTransfusionLastThreeMonths_bpInput
source: <span ngClass="label-not-bold">Has the athlete</span> given or received any blood <span ngClass="label-not-bold">transfusion(s) during the</span> previous three months?
om_et: <span ngClass="label-not-bold"> Atileeticha qaba </span> dhiiga kamiyyuu kenname ykn fudhate <span ngClass="label-not-bold"> dhiiga(wwan) yeroo </span> ji'oota sadan darbanii?

# athleteExposedToExtremeEnvironmentLastTwoHours_bpInput
source: <span ngClass="label-not-bold">Has the Athlete been exposed to</span> any extreme environmental conditions in the 2 hours <span ngClass="label-not-bold">prior to blood sample colletion?</span>
om_et: <span ngClass="label-not-bold"> Atileetiin kun saaxilamee jiraa </span> haala naannoo garmalee kamiyyuu sa’aatii 2 keessatti <span ngClass="label-not-bold"> saamuda dhiigaa fudhachuu dura? </span>

source: Analytical result
om_et: Bu’aa xiinxala

# adverseAnalyticalFinding
source: Adverse Analytical Finding (AAF)
om_et: Argannoo Xiinxala Gadhee (AAF) .

# atypicalResultFinding
source: Atypical Result Finding (ATF)
om_et: Argannoo Bu’aa Atypical (ATF) .

# negativeResultFinding
source: Negative
om_et: Nagatiiva

source: View AAF
om_et: AAF ilaali

source: View ATF
om_et: ATF ilaali

source: Match
om_et: Walsimuu

source: Confirmed by User
om_et: Fayyadamaadhaan kan mirkanaa'e

source: Match Type
om_et: Gosa Walsimsiisaa

source: View Match
om_et: Walsimsiisaa Ilaaluu

source: Laboratory Results
om_et: Bu'aa Laaboraatoorii

# viewBiologicalPassport
source: View Athlete Biological Passport
om_et: Paaspoortii Baayoloojii Atileeti ilaali
