Repository: NandhineeR/WADA
Catalog: wada-ama-testcenter-web-57718053929f/wada-ama-testcenter-web-57718053929f/src/i18n/messages.*.xlf
Languages: am, ar, az, bg, es, et, fa_ir, fi, fr, ko, lv, nl, pl, pt, ru, sk, sr, sw, tr

# noRightToDeleteThirdPartyContractMsg
source: Error [NO_RIGHT_TO_DELETE_THIRDPARTYCONTRACT]
am: ስህተት [NO_RIGHT_TO_DELETE_THIRDPARTYCONTRACT]
ar: خطأ [ NO_RIGHT_TO_DELETE_THIREPARTYCONTRACT ]
az: Xəta [NO_RIGHT_TO_DELETE_THIRDPARTYCONTRACT]
bg: Грешка [NO_RIGHT_TO_DELETE_THIRDPARTYCONTRACT]
et: Viga [NO_RIGHT_TO_DELETE_THIRDPARTYCONTRACT]
fa_ir: خطای [NO_RIGHT_TO_DELETE_THIRDPARTYCONTRACT]
fi: Virhe [NO_RIGHT_TO_DELETE_THIRDPARTYCONTRACT]
fr: Erreur [NO_RIGHT_TO_DELETE_THIRDPARTYCONTRACT]
ko: [NO_RIGHT_TO_DELETE_THIRDPARTYCONTRACT] 오류
lv: Kļūda [NO_RIGHT_TO_DELETE_THIRDPARTYCONTRACT]
nl: Fout [NO_RIGHT_TO_DELETE_THIRDPARTYCONTRACT]
pl: Błąd [NO_RIGHT_TO_DELETE_THIRDPARTYCONTRACT]
pt: Erro [NO_RIGHT_TO_DELETE_THIRDPARTYCONTRACT]
ru: Ошибка [NO_RIGHT_TO_DELETE_THIRDPARTYCONTRACT]
sk: Chyba [NO_RIGHT_TO_DELETE_THIRDPARTYCONTRACT]
sr: Greška [NO_RIGHT_TO_DELETE_THIRDPARTYCONTRACT]
sw: Hitilafu [NO_RIGHT_TO_DELETE_THIRDPARTYCONTRACT]
tr: Hata [NO_RIGHT_TO_DELETE_THIRDPARTYCONTRACT]

# noRightToReadLabResultsMsg
source: You do not have the rights to view a Laboratory Result
am: የላቦራቶሪ ውጤትን የማየት መብት የለዎትም።
ar: ليس لديك الحق في مشاهدة نتائج المختبر
az: Sizin Laboratoriya Nəticəsinə baxmaq hüququnuz yoxdur
bg: Нямате права да видите лабораторни резултати
es: No tiene derecho a ver un resultado de laboratorio
et: Teil ei ole õigust laboritulemuste vaatamiseks
fa_ir: شما حق مشاهده نتایج آزمایشگاه را ندارید
fi: Sinulla ei ole oikeuksia tarkastella laboratoriotulosta
fr: Vous n’avez pas le droit de consulter un résultat de laboratoire
ko: 분석기관 결과를 볼 수 있는 권한이 없습니다.
lv: Jums nav tiesību skatīt laboratorijas rezultātu
nl: U hebt geen rechten om een laboratoriumresultaat te bekijken.
pl: Nie masz uprawnień do przeglądania wyników laboratoryjnych
pt: Você não tem o direito de ver um resultado de laboratório
ru: У вас нет прав на просмотр результатов лабораторных исследований
sk: Nemáte práva na zobrazenie laboratórneho výsledku
sr: Vi nemate prava da videli laboratorijski rezultat
sw: Huna haki ya kutazama Matokeo ya Maabara
tr: Laboratuvar Sonucunu görüntüleme hakkınız yok

# noRightToReadDcfMsg
source: You do not have the rights to view a DCF
am: DCF የማየት መብት የለህም።
ar: انك لا تمتلك الحق في مشاهدة DCF
az: Sizin DCF-yə baxmaq hüququnuz yoxdur
bg: Нямате права да преглеждате DCF
es: No tiene derecho a ver un DCF
et: Teil pole DCF-i vaatamise õigusi
fa_ir: شما حق مشاهده DCF را ندارید
fi: Sinulla ei ole oikeuksia tarkastella DCF:ää
fr: Vous n’avez pas le droit d’afficher un DCF
ko: DCF를 볼 수 있는 권한이 없습니다.
lv: Jums nav tiesību skatīt DCF
nl: U heeft geen rechten om een DCF te bekijken
pl: Nie masz praw do oglądania DCF
pt: Você não tem o direito de ver um DCF
ru: Вы не имеете права просматривать DCF
sk: Nemáte práva na zobrazenie DCF
sr: Vi nemate prava da pregledate DCF
sw: Huna haki ya kutazama DCF
tr: DCF görüntüleme hakkınız yok

# noRightToViewOrganizationRelationshipMsg
source: Error [NO_RIGHT_TO_VIEW_ORGANIZATIONRELATIONSHIP]
am: ስህተት [NO_RIGHT_TO_VIEW_ORGANIZATIONRELATIONSHIP]
ar: خطأ [ NO_RIGHT_TO_VIEW_ORVANGATIONRELATIONALIATIONSHIP ]
az: Xəta [NO_RIGHT_TO_VIEW_ORGANIZATIONRELATIONSHIP]
bg: Грешка [NO_RIGHT_TO_VIEW_ORGANIZATIONRELATIONSHIP]
et: Viga [NO_RIGHT_TO_VIEW_ORGANIZATIONRELATIONSHIP]
fa_ir: خطای [NO_RIGHT_TO_VIEW_ORGANIZATIONRELATIONSHIP]
fi: Virhe [NO_RIGHT_TO_VIEW_ORGANIZATIONRELATIONSHIP]
fr: Erreur [NO_RIGHT_TO_VIEW_ORGANIZATIONRELATIONSHIP]
ko: [NO_RIGHT_TO_VIEW_ORGANIZATIONRELATIONSHIP] 오류
lv: Kļūda [NO_RIGHT_TO_VIEW_ORGANIZATIONRELATIONSHIP]
nl: Fout [NO_RIGHT_TO_VIEW_ORGANIZATIONRELATIONSHIP]
pl: Błąd [NO_RIGHT_TO_VIEW_ORGANIZATIONRELATIONSHIP]
pt: Erro [NENHUMA_OBREVE_À_OBSERVAÇÃO_ORGANIZAÇÃO]
ru: Ошибка [NO_RIGHT_TO_VIEW_ORGANIZATIONRELATIONSHIP]
sk: Chyba [NO_RIGHT_TO_VIEW_ORGANIZATIONRELATIONSHIP]
sr: Greška [NO_RIGHT_TO_VIEW_ORGANIZATIONRELATIONSHIP]
sw: Hitilafu [NO_RIGHT_TO_VIEW_ORGANIZATIONRELATIONSHIP]
tr: Hata [NO_RIGHT_TO_VIEW_ORGANIZATIONREELATIONSHIP]

# noRightToReadUsergroupMsg
source: Error [NO_RIGHT_TO_READ_USERGROUP]
am: ስህተት [NO_RIGHT_TO_READ_USERGROUP]
ar: خطأ [ NO_RIGHT_TO_READ_USERGROUP ]
az: Xəta [NO_RIGHT_TO_READ_USERGROUP]
bg: Грешка [NO_RIGHT_TO_READ_USERGROUP]
et: Viga [NO_RIGHT_TO_READ_USERGROUP]
fa_ir: خطای [NO_RIGHT_TO_READ_USERGROUP]
fi: Virhe [NO_RIGHT_TO_READ_USERGROUP]
fr: Erreur [NO_RIGHT_TO_READ_USERGROUP]
ko: [NO_RIGHT_TO_READ_USERGROUP] 오류
lv: Kļūda [NO_RIGHT_TO_READ_USERGROUP]
nl: Fout [NO_RIGHT_TO_READ_USERGROUP]
pl: Błąd [NO_RIGHT_TO_READ_USERGROUP]
pt: Erro [NO_RIGHT_TO_READ_USERGROUP]
ru: Ошибка [NO_RIGHT_TO_READ_USERGROUP]
sk: Chyba [NO_RIGHT_TO_READ_USERGROUP]
sr: Greška [NO_RIGHT_TO_READ_USERGROUP]
sw: Hitilafu [NO_RIGHT_TO_READ_USERGROUP]
tr: Hata [NO_RIGHT_TO_READ_USERGROUP]

# noRightToSaveOrgRelationshipMsg
source: Error [NO_RIGHT_TO_SAVE_ORG_RELATIONSHIP]
am: ስህተት [NO_RIGHT_TO_SAVE_ORG_RELATIONSHIP]
ar: خطأ [ NO_RIGHT_TO_SAVE_OR_RELATIONSHIP ]
az: Xəta [NO_RIGHT_TO_SAVE_ORG_RELATIONSHIP]
bg: Грешка [NO_RIGHT_TO_SAVE_ORG_RELATIONSHIP]
et: Viga [NO_RIGHT_TO_SAVE_ORG_RELATIONSHIP]
fa_ir: خطای [NO_RIGHT_TO_SAVE_ORG_RELATIONSHIP]
fi: Virhe [NO_RIGHT_TO_SAVE_ORG_RELATIONSHIP]
fr: Erreur [NO_RIGHT_TO_SAVE_ORG_RELATIONSHIP]
ko: [NO_RIGHT_TO_SAVE_ORG_RELATIONSHIP] 오류
lv: Kļūda [NO_RIGHT_TO_SAVE_ORG_RELATIONSHIP]
nl: Fout [NO_RIGHT_TO_SAVE_ORG_RELATIONSHIP]
pl: Błąd [NO_RIGHT_TO_SAVE_ORG_RELATIONSHIP]
pt: Erro [NENHUM [NÃO_DE_VERIFICAÇÃO_DE_VERIFICAÇÃO_ORGEM]
ru: Ошибка [NO_RIGHT_TO_SAVE_ORG_RELATIONSHIP]
sk: Chyba [NO_RIGHT_TO_SAVE_ORG_RELATIONSHIP]
sr: Greška [NO_RIGHT_TO_SAVE_ORG_RELATIONSHIP]
sw: Hitilafu [NO_RIGHT_TO_SAVE_ORG_RELATIONSHIP]
tr: Hata [NO_RIGHT_TO_SAVE_ORG_RELATIONSHIP]

# noRightToDeleteOrgRelationshipMsg
source: Error [NO_RIGHT_TO_DELETE_ORG_RELATIONSHIP]
am: ስህተት [NO_RIGHT_TO_DELETE_ORG_RELATIONSHIP]
ar: خطأ [ NO_RIGHT_TO_DELETE_ORG_RELATIONSHP ]
az: Xəta [NO_RIGHT_TO_DELETE_ORG_RELATIONSHIP]
bg: Грешка [NO_RIGHT_TO_DELETE_ORG_RELATIONSHIP]
et: Viga [NO_RIGHT_TO_DELETE_ORG_RELATIONSHIP]
fa_ir: خطای [NO_RIGHT_TO_DELETE_ORG_RELATIONSHIP]
fi: Virhe [NO_RIGHT_TO_DELETE_ORG_RELATIONSHIP]
fr: Erreur [NO_RIGHT_TO_DELETE_ORG_RELATIONSHIP]
ko: [NO_RIGHT_TO_DELETE_ORG_RELATIONSHIP] 오류
lv: Kļūda [NO_RIGHT_TO_DELETE_ORG_RELATIONSHIP]
nl: Fout [NO_RIGHT_TO_DELETE_ORG_RELATIONSHIP]
pl: Błąd [NO_RIGHT_TO_DELETE_ORG_RELATIONSHIP]
pt: Erro [NÃO_DELETE_DE_DELETE_ORG_RELATIONSHIP]
ru: Ошибка [NO_RIGHT_TO_DELETE_ORG_RELATIONSHIP]
sk: Chyba [NO_RIGHT_TO_DELETE_ORG_RELATIONSHIP]
sr: Greška [NO_RIGHT_TO_DELETE_ORG_RELATIONSHIP]
sw: Hitilafu [NO_RIGHT_TO_DELETE_ORG_RELATIONSHIP]
tr: Hata [NO_RIGHT_TO_DELETE_ORG_RELATIONSHIP]

# noRightToRetireAthleteMsg
source: Error [NO_RIGHT_TO_RETIRE_ATHLETE]
am: ስህተት [NO_RIGHT_TO_RETIRE_ATHLETE]
ar: خطأ [ NO_RTGHT_TO_RETIRE_PATLETE ]
az: Xəta [NO_RIGHT_TO_RETIRE_ATHLETE]
bg: Грешка [NO_RIGHT_TO_RETIRE_ATHLETE]
et: Viga [NO_RIGHT_TO_RETIRE_ATHLETE]
fa_ir: خطای [NO_RIGHT_TO_RETIRE_ATHLETE]
fi: Virhe [NO_RIGHT_TO_RETIRE_ATHLETE]
fr: Erreur [NO_RIGHT_TO_RETIRE_ATHLETE]
ko: [NO_RIGHT_TO_RETIRE_ATHLETE] 오류
lv: Kļūda [NO_RIGHT_TO_RETIRE_ATHLETE]
nl: Fout [NO_RIGHT_TO_RETIRE_ATHLETE]
pl: Błąd [NO_RIGHT_TO_RETIRE_ATHLETE]
pt: Erro [NO_RIGHT_TO_RETIRE_ATHLETE]
ru: Ошибка [NO_RIGHT_TO_RETIRE_ATHLETE]
sk: Chyba [NO_RIGHT_TO_RETIRE_ATHLETE]
sr: Greška [NO_RIGHT_TO_RETIRE_ATHLETE]
sw: Hitilafu [NO_RIGHT_TO_RETIRE_ATHLETE]
tr: Hata [NO_RIGHT_TO_RETIRE_ATHLETE]

# noRightToMoveNonAthletePassportCustodyMsg
source: Error [NO_RIGHT_TO_MOVE_NONATHLETE_PASSPORTCUSTODY]
am: ስህተት [NO_RIGHT_TO_MOVE_NONATHLETE_PASSPORTCUSTODY]
ar: خطأ [ NO_RIGHT_TO_MOVE_NONATENLETE_PASSPORTSCTODY ]
az: Xəta [NO_RIGHT_TO_MOVE_NONATHLETE_PASSPORTCUSTODY]
bg: Грешка [NO_RIGHT_TO_MOVE_NONATHLETE_PASSPORTCUSTODY]
et: Viga [NO_RIGHT_TO_MOVE_NONATHLETE_PASSPORTCUSTODY]
fa_ir: خطای [NO_RIGHT_TO_MOVE_NONATHLETE_PASSPORTCUSTODY]
fi: Virhe [NO_RIGHT_TO_MOVE_NONATHLETE_PASSPORTCUSTODY]
fr: Erreur [NO_RIGHT_TO_MOVE_NONATHLETE_PASSPORTCUSTODY]
ko: [NO_RIGHT_TO_MOVE_NONATHLETE_PASSPORTCUSTODY] 오류
lv: Kļūda [NO_RIGHT_TO_MOVE_NONATHLETE_PASSPORTCUSTODY]
nl: Fout [NO_RIGHT_TO_MOVE_NONATHLETE_PASSPORTCUSTODY]
pl: Błąd [NO_RIGHT_TO_MOVE_NONATHLETE_PASSPORTCUSTODY]
pt: Erro [NO_RIGHT_TO_MOVE_NONATHLETE_PASSPORTCUSTODY]
ru: Ошибка [NO_RIGHT_TO_MOVE_NONATHLETE_PASSPORTCUSTODY]
sk: Chyba [NO_RIGHT_TO_MOVE_NONATHLETE_PASSPORTCUSTODY]
sr: Greška [NO_RIGHT_TO_MOVE_NONATHLETE_PASSPORTCUSTODY]
sw: Hitilafu [NO_RIGHT_TO_MOVE_NONATHLETE_PASSPORTCUSTODY]
tr: Hata [NO_RIGHT_TO_MOVE_NONATHLETE_PASSPORTCUSTODY]

# noRightToMoveAthletePassportCustodyMsg
source: Error [NO_RIGHT_TO_MOVE_ATHLETE_PASSPORTCUSTODY]
am: ስህተት [NO_RIGHT_TO_MOVE_ATHLETE_PASSPORTCUSTODY]
ar: خطأ [ NO_RIGHT_TO_MOVE_PATLETE_PASSPORTSTODY ]
az: Xəta [NO_RIGHT_TO_MOVE_ATHLETE_PASSPORTCUSTODY]
bg: Грешка [NO_RIGHT_TO_MOVE_ATHLETE_PASSPORTCUSTODY]
et: Viga [NO_RIGHT_TO_MOVE_ATHLETE_PASSPORTCUSTODY]
fa_ir: خطای [NO_RIGHT_TO_MOVE_ATHLETE_PASSPORTCUSTODY]
fi: Virhe [NO_RIGHT_TO_MOVE_ATHLETE_PASSPORTCUSTODY]
fr: Erreur [NO_RIGHT_TO_MOVE_ATHLETE_PASSPORTCUSTODY]
ko: [NO_RIGHT_TO_MOVE_ATHLETE_PASSPORTCUSTODY] 오류
lv: Kļūda [NO_RIGHT_TO_MOVE_ATHLETE_PASSPORTCUSTODY]
nl: Fout [NO_RIGHT_TO_MOVE_ATHLETE_PASSPORTCUSTODY]
pl: Błąd [NO_RIGHT_TO_MOVE_ATHLETE_PASSPORTCUSTODY]
pt: Erro [NO_RIGHT_TO_MOVE_ATHLETE_PASSPORTCUSTODY]
ru: Ошибка [NO_RIGHT_TO_MOVE_ATHLETE_PASSPORTCUSTODY]
sk: Chyba [NO_RIGHT_TO_MOVE_ATHLETE_PASSPORTCUSTODY]
sr: Greška [NO_RIGHT_TO_MOVE_ATHLETE_PASSPORTCUSTODY]
sw: Hitilafu [NO_RIGHT_TO_MOVE_ATHLETE_PASSPORTCUSTODY]
tr: Hata [NO_RIGHT_TO_MOVE_ATHLETE_PASSPORTCUSTODY]

# noRightToReadChainOfCustodyMsg
source: Error [NO_RIGHT_TO_READ_CHAINOFCUSTODY]
am: ስህተት [NO_RIGHT_TO_READ_CHAINOFCUSTODY]
ar: خطأ [ NO_RIGHT_TO_READ_CHAsIROFCYDY ]
az: Xəta [NO_RIGHT_TO_READ_CHAINOFCUSTODY]
bg: Грешка [NO_RIGHT_TO_READ_CHAINOFCUSTODY]
et: Viga [NO_RIGHT_TO_READ_CHAINOFCUSTODY]
fa_ir: خطای [NO_RIGHT_TO_READ_CHAINOFCUSTODY]
fi: Virhe [NO_RIGHT_TO_READ_CHAINOFCUSTODY]
fr: Erreur [NO_RIGHT_TO_READ_CHAINOFCUSTODY]
ko: [NO_RIGHT_TO_READ_CHAINOFCUSTODY] 오류
lv: Kļūda [NO_RIGHT_TO_READ_CHAINOFCUSTODY]
nl: Fout [NO_RIGHT_TO_READ_CHAINOFCUSTODY]
pl: Błąd [NO_RIGHT_TO_READ_CHAINOFCUSTODY]
pt: Erro [NO_RIGHT_TO_READ_CHAINOFCUSTODY]
ru: Ошибка [NO_RIGHT_TO_READ_CHAINOFCUSTODY]
sk: Chyba [NO_RIGHT_TO_READ_CHAINOFCUSTODY]
sr: Greška [NO_RIGHT_TO_READ_CHAINOFCUSTODY]
sw: Hitilafu [NO_RIGHT_TO_READ_CHAINOFCUSTODY]
tr: Hata [NO_RIGHT_TO_READ_CHAINOFCUSTODY]

# noRightToSearchOrganizationMsg
source: Error [NO_RIGHT_TO_SEARCH_ORGANIZATION]
am: ስህተት [NO_RIGHT_TO_SEARCH_ORGANIZATION]
ar: خطأ [ NO_RIGHT_TO_SEARCH_ORGANIZATION ]
az: Xəta [NO_RIGHT_TO_SEARCH_ORGANIZATION]
bg: Грешка [NO_RIGHT_TO_SEARCH_ORGANIZATION]
et: Viga [NO_RIGHT_TO_SEARCH_ORGANIZATION]
fa_ir: خطای [NO_RIGHT_TO_SEARCH_ORGANIZATION]
fi: Virhe [NO_RIGHT_TO_SEARCH_ORGANIZATION]
fr: Erreur [NO_RIGHT_TO_SEARCH_ORGANIZATION]
ko: [NO_RIGHT_TO_SEARCH_ORGANIZATION] 오류
lv: Kļūda [NO_RIGHT_TO_SEARCH_ORGANIZATION]
nl: Fout [NO_RIGHT_TO_SEARCH_ORGANIZATION]
pl: Błąd [NO_RIGHT_TO_SEARCH_ORGANIZATION]
pt: Erro [NO_RIGHT_TO_SEARCH_ORGANIZATION]
ru: Ошибка [NO_RIGHT_TO_SEARCH_ORGANIZATION]
sk: Chyba [NO_RIGHT_TO_SEARCH_ORGANIZATION]
sr: Greška [NO_RIGHT_TO_SEARCH_ORGANIZATION]
sw: Hitilafu [NO_RIGHT_TO_SEARCH_ORGANIZATION]
tr: Hata [NO_RIGHT_TO_SEARCH_ORGANIZATION]

# noRightToUpdateBPLRMsg
source: Error [NO_RIGHT_TO_UPDATE_BPLR]
am: ስህተት [NO_RIGHT_TO_UPDATE_BPLR]
ar: خطأ [ NO_RTGHT_TO_UPDATE_BPLR ]
az: Xəta [NO_RIGHT_TO_UPDATE_BPLR]
bg: Грешка [NO_RIGHT_TO_UPDATE_BPLR]
et: Viga [NO_RIGHT_TO_UPDATE_BPLR]
fa_ir: خطای [NO_RIGHT_TO_UPDATE_BPLR]
fi: Virhe [NO_RIGHT_TO_UPDATE_BPLR]
fr: Erreur [NO_RIGHT_TO_UPDATE_BPLR]
ko: [NO_RIGHT_TO_UPDATE_BPLR] 오류
lv: Kļūda [NO_RIGHT_TO_UPDATE_BPLR]
nl: Fout [NO_RIGHT_TO_UPDATE_BPLR]
pl: Błąd [NO_RIGHT_TO_UPDATE_BPLR]
pt: Erro [NO_RIGHT_TO_UPDATE_BPLR]
ru: Ошибка [NO_RIGHT_TO_UPDATE_BPLR]
sk: Chyba [NO_RIGHT_TO_UPDATE_BPLR]
sr: Greška [NO_RIGHT_TO_UPDATE_BPLR]
sw: Hitilafu [NO_RIGHT_TO_UPDATE_BPLR]
tr: Hata [NO_RIGHT_TO_UPDATE_BPLR]

# noRightToImportBiologicalResultMsg
source: Error [NO_RIGHT_TO_IMPORT_BIOLOGICALRESULT]
am: ስህተት [NO_RIGHT_TO_IMPORT_BIOLOGICALRESULT]
ar: خطأ [ NO_RIGHT_TO_IMPORT_BIOLOGICALRESULT ]
az: Xəta [NO_RIGHT_TO_IMPORT_BIOLOGICALRESULT]
bg: Грешка [NO_RIGHT_TO_IMPORT_BIOLOGICALRESULT]
et: Viga [NO_RIGHT_TO_IMPORT_BIOLOGICALRESULT]
fa_ir: خطای [NO_RIGHT_TO_IMPORT_BIOLOGICALRESULT]
fi: Virhe [NO_RIGHT_TO_IMPORT_BIOLOGICALRESULT]
fr: Erreur [NO_RIGHT_TO_IMPORT_BIOLOGICALRESULT]
ko: [NO_RIGHT_TO_IMPORT_BIOLOGICALRESULT] 오류
lv: Kļūda [NO_RIGHT_TO_IMPORT_BIOLOGICALRESULT]
nl: Fout [NO_RIGHT_TO_IMPORT_BIOLOGICALRESULT]
pl: Błąd [NO_RIGHT_TO_IMPORT_BIOLOGICALRESULT]
pt: Erro [NENHUMA [NÃO_DE_IMPORTAÇÃO_DE_IMPORTOS_BIOLOGICALRESULTA]
ru: Ошибка [NO_RIGHT_TO_IMPORT_BIOLOGICALRESULT]
sk: Chyba [NO_RIGHT_TO_IMPORT_BIOLOGICALRESULT]
sr: Greška [NO_RIGHT_TO_IMPORT_BIOLOGICALRESULT]
sw: Hitilafu [NO_RIGHT_TO_IMPORT_BIOLOGICALRESULT]
tr: Hata [NO_RIGHT_TO_IMPORT_BIOLOGICALRESULT]

# noRightToImportAthleteMsg
source: Error [NO_RIGHT_TO_IMPORT_ATHLETE]
am: ስህተት [NO_RIGHT_TO_IMPORT_ATHLETE]
ar: خطأ [ NO_RTGHT_TO_IMPORT_HTILETE ]
az: Xəta [NO_RIGHT_TO_IMPORT_ATHLETE]
bg: Грешка [NO_RIGHT_TO_IMPORT_ATHLETE]
et: Viga [NO_RIGHT_TO_IMPORT_ATHLETE]
fa_ir: خطای [NO_RIGHT_TO_IMPORT_ATHLETE]
fi: Virhe [NO_RIGHT_TO_IMPORT_ATHLETE]
fr: Erreur [NO_RIGHT_TO_IMPORT_ATHLETE]
ko: [NO_RIGHT_TO_IMPORT_ATHLETE] 오류
lv: Kļūda [NO_RIGHT_TO_IMPORT_ATHLETE]
nl: Fout [NO_RIGHT_TO_IMPORT_ATHLETE]
pl: Błąd [NO_RIGHT_TO_IMPORT_ATHLETE]
pt: Erro [NENHUM [NENHUM [NENHUM [NENHUM_PORT_ATHLETE]
ru: Ошибка [NO_RIGHT_TO_IMPORT_ATHLETE]
sk: Chyba [NO_RIGHT_TO_IMPORT_ATHLETE]
sr: Greška [NO_RIGHT_TO_IMPORT_ATHLETE]
sw: Hitilafu [NO_RIGHT_TO_IMPORT_ATHLETE]
tr: Hata [NO_RIGHT_TO_IMPORT_ATHLETE]

# noRightToImportHemodilutionMsg
source: Error [NO_RIGHT_TO_IMPORT_HEMODILUTION]
am: ስህተት [NO_RIGHT_TO_IMPORT_HEMODILUTION]
ar: خطأ [ NO_RIGHT_TO_IMPORT_HEMODUTION ]
az: Xəta [NO_RIGHT_TO_IMPORT_HEMODILUTION]
bg: Грешка [NO_RIGHT_TO_IMPORT_HEMODILUTION]
et: Viga [NO_RIGHT_TO_IMPORT_HEMODILUTION]
fa_ir: خطای [NO_RIGHT_TO_IMPORT_HEMODILUTION]
fi: Virhe [NO_RIGHT_TO_IMPORT_HEMODILUTION]
fr: Erreur [NO_RIGHT_TO_IMPORT_HEMODILUTION]
ko: [NO_RIGHT_TO_IMPORT_HEMODILUTION] 오류
lv: Kļūda [NO_RIGHT_TO_IMPORT_HEMODILUTION]
nl: Fout [NO_RIGHT_TO_IMPORT_HEMODILUTION]
pl: Błąd [NO_RIGHT_TO_IMPORT_HEMODILUTION]
pt: Erro [NENHUM [NÃO_DE_IMPORTAÇÃO_DE_IMPORTAR_HEMODILUIÇÃO]
ru: Ошибка [NO_RIGHT_TO_IMPORT_HEMODILUTION]
sk: Chyba [NO_RIGHT_TO_IMPORT_HEMODILUTION]
sr: Greška [NO_RIGHT_TO_IMPORT_HEMODILUTION]
sw: Hitilafu [NO_RIGHT_TO_IMPORT_HEMODILUTION]
tr: Hata [NO_RIGHT_TO_IMPORT_HEMODILUTION]

# noAccessOnGroupMsg
source: Error [NO_ACCESS_ON_GROUP]
am: ስህተት [NO_ACCESS_ON_GROUP]
ar: خطأ [ NO_ACCESS_ON_GROUP ]
az: Xəta [NO_ACCESS_ON_GROUP]
bg: Грешка [NO_ACCESS_ON_GROUP]
et: Viga [NO_ACCESS_ON_GROUP]
fa_ir: خطا [NO_ACCESS_ON_GROUP]
fi: Virhe [NO_ACCESS_ON_GROUP]
fr: Erreur [NO_ACCESS_ON_GROUP]
ko: [NO_ACCESS_ON_GROUP] 오류
lv: Kļūda [NO_ACCESS_ON_GROUP]
nl: Fout [NO_ACCESS_ON_GROUP]
pl: Błąd [NO_ACCESS_ON_GROUP]
pt: Erro [NO_ACCESS_ON_GROUP]
ru: Ошибка [NO_ACCESS_ON_GROUP]
sk: Chyba [NO_ACCESS_ON_GROUP]
sr: Greška [NO_ACCESS_ON_GROUP]
sw: Hitilafu [NO_ACCESS_ON_GROUP]
tr: Hata [NO_ACCESS_ON_GROUP]

# missingContractToCreateAdrvMsg
source: The Peding Case cannot be created without an active contract
am: የፔዲንግ ጉዳይ ያለ ንቁ ውል ሊፈጠር አይችልም።
ar: لا يمكن تكوين حالة الحروف بدون عقد فعال
az: Peding Case aktiv müqavilə olmadan yaradıla bilməz
bg: Случаят Peding не може да бъде създаден без активен договор
es: El Caso Peding no puede ser creado sin un contrato activo
et: Pedingi juhtumit ei saa luua ilma aktiivse lepinguta
fa_ir: پرونده Peding بدون قرارداد فعال ایجاد نمی شود
fi: Vireillä olevaa tapausta ei voi luoda ilman aktiivista sopimusta
fr: Le cas de Peding ne peut pas être créé sans un contrat actif
ko: 유효한 계약이 없으면 계류 중인 사건(Pending Case)을 생성할 수 없습니다.
lv: Peding lietu nevar izveidot bez aktīva līguma
nl: De Peding Case kan niet worden aangemaakt zonder een actief contract
pl: Sprawa Peding Case nie może zostać utworzona bez aktywnej umowy
pt: O caso Peding não pode ser criado sem um contrato ativo
ru: Педагогическое дело не может быть создано без активного контракта
sk: Peding Case nie je možné vytvoriť bez aktívnej zmluvy
sr: Predmet "Peding" se ne može kreirati bez aktivnog ugovora
sw: Kesi ya Peding haiwezi kuundwa bila mkataba unaoendelea
tr: Ping Case, aktif bir sözleşme olmadan oluşturulamaz

# missingContractToCreateMissionOrderMsg
source: The Testing Order cannot be created without an active contract
am: የሙከራ ትዕዛዙ ያለ ንቁ ውል ሊፈጠር አይችልም።
ar: لا يمكن تكوين أمر الاختبار بدون عقد فعال
az: Test Sifarişi aktiv müqavilə olmadan yaradıla bilməz
bg: Поръчката за тестване не може да бъде създадена без активен договор
es: La Orden de Pruebas no puede crearse sin un contrato activo
et: Testimistellimust ei saa luua ilma aktiivse lepinguta
fa_ir: دستور تست بدون قرارداد فعال ایجاد نمی شود
fi: Testimääräystä ei voi luoda ilman aktiivista sopimusta
fr: L’ordre de test ne peut pas être créé sans un contrat actif
ko: 유효한 계약이 없으면 검사지시서를 생성할 수 없습니다.
lv: Pārbaudes pasūtījumu nevar izveidot bez aktīva līguma
nl: De Testopdracht kan niet worden aangemaakt zonder een actief contract
pl: Zlecenie testowe nie może zostać utworzone bez aktywnej umowy
pt: A Ordem de Teste não pode ser criada sem um contrato ativo
ru: Заказ на тестирование не может быть создан без активного контракта
sk: Objednávku na testovanie nie je možné vytvoriť bez aktívnej zmluvy
sr: Nije moguće kreirati nalog za testiranje bez aktivnog ugovora
sw: Agizo la Kujaribu haliwezi kuundwa bila mkataba unaotumika
tr: Test Siparişi, aktif bir sözleşme olmadan oluşturulamaz

# missingContractToCreateTUEMsg
source: Therapeutic Use Exemptions (TUE) cannot be created without an active contract
am: ያለ ገባሪ ውል ቴራፒዩቲክ የአጠቃቀም ነፃነቶች (TUE) ሊፈጠሩ አይችሉም
ar: لا يمكن تكوين اعفاءات استخدام العلاج (TUE) بدون عقد فعال
az: Terapevtik İstifadə İstisnaları (TİE) aktiv müqavilə olmadan yaradıla bilməz
bg: Изключения за терапевтична употреба (TUE) не могат да бъдат създадени без активен договор
es: Las Autorizaciones de Uso Terapéutico (AUT) no pueden crearse sin un contrato activo
et: Terapeutilise kasutamise erandeid (TUE) ei saa luua ilma aktiivse lepinguta
fa_ir: معافیت های استفاده درمانی (TUE) بدون قرارداد فعال ایجاد نمی شود
fi: Lääkinnällistä erivapautta (TUE) ei voida luoda ilman aktiivista sopimusta
fr: Les exemptions pour usages à des fins thérapeutiques (AUT) ne peuvent être créées sans un contrat actif
ko: 유효한 계약이 없으면 치료목적사용면책(TUE)을 생성할 수 없습니다.
lv: Terapeitiskās lietošanas atbrīvojumus (TUE) nevar izveidot bez aktīva līguma
nl: Vrijstellingen voor therapeutisch gebruik (TUE) kunnen niet worden gecreëerd zonder een actief contract
pl: Zwolnienia dla celów terapeutycznych (TUE) nie mogą być tworzone bez aktywnej umowy
pt: Isenções de Uso Terapêutico (TUE) não podem ser criadas sem um contrato ativo
ru: Разрешения на терапевтическое использование (TUE) не могут быть созданы без действующего контракта
sk: Terapeutické výnimky (TUE) nemožno vytvoriť bez aktívnej zmluvy
sr: Izuzeća za terapijsku upotrebu (TUE) ne mogu se kreirati bez aktivnog ugovora
sw: Misamaha ya Matumizi ya Matibabu (TUE) haiwezi kuundwa bila mkataba unaotumika
tr: Aktif bir sözleşme olmadan Tedavi Amaçlı Kullanım İstisnaları (TAKİ) oluşturulamaz

# missingContractToCreateTestMsg
source: The Test cannot be created without an active contract
am: ሙከራው ያለ ንቁ ውል ሊፈጠር አይችልም።
ar: لا يمكن تكوين الاختبار بدون عقد فعال
az: Test aktiv müqavilə olmadan yaradıla bilməz
bg: Тестът не може да бъде създаден без активен договор
es: La prueba no puede crearse sin un contrato activo
et: Testi ei saa luua ilma aktiivse lepinguta
fa_ir: آزمون بدون قرارداد فعال ایجاد نمی شود
fi: Testiä ei voi luoda ilman aktiivista sopimusta
fr: Le test ne peut pas être créé sans un contrat actif
ko: 유효한 계약이 없으면 검사를 생성할 수 없습니다.
lv: Testu nevar izveidot bez aktīva līguma
nl: De Test kan niet worden gemaakt zonder een actief contract
pl: Testu nie można utworzyć bez aktywnej umowy
pt: O Teste não pode ser criado sem um contrato ativo
ru: Тест не может быть создан без активного контракта
sk: Test nie je možné vytvoriť bez aktívnej zmluvy
sr: Test se ne može kreirati bez aktivnog ugovora
sw: Jaribio haliwezi kuundwa bila mkataba unaotumika
tr: Test, aktif bir sözleşme olmadan oluşturulamaz

# missingAdminRoleMsg
source: You do not have administrator permissions
am: የአስተዳዳሪ ፈቃዶች የሎትም።
ar: لا يتوافر لديك تصاريح موجه النظام
az: Sizin administrator icazəniz yoxdur
bg: Нямате администраторски права
es: No tiene permisos de administrador
et: Teil pole administraatori õigusi
fa_ir: شما مجوزهای مدیر را ندارید
fi: Sinulla ei ole järjestelmänvalvojan oikeuksia
fr: Vous ne disposez pas d’autorisations d’administrateur
ko: 관리자 승인이 없습니다
lv: Jums nav administratora atļauju
nl: Je hebt geen beheerdersrechten
pl: Nie masz uprawnień administratora
pt: Você não tem permissões de administrador
ru: У вас нет прав администратора
sk: Nemáte oprávnenia správcu
sr: Nemate administratorske dozvole
sw: Huna ruhusa za msimamizi
tr: Yönetici izinleriniz yok

# missingContractToCreateSanctionMsg
source: Error [MISSING_CONTRACT_TO_CREATE_SANCTION]
am: ስህተት [MISSING_CONTRACT_TO_CREATE_SANCTION]
ar: خطأ [ MISING_CONTRACT_TO_CREATE_SANCTION ]
az: Xəta [MISSING_CONTRACT_TO_CREATE_SANCTION]
bg: Грешка [MISSING_CONTRACT_TO_CREATE_SANCTION]
et: Viga [MISSING_CONTRACT_TO_CREATE_SANCTION]
fa_ir: خطای [MISSING_CONTRACT_TO_CREATE_SANCTION]
fi: Virhe [MISSING_CONTRACT_TO_CREATE_SANCTION]
fr: Erreur [MISSING_CONTRACT_TO_CREATE_SANCTION]
ko: [MISSING_CONTRACT_TO_CREATE_SANCTION] 오류
lv: Kļūda [MISSING_CONTRACT_TO_CREATE_SANCTION]
nl: Fout [MISSING_CONTRACT_TO_CREATE_SANCTION]
pl: Błąd [MISSING_CONTRACT_TO_CREATE_SANCTION]
pt: Erro [MISSING_CONTRACT_TO_CREATE_SANCTION]
ru: Ошибка [MISSING_CONTRACT_TO_CREATE_SANCTION]
sk: Chyba [MISSING_CONTRACT_TO_CREATE_SANCTION]
sr: Greška [MISSING_CONTRACT_TO_CREATE_SANCTION]
sw: Hitilafu [MISSING_CONTRACT_TO_CREATE_SANCTION]
tr: Hata [MISSING_CONTRACT_TO_CREATE_SANCTION]

# nullCallerOrOrgMsg
source: You have not been properly authenticated
am: በትክክል አልተረጋገጡም።
ar: لم يتم توثيقك بطريقة صحيحة
az: Siz düzgün təsdiqlənməmisiniz
bg: Не сте били правилно удостоверени
es: No se ha autentificado correctamente
et: Teid ei ole korralikult autentitud
fa_ir: شما به درستی احراز هویت نشده اید
fi: Sinua ei ole todennettu asianmukaisesti
fr: Vous n’avez pas été correctement authentifié
ko: 적절한 인증이 없습니다
lv: Jūs neesat pareizi autentificēts
nl: U bent niet correct geverifieerd
pl: Nie zostałeś prawidłowo uwierzytelniony
pt: Você não foi devidamente autenticado
ru: Вы не прошли надлежащую аутентификацию
sk: Neboli ste riadne overení
sr: Niste pravilno potvrđeni
sw: Hujathibitishwa ipasavyo
tr: Doğru şekilde doğrulanmadınız
