Repository: NandhineeR/WADA
Catalog: wada-ama-testcenter-web-57718053929f/wada-ama-testcenter-web-57718053929f/src/i18n/messages.*.xlf
Languages: am, ar, az, bg, es, et, fa_ir, fi, fr, ko, lv, nl, pl, pt, ru, sk, sr, sw, tr

source: Blood Passport Identification Document Number
am: የደም ፓስፖርት መለያ ሰነድ ቁጥር
ar: رقم وثيقة هوية جواز الدم
az: Qan Pasportunun Şəxsiyyət Sənədinin Nömrəsi
bg: Номер на документ за идентификация на биологичен паспорт
es: Número de documento de identificación del Pasaporte Sanguíneo
et: Verepassi isikut tõendava dokumendi number
fa_ir: شماره شناسنامه گذرنامه خونی
fi: Biologisen passin (veri) henkilöllisyystodistuksen numero
fr: Numéro de document d'identification du passeport sanguin
ko: 혈액수첩 ID 번호
lv: Asins pases identifikācijas dokumenta numurs
nl: Identificatiedocumentnummer van het bloedpaspoort
pl: Numer dokumentu identyfikacyjnego paszportu krwi
pt: Número do documento de identificação do passaporte de sangue
ru: Идентификатор биологического паспорта
sk: Číslo identifikačného dokladu krvného pasu
sr: Број идентификационог документа пасоша крви
sw: Nambari ya Hati ya Kitambulisho cha Pasipoti ya Damu
tr: Kan pasaportu kimlik belge numarası

source: ABP ID Number
am: የABP መታወቂያ ቁጥር
ar: رقم معرف ABP
az: ABP ID nömrəsi
bg: ID номер на БПС
es: Número de identificación del ABP
et: Loomsete kõrvalsaaduste ID-number
fa_ir: شماره شناسه ABP
fi: ABP ID numero
fr: PBID
ko: ABP ID 번호
lv: ABP ID numurs
nl: ABP-ID-nummer
pl: Numer identyfikacyjny ABP
pt: Número de identificação ABP
ru: Идентификатор БПС
sk: Identifikačné číslo ABP
sr: АБП ИД број
sw: Nambari ya kitambulisho cha ABP
tr: ABP kimlik numarası

source: International Federation Identification Document
am: የአለም አቀፍ ፌዴሬሽን መለያ ሰነድ
ar: وثيقة هوية الاتحاد الدولي
az: Beynəlxalq Federasiyanın Şəxsiyyət Sənədi
bg: Идентификационен документ на международната федерация
es: Documento de identificación de la Federación Internacional
et: Rahvusvahelise föderatsiooni isikut tõendav dokument
fa_ir: سند شناسایی فدراسیون بین المللی
fi: Kansainvälisen lajiliiton henkilöllisyystodistus
fr: Document d'identification de la Fédération internationale
ko: 국제경기연맹 고유 번호
lv: Starptautiskās federācijas identifikācijas dokuments
nl: Identificatiedocument van de internationale federatie
pl: Dokument identyfikacyjny federacji międzynarodowej
pt: Documento de identificação da Federação Internacional
ru: Идентификатор международной федерации
sk: Identifikačný dokument medzinárodnej federácie
sr: Identifikacioni dokument Međunarodne federacije
sw: Hati ya Kitambulisho cha Shirikisho la Kimataifa
tr: Uluslararası Federasyon Kimlik Belgesi

source: National Federation Identification Document
am: የብሔራዊ ፌደሬሽን መታወቂያ ሰነድ
ar: وثيقة هوية الاتحاد الوطني
az: Milli Federasiyanın Şəxsiyyət Sənədi
bg: Идентификационен документ на националната федерация
es: Documento de identificación de la federación nacional
et: Riikliku föderatsiooni isikut tõendav dokument
fa_ir: سند شناسایی فدراسیون ملی
fi: Kansallisen lajiliiton henkilöllisyystodistus
fr: Document d'identification de la Fédération nationale
ko: 국내경기단체 고유 번호
lv: Nacionālās federācijas identifikācijas dokuments
nl: Identificatiedocument van de nationale federatie
pl: Dokument identyfikacyjny federacji narodowej
pt: Documento de identificação da Federação Nacional
ru: Идентификатор национальной федерации
sk: Národný identifikačný dokument federácie
sr: Identifikacioni dokument Nacionalne federacije
sw: Hati ya Kitambulisho cha Shirikisho la Kitaifa
tr: Ulusal Federasyon Kimlik Belgesi

source: National Anti-Doping Organization Identification Document
am: ብሔራዊ ፀረ-አበረታች መድሃኒቶች ድርጅት መለያ ሰነድ
ar: وثيقة التعريف بالمنظمة الوطنية لمكافحة المنشطات
az: Milli Antidopinq Təşkilatının Şəxsiyyət Sənədi
bg: Идентификационен документ на националната антидопингова организация
es: Documento de identificación de la organización nacional antidopaje
et: Riikliku dopinguvastase organisatsiooni identifitseerimisdokument
fa_ir: سند شناسایی سازمان ملی مبارزه با دوپینگ
fi: Kansallisen Antidopingorganisaation henkilöllisyystodistus
fr: Document d'identification de l'organisation nationale antidopage
ko: 국가도핑방지기구 고유 번호
lv: Nacionālās antidopinga organizācijas identifikācijas dokuments
nl: Identificatiedocument van de nationale antidopingorganisatie
pl: Dokument identyfikacyjny krajowej organizacji antydopingowej
pt: Documento de identificação da Organização Nacional Antidoping
ru: Идентификатор национальной антидопинговой организации
sk: Identifikačný dokument národnej antidopingovej organizácie
sr: Identifikacioni dokument Nacionalne anti-doping organizacije
sw: Hati ya Kitambulisho cha Shirika la Kitaifa la Kupambana na Dawa za Kulevya
tr: Ulusal Anti-Doping Örgütü Kimlik Belgesi

# minimum2characters
source: Minimum of 2 characters
am: ቢያንስ 2 ቁምፊዎች
ar: 2 حرف على الأقل
az: Minimum 2 simvol
bg: Минимум 2 знака
es: Mínimo de 2 caracteres
et: Vähemalt 2 tähemärki
fa_ir: حداقل 2 کاراکتر
fi: Vähintään 2 merkkiä
fr: Minimum de 2 caractères
ko: 최소 2자
lv: Vismaz 2 rakstzīmes
nl: Minimaal 2 karakters
pl: Minimum 2 znaki
pt: Mínimo de 2 caracteres
ru: Минимум 2 символа
sk: Minimálne 2 znaky
sr: Најмање 2 знака
sw: Angalau herufi 2
tr: Minimum 2 karakter

# athleteLevelToTooltip
source: Indicating that this athlete is defined as an 'International or 'National' level athlete will ensure that the test is applied to TDSSA calculations
am: ይህ አትሌት እንደ 'አለም አቀፍ ወይም 'ብሄራዊ' ደረጃ አትሌት ተብሎ መገለጹን ማመላከት ፈተናው በ TDSSA ስሌት ላይ መተግበሩን ያረጋግጣል።
ar: مما يشير إلى أن هذا الرياضي يعرف بأنه "دولي" أو "وطني" على المستوى الرياضي سيضمن أن يتم تطبيق الاختبار على حسابات TDSSA
az: Bu idmançının 'Beynəlxalq və ya 'Milli' səviyyəli idmançı kimi müəyyən edildiyini göstərmək, testin TDSSA hesablamalarına tətbiq olunmasını təmin edəcək.
bg: Посочването, че този спортист е дефиниран като спортист от „международно или национално“ ниво, ще гарантира, че тестът се прилага за изчисления на TDSSA
es: Indicar que este atleta se define como un atleta de nivel 'Internacional o' Nacional 'garantizará que la prueba se aplique a los cálculos de TDSSA
et: Näidates, et see sportlane on määratletud kui "rahvusvahelise või riikliku" taseme sportlane, tagab testi rakendamise TDSSA arvutustes
fa_ir: نشان دادن اینکه این ورزشکار به عنوان یک ورزشکار در سطح "بین المللی" یا "ملی" تعریف شده است، اطمینان حاصل می کند که این آزمون در محاسبات TDSSA اعمال می شود.
fi: Jos osoitetaan, että tämä urheilija määritellään kansainvälisen tai kansallisen tason urheilijaksi, varmistetaan, että testi suoritetaan TDSSA-laskelmissa
fr: Indiquer que ce sportif est un sportif de niveau "international" ou "national" permettra que le test est appliqué aux calculs du DTASS
ko: 이 운동선수가 '인터내셔널' 또는 '국가' 수준의 운동선수로 규정되었음을 나타내는 것은 테스트가 TDSSA 계산에 적용되는 것을 보장할 것이다.
lv: Norādot, ka šis sportists ir definēts kā “starptautiskā vai nacionālā” līmeņa sportists, tiks nodrošināts, ka tests tiek piemērots TDSSA aprēķiniem.
nl: Door aan te geven dat deze atleet is gedefinieerd als atleet op 'Internationaal of Nationaal' niveau, zorgt u ervoor dat de test wordt toegepast op TDSSA-berekeningen
pl: Wskazanie, że ten sportowiec jest zdefiniowany jako sportowiec poziomu „międzynarodowego lub krajowego” zapewni, że test zostanie zastosowany do obliczeń TDSSA
pt: Indicar que este atleta é definido como um atleta de nível “Internacional ou “Nacional” garantirá que o teste seja aplicado aos cálculos de TDSSA
ru: Указание на то, что этот спортсмен определен как спортсмен международного или национального уровня, гарантирует, что тест будет применен к расчетам TDSSA.
sk: Označenie, že tento športovec je definovaný ako športovec „medzinárodnej alebo národnej“ úrovne, zabezpečí, že sa test použije na výpočty TDSSA
sr: Ознака да је овај спортиста дефинисан као спортиста „међународног или националног“ нивоа, обезбедиће да се тест примени на ТДССА прорачуне
sw: Kuashiria kuwa mwanariadha huyu anafafanuliwa kama mwanariadha wa kiwango cha 'Kimataifa au' Taifa kutahakikisha kuwa jaribio hilo linatumika kwa hesabu za TDSSA.
tr: Bu sporcunun 'Uluslararası ya da 'Ulusal' düzeyinde bir atlet olarak tanımlandığını belirten testin TDSSA hesaplamalarına uygulanmasını sağlayacaktır

# sampleTypeWasMarkedAsClosed
source: {{ name }} analysis sample was successfully marked as Closed
am: {{ name }} የትንታኔ ናሙና በተሳካ ሁኔታ እንደተዘጋ ምልክት ተደርጎበታል።
ar: {{ name }} تم وضع علامة على عينة التحليل بنجاح على أنها مغلقة
az: {{ name }} analiz nümunəsi uğurla Bağlı olaraq qeyd edildi
bg: {{ name }} пробата за анализ беше успешно маркирана като затворена
es: {{ name }} la muestra de análisis se marcó correctamente como cerrada
et: {{ name }} analüüsiproov märgiti edukalt suletuks
fa_ir: {{ name }} آنالیز نمونه با موفقیت به عنوان بسته شده علامت گذاری شد
fi: {{ name }} analyysinäytte merkittiin onnistuneesti suljetuksi
fr: {{ name }} L'échantillon d'analyse a été marqué avec succès comme étant clôturé
ko: {{ name }} 분석 시료가 닫힘으로 표시되었습니다.
lv: {{ name }} analīzes paraugs tika veiksmīgi atzīmēts kā Slēgts
nl: {{ name }} analysemonster is met succes gemarkeerd als Gesloten
pl: {{ name }} próbka analityczna została pomyślnie oznaczona jako zamknięta
pt: {{ name }} amostra de análise foi marcada com sucesso como Fechada
ru: {{ name }} анализ пробы был успешно помечен как закрытый
sk: {{ name }} vzorka analýzy bola úspešne označená ako uzavretá
sr: {{ name }} uzorak analize je uspešno označen kao Zatvoren
sw: {{ name }} sampuli ya uchanganuzi ilitiwa alama kuwa Imefungwa
tr: {{ name }} analiz örneği başarıyla Kapalı olarak işaretlendi

# sampleXWasMarkedAsClosed
source: {{ name }} was successfully marked as Closed Sample Not Collected
am: {{ name }} በተሳካ ሁኔታ ያልተሰበሰበ ዝግ ናሙና ተብሎ ምልክት ተደርጎበታል።
ar: {{ name }}تم تعليمه بنجاح على أنه لم يتم جمع عينة مغلقة
az: {{ name }}uğurla Qapalı Nümunə Toplanmadı kimi qeyd edildi
bg: {{ name }} бе успешно маркиран като Приключено - проба не е взета
es: {{ name }} fue marcado con éxito como Muestra Cerrada No Recogida
et: {{ name }}märgiti edukalt suletud prooviks, mida pole kogutud
fa_ir: {{ name }}با موفقیت به عنوان بسته نمونه جمع آوری نشده علامت گذاری شد
fi: {{ name }}merkittiin onnistuneesti Suljettu Näytettä ei otettu
fr: {{ name }} a été marqué avec succès comme &quot;fermé échantillon non prélevé&quot;
ko: {{ name }} 이(가) 시료가 채취되지 않고 완료됨으로 성공적으로 표시되었습니다.
lv: {{ name }}tika veiksmīgi atzīmēts kā Slēgts paraugs, kas nav savākts
nl: {{ name }} is met succes gemarkeerd als gesloten monster niet verzameld
pl: {{ name }}został pomyślnie oznaczony jako Nie pobrano próbki zamkniętej
pt: {{ name }}foi marcado com sucesso como amostra fechada não coletada
ru: {{ name }}был успешно отмечен как &quot;Закрыт - пробы не отобраны&quot;
sk: {{ name }}bola úspešne označená ako uzavretá vzorka nezhromaždená
sr: {{ name }}је успешно означен као затворени узорак није прикупљен
sw: {{ name }}iliwekwa alama kuwa Sampuli Iliyofungwa Haijakusanywa
tr: {{ name }}Başarıyla Kapalı Örnek Toplanmadı olarak işaretlendi

# sampleXWasMarkedAsCancelled
source: {{ name }} was successfully marked as Cancelled
am: {{ name }} በተሳካ ሁኔታ እንደተሰረዘ ምልክት ተደርጎበታል።
ar: {{ name }} تم وضع علامة ملغاة بنجاح
az: {{ name }} uğurla Ləğv edildi kimi qeyd edildi
bg: {{ name }} беше успешно маркирано като Отменено
es: {{ name }} se marcó con éxito como cancelado
et: {{ name }} märgiti edukalt tühistatuks
fa_ir: {{ name }} با موفقیت به عنوان لغو علامت گذاری شد
fi: {{ name }} merkittiin onnistuneesti peruutetuksi
fr: {{ name }} a été marquée avec succès comme annulée
ko: {{ name }} 이(가) 취소됨으로 성공적으로 표시되었습니다.
lv: {{ name }} tika veiksmīgi atzīmēts kā Atcelts
nl: {{ name }} is succesvol gemarkeerd als Geannuleerd
pl: {{ name }} została pomyślnie oznaczona jako anulowana
pt: {{ name }} foi marcado com sucesso como cancelado
ru: {{ name }} был успешно отмечен как Отмененный
sk: {{ name }} bola úspešne označená ako Zrušená
sr: {{ name }} uspešno je označen kao Otkazano
sw: {{ name }} iliwekwa alama kuwa Imeghairiwa
tr: {{ name }} Başarıyla İptal Edildi olarak işaretlendi

# setSampleNotCollectedTooltip
source: Set Analysis as Closed
am: ትንታኔን እንደተዘጋ ያቀናብሩ
ar: تعيين التحليل على أنه مغلق
az: Analizi Bağlı olaraq təyin edin
bg: Задайте анализ като затворен
es: Establecer análisis como cerrado
et: Määra analüüs suletuks
fa_ir: آنالیز را به بسته شده تغیر بدهید
fi: Aseta analyysi suljetuksi
fr: Définir l'analyse comme fermée
ko: 분석을 닫힘으로 설정
lv: Iestatīt analīzi kā slēgtu
nl: Stel Analyse in als gesloten
pl: Ustaw analizę jako zamkniętą
pt: Definir análise como fechada
ru: Отметить Анализ как Закрытый
sk: Nastaviť analýzu ako uzavretú
sr: Postavite analizu kao zatvorenu
sw: Weka Uchambuzi Kama Umefungwa
tr: Analizi Kapalı Olarak Ayarla

# analysisRequestFormTooltip
source: View {{ el.lab }} Analysis Request Form
am: ይመልከቱ {{ el.lab }} የትንታኔ ጥያቄ ቅጽ
ar: عرض نموذج طلب {{ el.lab }} التحليل
az: Baxın {{ el.lab }} Təhlil sorğu forması
bg: Преглед {{ el.lab }} Формуляр за заявка за анализ
es: Vista {{ el.lab }} Formulario de solicitud de análisis
et: Vaade {{ el.lab }} Analüüsitaotluse vorm
fa_ir: مشاهده {{ el.lab }} فرم درخواست تحلیل
fi: Näytä {{ el.lab }} analyysipyyntölomake
fr: Voir {{ el.lab }} Formulaire de demande d'analyse
ko: 분석 요청 양식 {{ el.lab }} 보기
lv: Skatīt {{ el.lab }} Analīzes pieprasījuma veidlapa
nl: Weergave {{ el.lab }} Analyse aanvraagformulier
pl: Zobacz formularz wniosku o analizę {{ el.lab }}
pt: Visualizar {{ el.lab }} Formulário de Solicitação de Análise
ru: Посмотреть форму Запроса на проведение анализа {{ el.lab }}
sk: vyhliadka {{ el.lab }} Formulár žiadosti o analýzu
sr: Pogledaj Obrazac Zahteva Za {{ el.lab }} Analizu
sw: Tazama {{ el.lab }} Fomu ya Ombi la Uchambuzi
tr: Görüş {{ el.lab }} Analiz Talep Formu

# on_lowercase
source: on
am: በርቷል
ar: في
az: haqqında
bg: на
es: Activado
et: peal
fa_ir: بر
fi: päivämäärä
fr: le
lv: ieslēgts
nl: op
pl: na
pt: em
ru: дата
sk: Zapnúť
sr: na
sw: WASHA
tr: tarihinde

# aaf_uppercase
source: AAF
am: ኤ.ኤ.ኤ.ኤፍ.
ar: نتيجة تحليل شاذة
bg: Създаване, разглеждане и редактиране на неблагоприятни аналитични резултати
es: RAA
fi: Positiivinen testitulos
fr: RAA
pl: Wynik nietypowy (AAF)
pt: Resultado Analítico Adverso
sr: nepovoljan analitički nalaz
tr: Aykırı Analitik Bulgu

# atf_uppercase
source: ATF
am: ኤቲኤፍ
ar: نتيجة تحليل عكسية
bg: АТР
es: RA
fi: Poikkeava testitulos (ATF)
fr: RA
ko: 비정형분석결과
pl: Wynik nietypowy
pt: Resultados Laboratoriais Atípicos
ru: Атипический результат анализа
sr: atipični nalaz (ATF)
tr: Atipik bulgu

# aftCreated
source: ATF (Created)
am: ATF (የተፈጠረ)
ar: ATF (تم الإنشاء)
az: ATF (Yaradılmış)
bg: АТР (Създаден)
es: ATF (Creado)
et: ATF (loodud)
fa_ir: ATF (ایجاد شده)
fi: ATF (luotu)
fr: RA (Créé)
ko: ATF(생성됨)
lv: ATF (izveidots)
nl: ATF (gemaakt)
pl: ATF (utworzony)
pt: ATF (criado)
ru: ATF (Создан)
sk: ATF (vytvorené)
sr: АТФ (креиран)
sw: ATF (Imeundwa)
tr: ATF (Oluşturuldu)

# aftCancelled
source: ATF (Cancelled)
am: ATF (ተሰርዟል)
ar: ATF (ملغى)
az: ATF (Ləğv edilib)
bg: АТР (Анулиран)
es: ATF(Cancelado)
et: ATF (tühistatud)
fa_ir: ATF (لغو شده)
fi: ATF (peruttu)
fr: RA (Annulé)
ko: ATF(취소됨)
lv: ATF (atcelts)
nl: ATF (geannuleerd)
pl: ATF (anulowany)
pt: ATF (cancelado)
ru: ATF (Отменен)
sk: ATF (zrušené)
sr: АТФ (отказано)
sw: ATF (Imeghairiwa)
tr: ATF (İptal Edildi)

source: Negative
am: አሉታዊ
ar: سلبي
az: Mənfi
bg: Отрицателен
es: Negativo
et: Negatiivne
fa_ir: منفی
fi: Negatiivinen
fr: Négatif
ko: 음성
lv: Negatīvs
nl: Negatief
pl: Negatywny
pt: Negativo
ru: Отрицательный
sk: negatívny
sr: negativan
sw: Hasi
tr: Negatif

# atfCompleteInvestigationAaf
source: <br>ATF (Complete - Investigation AAF)
am: <br>ATF (የተሟላ - ምርመራ AAF)
ar: <br>ATF (اتمام-التحقيق AAF)
az: <br> ATF (Tam - Araşdırma AAF)
bg: <br>АТР (Завършен - разследване за НАР)
es: <br> ATF (Completo - Investigación AAF)
et: <br> ATF (täielik – AAF-i uurimine)
fa_ir: <br> ATF (کامل - بررسی AAF)
fi: <br>ATF (Valmis - Tutkinta AAF)
fr: <br>RA (Complété - Investigation RAA)
ko: <br>ATF (완료 - AAF 조사)
lv: <br> ATF (pabeigts — izmeklēšana AAF)
nl: <br>ATF (Voltooid - Onderzoek AAF)
pl: <br>ATF (ukończono — dochodzenie AAF)
pt: <br>ATF (Completo - Investigação AAF)
ru: <br>ATF (Завершен - Расследование AAF)
sr: <br>ATF (Završeno - istraga AAF)
sw: <br> ATF (Kamili - Uchunguzi AAF)

# atfCompleteInvestigationNegative
source: <br>ATF (Complete - Investigation Negative)
am: <br>ATF (ሙሉ - የምርመራ አሉታዊ)
ar: <br>ATF (كامل-التحقيق سلبي)
az: <br> ATF (Tam - Təhqiqat Mənfi)
bg: <br>АТР (Завършен - разследване отрицателно)
es: <br> ATF (Completo - Investigación negativa)
et: <br> ATF (täielik – uurimine negatiivne)
fa_ir: <br> ATF (کامل - بررسی منفی)
fi: <br>ATF (Valmis - Tutkinta negatiivinen)
fr: <br>RA (Complété - Investigation negative)
ko: <br>ATF (완료 - 음성 조사)
lv: <br> ATF (pilnīgs — izmeklēšanas negatīvs)
nl: <br>ATF (Voltooid - Onderzoek negatief)
pl: <br>ATF (ukończono — dochodzenie negatywne)
pt: <br>ATF (Completo - Investigação negativa)
ru: <br>ATF (Завершен - Расследование отрицательный результат)
sk: <br> ATF (kompletné – vyšetrovanie negatívne)
sr: <br>ATF (Kompletno - istraga negativna)
sw: <br> ATF (Imekamilika - Uchunguzi Hasi)
tr: <br>ATF (Complete - Soruşturma Negatif)

source: ATF (In progress)
am: ATF (በሂደት ላይ)
ar: ATF (قيد التقدم)
az: ATF (Davam edir)
bg: АТР (в процес)
es: ATF (En curso)
et: ATF (pooleli)
fa_ir: ATF (در حال انجام)
fi: ATF (käsittelyssä)
fr: RA (En cours)
ko: ATF(진행중)
lv: ATF (Notiek darbs)
nl: ATF (in uitvoering)
pl: ATF (w toku)
pt: ATF (em andamento)
ru: ATF (в процессе)
sk: ATF (prebieha)
sr: АТФ (у току)
sw: ATF (Inaendelea)
tr: ATF (Devam ediyor)

source: Test Cancelled
am: ሙከራ ተሰርዟል።
ar: تم إلغاء الاختبار
az: Test Ləğv Edildi
bg: Тестът е отменен
es: Prueba cancelada
et: Test tühistati
fa_ir: تست لغو شد
fi: Testi Peruttu
fr: Contrôle annulé
ko: 검사 취소
lv: Pārbaude atcelta
nl: Test geannuleerd
pl: Test anulowany
pt: Teste cancelado
ru: Тест отменен
sk: Test bol zrušený
sr: Тест отказан
sw: Jaribio Limeghairiwa
tr: Test İptal Edildi

source: Closed - Sample Not Collected
am: ተዘግቷል - ናሙና አልተሰበሰበም
ar: تم اغلاق-نموذج لم يتم تجميعه
az: Qapalı - Nümunə Toplanmadı
bg: Затворено – пробата не е взета
es: Cerrado - Muestra no recolectada
et: Suletud – proovi ei kogutud
fa_ir: بسته - نمونه جمع آوری نشده است
fi: Suljettu – näytettä ei otettu
fr: Fermé - Échantillon non prélevé
ko: 종료 - 시료가 채취되지 않음
lv: Slēgts — paraugs nav savākts
nl: Gesloten - Monster niet verzameld
pl: Zamknięte — nie pobrano próbki
pt: Fechado - amostra não coletada
ru: Закрыто - проба не отобрана
sk: Uzavreté – vzorka nebola odobratá
sr: Zatvoreno - uzorak nije prikupljen
sw: Imefungwa - Sampuli Haijakusanywa
tr: Kapalı - Örnek Toplanmadı

source: DCF Not Created
am: DCF አልተፈጠረም።
ar: لم يتم إنشاء DCF
az: DCF yaradılmayıb
bg: ФДК не е създаден
es: El FCD no fue creado
et: DCF pole loodud
fa_ir: DCF ایجاد نشد
fi: DCFää ei ole luotu
fr: FCD non créé
ko: DCF가 생성되지 않음
lv: DCF nav izveidots
nl: DCF niet gemaakt
pl: Nie utworzono DCF
pt: DCF não criado
ru: DCF не создан
sk: DCF nie je vytvorené
sr: ДЦФ није креиран
sw: DCF Haijaundwa
tr: DCF Oluşturulmadı

source: DCF Completed
am: DCF ተጠናቅቋል
ar: تم الانتهاء من DCF
az: DCF Tamamlandı
bg: DCF завършен
es: DCF completado
et: DCF lõpetatud
fa_ir: DCF تکمیل شد
fi: DCF valmis
fr: DCF Terminé
ko: DCF 완료
lv: DCF pabeigts
nl: DCF voltooid
pl: DCF Ukończono
pt: DCF concluído
ru: DCF Завершена
sk: DCF dokončené
sr: DCF završen
sw: DCF Imekamilika
tr: DCF Tamamlandı

# otherActions_uppercase
source: OTHER ACTIONS
am: ሌሎች ድርጊቶች
ar: افعال اخرى
az: DİGƏR AKSİYALAR
bg: ДРУГИ ДЕЙСТВИЯ
es: OTRAS ACCIONES
et: TEISED TEGEVUSED
fa_ir: سایر اقدامات
fi: MUUT TOIMINNOT
fr: AUTRES ACTIONS
ko: 기타 작업
lv: CITAS DARBĪBAS
nl: ANDERE ACTIES
pl: INNE AKCJE
pt: OUTRAS AÇÕES
ru: ДРУГИЕ ДЕЙСТВИЯ
sk: INÉ AKCIE
sr: ДРУГЕ РАДЊЕ
sw: VITENDO VINGINE
tr: DİĞER EYLEMLER

source: Mark as Cancelled
am: እንደተሰረዘ ምልክት አድርግበት
ar: وضع علامة على أنها ملغاة
az: Ləğv edilmiş kimi qeyd edin
bg: Маркирайте като отменен
es: Marcar como cancelado
et: Märgi tühistatuks
fa_ir: به عنوان لغو شده علامت گذاری کن
fi: Merkitse peruutetuksi
fr: Marquer comme annulé
ko: 취소됨으로 표시
lv: Atzīmēt kā atceltu
nl: Markeren als geannuleerd
pl: Oznacz jako anulowane
pt: Marcar como cancelado
ru: Отметить как Отмененный
sk: Označiť ako zrušené
sr: Označi kao otkazano
sw: Weka alama kuwa Umeghairiwa
tr: İptal Edildi Olarak İşaretle

source: Mark as Sample Not Collected
am: ናሙና እንዳልተሰበሰበ ምልክት አድርግበት
ar: وضع علامة كعينة غير مجمعة
az: Nümunə Toplanmamış kimi qeyd edin
bg: Маркирайте като проба не е взета
es: Marcar como muestra no recogida
et: Märgi prooviks kogumata
fa_ir: علامت گذاری به عنوان نمونه جمع آوری نشده است
fi: Merkitse Näytettä ei otettu
fr: Marquer comme échantillon non prélevé
ko: 시료가 채취되지 않음으로 표시
lv: Atzīmēt kā paraugu, kas nav savākts
nl: Markeer als monster niet verzameld
pl: Oznacz jako próbkę niezebraną
pt: Marcar como amostra não coletada
ru: Отметить как "Проба не отобрана"
sk: Označiť ako vzorka nezhromaždená
sr: Означи као узорак није прикупљен
sw: Weka alama kama Sampuli ambayo Haijakusanywa
tr: Toplanmayan Örnek Olarak İşaretle

source: Add Unsuccessful Attempt
am: ያልተሳካ ሙከራን ይጨምሩ
ar: أضف محاولة غير ناجحة
az: Uğursuz cəhd əlavə edin
bg: Добавете неуспешен опит за тестване
es: Añadir un intento fallido
et: Lisage ebaõnnestunud katse
fa_ir: افزودن تلاش ناموفق
fi: Lisää Epäonnistunut testiyritys
fr: Ajouter une tentative manquée
ko: 검사시도실패 추가
lv: Pievienot neveiksmīgu mēģinājumu
nl: Voeg mislukte poging toe
pl: Dodaj nieudaną próbę
pt: Adicionar tentativa malsucedida
ru: Добавить неудачную попытку
sk: Pridať neúspešný pokus
sr: Додајте неуспели покушај
sw: Ongeza Jaribio Lisilofanikiwa
tr: Başarısız Deneme Ekle

source: Create Multiple Doping Control Forms
am: በርካታ የዶፒንግ መቆጣጠሪያ ቅጾችን ይፍጠሩ
ar: إنشاء نماذج متعددة لمراقبة المنشطات
az: Çoxsaylı Dopinq Nəzarəti Formaları yaradın
bg: Създайте множество формуляри за допинг контрол на
es: Crear múltiples formularios de control antidopaje
et: Looge mitu dopingukontrolli vormi
fa_ir: چندین فرم کنترل دوپینگ ایجاد کنید
fi: Luo useita Dopingtestipöytäkirjoja
fr: Créer plusieurs formulaires de contrôle du dopage
ko: 복수 도핑검사서 생성
lv: Izveidojiet vairākas dopinga kontroles veidlapas
nl: Creëer meerdere dopingcontroleformulieren
pl: Utwórz wiele formularzy kontroli antydopingowej
pt: Criar vários formulários de controle de doping
ru: Создать несколько протоколов допинг-контроля
sk: Vytvorte viacero formulárov dopingovej kontroly
sr: Креирајте више образаца за контролу допинга
sw: Unda Fomu nyingi za Udhibiti wa Doping
tr: Çoklu Doping Kontrol Formları Oluşturun

source: Move Athlete to other Testing Order
am: አትሌትን ወደ ሌላ የሙከራ ትዕዛዝ ይውሰዱ
ar: انقل الرياضي إلى أمر اختبار آخر
az: İdmançını digər Test Sifarişinə köçürün
bg: Преместете спортиста в друга заповед за тестване
es: Trasladar al deportista a otro orden de prueba
et: Viige sportlane teise testimiskorra juurde
fa_ir: ورزشکار را به ترتیب تست دیگری منتقل کنید
fi: Siirrä urheilija toiseen Testimääräykseen
fr: DÉPLACER LE SPORTIF VERS UN AUTRE ORDRE DE MISSION
ko: 선수를 다른 검사지시서로 이동
lv: Pārvietot sportistu uz citu pārbaudes kārtību
nl: Verplaats de atleet naar een andere testvolgorde
pl: Przenieś sportowca do innego zlecenia badań
pt: Mover o atleta para outra ordem de teste
ru: Перенести спортсмена в другое Распоряжение на тестирование
sk: Presuňte športovca do iného testovacieho poriadku
sr: Преместите спортисту у други налог за тестирање
sw: Sogeza Mwanaspoti hadi Agizo lingine la Majaribio
tr: Sporcuyu diğer Test Sırasına Taşıyın

# viewAnalyses_uppercase
source: PRINT ANALYSES
am: የህትመት ትንታኔዎች
ar: تحليلات الطباعة
az: ÇAP ANALİZİ
bg: ПЕЧАТ АНАЛИЗИ
es: ANÁLISIS DE IMPRESIÓN
et: PRIndi ANALÜÜSI
fa_ir: چاپ نتایج آنالیزها
fi: TULOSTA ANALYYSIT
fr: IMPRIMER LES ANALYSES
ko: 분석 인쇄
lv: DRUKĀT ANALĪZES
nl: DRUK ANALYSES AF
pl: ANALIZY DRUKU
pt: IMPRIMIR ANÁLISES
ru: ПЕЧАТЬ АНАЛИЗОВ
sk: TLAČ ANALÝZY
sr: ANALIZE ŠTAMPE
sw: CHAPISHA UCHAMBUZI
tr: ANALİZLERİN ÇIKTISINI AL
