Repository: NandhineeR/WADA
Catalog: wada-ama-testcenter-web-57718053929f/wada-ama-testcenter-web-57718053929f/src/i18n/messages.*.xlf
Languages: am, ar, az, bg, es, et, fa_ir, fi, fr, ko, lv, nl, pl, pt, ru, sk, sr, sw, tr

# oocBloodPassportTest
source: Blood Passport OOC Test
am: የደም ፓስፖርት OOC ሙከራ
ar: اختبار OOC جواز الدم
az: Qan Pasportu OOC Testi
bg: Кръвен паспорт OOC тест
es: Control de pasaporte sanguíneo FdeC
et: Verepassi OOC-test
fa_ir: آزمایش پاسپورت خون خارج از مسابقه
fi: ABP-veri OOC-testi
fr: Passeport sanguin contrôleOOC
ko: 혈액 수첩 OOC 검사
lv: Asins pases OOC pārbaude
nl: Bloedpaspoort OOC-test
pl: Kontrola OOC na paszportu biologiczny
pt: Teste OOC de passaporte de sangue
ru: Тест на паспорт крови OOC
sk: Krvný pas OOC test
sr: ООЦ тест пасоша крви
sw: Mtihani wa OOC wa Pasipoti ya Damu
tr: Kan Pasaportu OOC Testi

# oocBloodPassportForecast
source: Blood Passport OOC Forecast
am: የደም ፓስፖርት OOC ትንበያ
ar: توقعات OOC جواز الدم
az: Qan Pasport OOC Proqnozu
bg: Кръвен паспорт OOC Прогноза
es: Previsión de Pasaporte Sanguíneo FdeC
et: Verepassi OOC prognoos
fa_ir: پیش بینی گذرنامه خون خارج از مسابقه
fi: ABP-veri OOC-ennuste
fr: Prévisions passeport sanguin OOC
ko: 혈액 수첩 OOC 예측
lv: Asins pase OOC Prognoze
nl: Bloedpaspoort OOC-voorspelling
pl: Prognoza OOC dla paszportu biologiczny
pt: Previsão do Blood Passport OOC
ru: Прогноз на паспорт крови OOC
sk: Predpoveď OOC krvného pasu
sr: Прогноза ООЦ за пасош крви
sw: Utabiri wa Pasipoti ya Damu OOC
tr: Kan Pasaportu OOC Tahmini

# oocBloodPassportPercent
source: Blood Passport OOC %
am: የደም ፓስፖርት OOC %
ar: ٪ OOC جواز الدم
az: Qan Pasportu OOC %
bg: Кръвен паспорт OOC %
es: Pasaporte Sanguíneo FdeC %
et: Verepass OOC%
fa_ir: گذرنامه خونی خارج از مسابقه %
fi: ABP-veri OOC%
fr: Passeport sanguin OOC %
ko: 혈액 수첩 OOC %
lv: Asins pase OOC %
nl: Bloedpaspoort OOC%
pl: Paszport biologiczny OOC %
pt: Passaporte Sangue OOC%
ru: Паспорт крови OOC%
sk: Krvný pas OOC %
sr: Крвни пасош ООЦ%
sw: Pasipoti ya damu OOC%
tr: Kan Pasaportu%

# icDriedBloodSpotTest
source: Dried Blood Spot IC Test
am: የደረቀ የደም ስፖት አይሲ ሙከራ
ar: اختبار IC لبقع الدم المجفف
az: Quru Qan Ləkəsi IC Testi
bg: IC тест за изсъхнало кръвно петно
es: Prueba IC de mancha de sangre seca
et: Kuivatatud verelaikude IC-test
fa_ir: تست حین مسابقه لکه خون خشک شده
fi: Kuivaverinäyte IC-testi
fr: Test IC sur taches de sang séché
ko: 건조혈반 IC 검사
lv: Žāvētu asiņu plankumu IC tests
nl: IC-test met gedroogde bloedvlekken
pl: Test IC suchej plamki krwi
pt: Teste IC de mancha de sangue seco
ru: Сухие пятна крови IC Тест
sk: Test IC na suchú krvnú škvrnu
sr: Sušena krv Spot IC test
sw: Mtihani wa IC wa Doa Iliyokauka
tr: Kuru Kan Damlası MI Doping Kontrolü

# icDriedBloodSpotForecast
source: Dried Blood Spot IC Forecast
am: የደረቀ የደም ስፖት አይሲ ትንበያ
ar: توقعات IC لبقع الدم المجفف
az: Quru Qan Ləkəsi IC Proqnozu
bg: IC прогноза за засъхнало кръвно петно
es: Pronóstico IC de mancha de sangre seca
et: Kuivatatud verelaikude IC prognoos
fa_ir: پیش بینی تست حین مسابقه لکه خون خشک
fi: Kuivaverinäyte IC-ennuste
fr: Prévisions pour la tache de sang séché
ko: 건조혈반 IC 예상
lv: Sausu asins plankumu IC prognoze
nl: Dried Blood Spot IC-voorspelling
pl: Prognoza IC suchej plamki krwi
pt: Previsão IC de mancha de sangue seco
ru: Сухие пятна крови IC Прогноз
sk: Predpoveď suchej krvi Spot IC
sr: Prognoza osušene krvne tačke
sw: Utabiri wa Doa Iliyokaushwa IC
tr: Kuru Kan Damlası MI Tahmini

# icDriedBloodSpotPercent
source: Dried Blood Spot IC %
am: የደረቀ የደም ቦታ አይሲ %
ar: بقعة الدم المجففة IC%
az: Quru Qan Ləkəsi IC %
bg: Изсъхнало кърваво петно IC %
es: Mancha de sangre seca IC %
et: Kuivanud verelaikude IC %
fa_ir: % لکه خون خشک شده حین مسابقه
fi: Kuivaverinäyte IC %
fr: Tache de sang séché IC %
ko: 건조혈반 IC %
lv: Sausu asins plankumu IC %
nl: Gedroogde bloedvlek IC %
pl: Suszona plamka krwi IC %
pt: % de IC de mancha de sangue seco
ru: Сухие пятна крови IC %
sk: IC % suchej krvavej škvrny
sr: Sušena krvna tačka IC%
sw: IC% ya Mahali ya Damu Iliyokauka
tr: Kuru Kan Damlası MI %

# oocDriedBloodSpotTest
source: Dried Blood Spot OOC Test
am: የደረቀ የደም ቦታ OOC ሙከራ
ar: اختبار بقعة الدم المجففة OOC
az: Quru Qan Ləkəsi OOC Testi
bg: OOC тест за изсъхнало кърваво петно
es: Prueba OOC de mancha de sangre seca
et: Kuivatatud verelaikude OOC test
fa_ir: تست خارج مسابقه لکه خون خشک شده
fi: KUivaverinäyte OOC-testi
fr: Tache de sang séché Test OOC
ko: 건조혈반 OOC 검사
lv: Žāvētu asins plankumu OOC tests
nl: OOC-test met gedroogde bloedvlekken
pl: Test suchej plamki krwi OOC
pt: Teste OOC de mancha de sangue seco
ru: Сухие пятна крови OOC Тест
sk: Test OOC suchej krvnej škvrny
sr: OOC test osušene mrlje krvi
sw: Mtihani wa OOC wa Doa Kavu ya Damu
tr: Kuru Kan Damlası MD Doping Kontrolü

# oocDriedBloodSpotForecast
source: Dried Blood Spot OOC Forecast
am: የደረቀ የደም ቦታ OOC ትንበያ
ar: توقعات بقعة الدم المجفف OOC
az: Quru Qan Ləkəsi OOC Proqnozu
bg: Прогноза за OOC на засъхнало кърваво петно
es: Pronóstico OOC de manchas de sangre seca
et: Kuivanud verelaik OOC prognoos
fa_ir: پیش بینی لکه خون خشک شده خارج مسابقه
fi: Kuivaverinäyte OOC-ennuste
fr: Tache de sang séché Prévision OOC
ko: 건조혈반 OOC 예상
lv: Dryed Blood Spot OOC Prognoze
nl: Dried Blood Spot OOC-voorspelling
pl: Prognoza OOC dotycząca zaschniętej plamki krwi
pt: Previsão OOC de manchas de sangue seco
ru: Сухие пятна крови OOC Прогноз
sk: Predpoveď suchej krvi Spot OOC
sr: Prognoza osušene krvne tačke OOC
sw: Utabiri wa Doa Kavu ya OOC
tr: Kuru Kan Damlası MD Tahmini

# oocDriedBloodSpotPercent
source: Dried Blood Spot OOC %
am: የደረቀ የደም ቦታ OOC %
ar: بقعة الدم المجففة OOC%
az: Quru Qan Ləkəsi OOC %
bg: Изсъхнало кърваво петно OOC %
es: Mancha de sangre seca OOC %
et: Kuivanud verelaik OOC %
fa_ir: لکه خون خشک شده خارج مسابقه %
fi: Kuivaverinäyte OOC-%
fr: Tache de sang séché OOC %
ko: 건조혈반 OOC %
lv: Sausu asiņu plankums OOC %
nl: Gedroogde bloedvlek OOC %
pl: Wysuszona plamka krwi OOC %
pt: Mancha de Sangue Seco OOC %
ru: Сухие пятна крови OOC %
sk: Zaschnutá krvná škvrna OOC %
sr: Sušena krvna tačka OOC%
sw: Damu Iliyokauka OOC%
tr: Kuru Kan Damlası MD %

# icErasTest
source: ESA IC Test
am: የ ESA IC ሙከራ
ar: اختبار ESA CIC
az: ESA IC Testi
bg: ESA IC тестове
es: Control ESA EC
fa_ir: تست ESA حین مسابقه
fi: ESA IC -testi
fr: Contrôle ESA IC
ko: ESA IC 검사
lv: ESA IC tests
pl: Test ESA IC
pt: Teste ESA IC
ru: ESA IC Тест
sk: Test ESA IC
sr: ESA MK test
sw: Mtihani wa ESA IC
tr: ESA IC Testi

# icErasForecast
source: ERA IC Forecast
am: ERA IC ትንበያ
ar: توقعات ERA IC
az: ERA IC Proqnozu
bg: ERA IC прогноза
es: Pronóstico ERA IC
et: ERA IC prognoos
fa_ir: پیش بینی ای آر اِی حین مسابقه
fi: ERA IC -ennuste
fr: Prévisions ERA IC
ko: ERA IC 예상
lv: ERA IC Prognoze
nl: ERA IC-voorspelling
pl: Prognoza ERA IC
pt: Previsão ERA IC
ru: ERA IC Прогноз
sk: Predpoveď ERA IC
sr: ERA IC prognoza
sw: Utabiri wa ERA IC
tr: ERA MI Tahmini

# icErasPercent
source: ERA IC %
ar: جليد الأذن%
fa_ir: ای آر اِی حین مسابقه %
sr: IC ERA%
tr: ERA MI %

# oocErasForecast
source: ERA OOC Forecast
am: ERA OOC ትንበያ
ar: توقعات ERA OOC
az: ERA OOC Proqnozu
bg: ERA OOC Прогноза
es: Pronóstico ERA OOC
et: ERA OOC Prognoos
fa_ir: پیش بینی ای آر اِی خارج مسابقه
fi: ERA OOC -ennuste
fr: Prévisions ERA OOC
ko: ERA OOC 예상
lv: ERA OOC Prognoze
nl: ERA OOC-voorspelling
pl: Prognoza ERA OOC
pt: Previsão ERA OOC
ru: ERA OOC Прогноз
sk: Predpoveď ERA OOC
sr: ERA OOC prognoza
sw: Utabiri wa ERA OOC
tr: ERA OOC Tahmini

# oocErasPercent
source: ERA OOC %
ar: زيت الأذن%
fa_ir: ای آر اِی خارج مسابقه %
sr: OOC ERA%

# icGhTest
source: GH IC Test
am: የ GH IC ሙከራ
ar: اختبار GH IC
az: GH IC Testi
bg: GH IC тест
es: Prueba de GH EC
fa_ir: تست حین مسابقه GH
fi: GH IC -testi
fr: Contrôle GH IC
ko: GH IC 검사
lv: GH IC tests
pl: Kontrola GH IC
pt: Teste GH IC
ru: Тест на гормон роста IC
sk: Test GH IC
sr: ГХ ИЦ тест
sw: Mtihani wa GH IC
tr: GH IC Testi

# icGhForecast
source: GH IC Forecast
am: GH IC ትንበያ
ar: توقعات GH IC
az: GH IC Proqnozu
bg: GH IC прогноза
es: GH EC Pronóstico
et: GH IC prognoos
fa_ir: پیش بینی GH حین مسابقه
fi: GH IC -ennuste
fr: Prévisions GH IC
ko: GH IC 예측
lv: GH IC prognoze
nl: GH IC-voorspelling
pl: Prognoza GH IC
pt: Previsão GH IC
ru: Прогноз на гормон роста IC
sk: Predpoveď GH IC
sr: ГХ ИЦ прогноза
sw: Utabiri wa GH IC
tr: GH IC Tahmini

# icGhPercent
source: GH IC %
es: GH EC %
fa_ir: GH حین مسابقه %
ru: Гормон роста IC%
sr: ГХ ИЦ%

# oocGhTest
source: GH OOC Test
am: የ GH OOC ሙከራ
ar: اختبار GH OOC
az: GH OOC Testi
bg: GH OOC тест
es: Prueba de GH FdeC
fa_ir: تست GH خارج از مسابقه
fi: GH OOC -testi
fr: Contrôle GH OOC
ko: GH OOC 검사
lv: GH OOC tests
pl: Kontrola GH OOC
pt: Teste GH OOC
ru: Тест на гормон роста OOC
sk: Test GH OOC
sr: ГХ ООЦ тест
sw: Mtihani wa GH OOC
tr: GH OOC Testi

# oocGhForecast
source: GH OOC Forecast
am: GH OOC ትንበያ
ar: توقعات GH OOC
az: GH OOC Proqnozu
bg: GH OOC прогноза
es: Previsión GH FdeC
et: GH OOC prognoos
fa_ir: پیش بینی GH خارج از مسابقه
fi: GH OOC -ennuste
fr: Prévisions GH OOC
ko: GH OOC 예측
lv: GH OOC Prognoze
nl: GH OOC-voorspelling
pl: Prognoza GH OOC
pt: Previsão GH OOC
ru: Прогноз на гормон роста OOC
sk: Predpoveď GH OOC
sr: ГХ ООЦ прогноза
sw: Utabiri wa GH OOC
tr: GH OOC Tahmini

# oocGhPercent
source: GH OOC %
es: GH FdeC %
fa_ir: GH خارج از مسابقه %
ru: Гормон роста OOC%
sr: ГХ ООЦ%

# icGhrfsTest
source: GHRFs IC Test
am: GHRFs IC ሙከራ
ar: اختبار GHRFs IC
az: GHRF IC Testi
bg: IC тест за GHRFs
es: Prueba GHRFs EC
et: GHRF-de IC-test
fa_ir: تست آی سی GHRFs
fi: GHRF-IC-testi
fr: Contrôle GHRFs IC
ko: GHRFs IC 검사
lv: GHRFs IC tests
pl: Kontrola IC GHRF
pt: Teste IC GHRFs
ru: Тест на GHRFs IC
sk: Test IC GHRFs
sr: ГХРФс ИЦ тест
sw: Mtihani wa IC wa GHRFs
tr: GHRF'ler IC Testi

# icGhrfsForecast
source: GHRFs IC Forecast
am: GHRFs IC ትንበያ
ar: توقعات GHRFs IC
az: GHRFs IC Proqnozu
bg: GHRFs IC Прогноза
es: GHRFs Pronóstico EC
et: GHRF-ide IC prognoos
fa_ir: پیش بینی حین مسابقه GHRFs
fi: GHRF-IC-ennuste
fr: Prévisions GHRFs IC
ko: GHRFs IC 예측
lv: GHRFs IC prognoze
nl: GHRFs IC-voorspelling
pl: Prognoza IC GHRF
pt: Previsão IC GHRFs
ru: Прогноз на GHRFs IC
sr: Прогноза ГХРФс ИЦ
sw: Utabiri wa GHRFs IC
tr: GHRF'ler IC Tahmini

# icGhrfsPercent
source: GHRFs IC %
es: GHRFs EC %
et: GHRF-de IC%
fa_ir: GHRFs حین مسابقه %
fi: GHRF-IC-%
lv: GHRF IC %
pl: GHRF IC %
sr: ГХРФс ИЦ%
tr: GHRF'ler IC%

# oocGhrfsTest
source: GHRFs OOC Test
am: የGHRFs OOC ሙከራ
ar: اختبار OOC GHRFs
az: GHRFs OOC Testi
bg: OOC тест за GHRFs
es: Prueba FdeC de GHRFs
et: GHRF-ide OOC-test
fa_ir: تست خارج از مسابقه GHRFs
fi: GHRF OOC-testi
fr: Contrôle GHRFs OOC
ko: GHRFs OOC 검사
lv: GHRFs OOC tests
pl: Kontrola OOC GHRF
pt: Teste OOC GHRFs
ru: Тест на GHRFs OOC
sk: Test GHRFs OOC
sr: ОХР тест ГХРФс
sw: Mtihani wa OOC wa GHRFs
tr: GHRF'ler OOC Testi

# oocGhrfsForecast
source: GHRFs OOC Forecast
am: GHRFs OOC ትንበያ
ar: توقعات GHRFs OOC
az: GHRFs OOC Proqnozu
bg: Прогноза за OOC на GHRFs
es: Pronóstico de FdeC de GHRFs
et: GHRF-i OOC-i prognoos
fa_ir: پیش بینی خارج از مسابقه GHRFs
fi: GHRF OOC-ennuste
fr: Prévisions GHRFs OOC
ko: GHRFs OOC 예측
lv: GHRFs OOC prognoze
nl: GHRFs OOC-voorspelling
pl: Prognoza OOC GHRF
pt: Previsão OOC de GHRFs
ru: Прогноз на GHRFs OOC
sk: Predpoveď GHRFs OOC
sr: ГХРФс ООЦ прогноза
sw: Utabiri wa GHRFs OOC
tr: GHRFs OOC Tahmini

# oocGhrfsPercent
source: GHRFs OOC %
es: GHRFs FdeC %
et: GHRF-id OOC%
fa_ir: GHRFs خارج از مسابقه %
fi: GHRF OOC%
pl: GHRF OOC %
sr: ГХРФс ООЦ%
tr: GHRF'ler OOC%

source: Year to Date
am: ከዓመት እስከ ቀን
ar: منذ بدلية العام ز حتى اليوم
az: Bu günə qədər il
bg: Година към днешна дата
es: Año hasta la fecha
et: Aastast kuupäevani
fa_ir: سال به تاریخ
fi: Tähän mennessä
fr: Cumul de l'année
ko: 올해 초부터 현재까지
lv: Gads līdz datumam
nl: Jaar tot op heden
pl: Od początku roku
pt: No acumulado do ano
ru: С начала года
sk: Rok do dnešného dňa
sr: Године до данас
sw: Mwaka hadi Tarehe
tr: Sene başından beri

source: Custom
am: ብጁ
ar: مخصص
az: Xüsusi
bg: Персонализиран
es: Personalizado
et: Kohandatud
fa_ir: سفارشی
fi: Mukautettu
fr: Personnalisé
ko: 사용자
lv: Pielāgots
nl: Gewoonte
pl: Specjalny
pt: Personalizado(a)
ru: Устанавливаемый пользователем
sk: zvyk
sr: korisnik
sw: Desturi
tr: Özel

source: Male
am: ወንድ
ar: ذكر
az: Kişi
bg: Мъжки
es: Malé
et: Mees
fa_ir: مرد
fi: Mies
fr: Masculin
ko: 남성
lv: Vīrietis
nl: Mannelijk
pl: Mężczyzna
pt: Masculino
ru: Мужской
sk: Muž
sr: Muškarac
sw: Mwanaume
tr: Erkek

source: Female
am: ሴት
ar: أنثى
az: Qadın
bg: Женски
es: Mujer
et: Naine
fa_ir: زن
fi: Nainen
fr: Féminin
ko: 여성
lv: Sieviete
nl: Vrouwelijk
pl: Kobieta
pt: Feminino
ru: Женский
sk: Žena
sr: Ženski pol
sw: Mwanamke
tr: Kadın

source: Unknown
am: ያልታወቀ
ar: غير معروف
az: Naməlum
bg: Не се знае
es: Desconocido
et: Teadmata
fa_ir: ناشناخته
fi: Ei tiedossa
fr: Inconnu
ko: 미상
lv: Nezināms
nl: Onbekend
pl: Nieznany
pt: Desconhecido
ru: Неизвестно
sk: nevedno
sr: nepoznat
sw: Haijulikani
tr: Bilinmiyor

source: X(Unknown)
am: ኤክስ (ያልታወቀ)
ar: X(غير معروف)
az: X (naməlum)
bg: Х (неуточнен)
es: X (Desconocido)
et: X (teadmata)
fa_ir: X (ناشناس)
fi: X(Ei tiedossa)
fr: X(inconnu)
ko: 미정
lv: X (nezināms)
nl: X(Onbekend)
pl: X(Nieznany)
pt: X (Desconhecido(a))
ru: X(неизвестный)
sk: X (neznáme)
sr: X(nepoznat)
sw: X(Haijulikani)
tr: X(bilinmeyen)

source: Yes
am: አዎ
ar: نعم
az: Bəli
bg: Да
es: Sí
et: Jah
fa_ir: بله
fi: Kyllä
fr: Oui
ko: 확인
lv: Jā
nl: Ja
pl: Tak
pt: Sim
ru: Да
sk: Áno
sr: da
sw: Ndio
tr: Evet

source: No
am: አይ
ar: لا
az: Yox
bg: Не
et: Ei
fa_ir: خیر
fi: Ei
fr: Non
ko: 아니오
lv: Nē
nl: Nein
pl: Nie
pt: Não
ru: Нет
sk: Nie
sr: ne
sw: Hapana
tr: Hayır

source: International
am: ዓለም አቀፍ
ar: دولي
az: Beynəlxalq
bg: Международно
es: Internacional
et: Rahvusvaheline
fa_ir: بین المللی
fi: Kansainvälinen
ko: 국제
lv: Starptautisks
nl: Internationaal
pl: Międzynarodowe
pt: Internacional
ru: Международный
sk: medzinárodný
sr: međunarodni
sw: Kimataifa
tr: Uluslararası

source: National
am: ብሔራዊ
ar: وطني
az: Milli
bg: Национално
es: Nacional
et: Rahvuslik
fa_ir: ملی
fi: Kansallinen
ko: 국내
lv: Valsts
nl: Nationaal
pl: Narodowy
pt: Nacional
ru: Национальный
sk: národný
sr: Nacionalni
sw: Kitaifa
tr: Ulusal

source: Other
am: ሌላ
ar: غير
az: Digərləri
bg: Друго
es: Otros
et: Muud
fa_ir: سایر
fi: Muu
fr: Autre
ko: 그 외
lv: Cits
nl: Andere
pl: Inny
pt: Outros
ru: Другое
sk: Iné
sr: Ostali
sw: Nyingine
tr: Diğer

# athleteSelected_lowercase
source: athlete selected
am: አትሌት ተመርጧል
ar: تم اختيار رياضي
az: idmançı seçildi
bg: избран спортист
es: atleta seleccionado
et: sportlane valitud
fa_ir: ورزشکار انتخاب شده
fi: urheilija valittu
fr: sportif sélectionné
ko: 선택한 선수
lv: izvēlēts sportists
nl: atleet geselecteerd
pl: wybrany zawodnik
pt: atleta selecionado
ru: выбран спортсмен
sk: vybraný športovec
sr: спортиста одабран
sw: mwanariadha aliyechaguliwa
tr: atlet seçildi

# athletesSelected_lowercase
source: athletes selected
am: አትሌቶች ተመርጠዋል
ar: الرياضيين المختارين
az: idmançılar seçilir
bg: избрани спортисти
es: atletas seleccionados
et: valitud sportlased
fa_ir: ورزشکاران انتخاب شده
fi: urheilijat valittu
fr: sportifs sélectionnés
ko: 선택한 선수
lv: atlasīti sportisti
nl: atleten geselecteerd
pl: wybrani zawodnicy
pt: atletas selecionados
ru: выбраны спортсмены
sk: vybraní športovci
sr: изабрани спортисти
sw: wanariadha waliochaguliwa
tr: sporcular seçildi

# athlete_lowercase
source: athlete
am: አትሌት
ar: رياضي
az: atlet
bg: спортист
es: Deportista
et: sportlane
fa_ir: ورزشکار
fi: urheilija
fr: sportif
ko: 선수
lv: sportists
nl: sporter
pl: zawodnik
pt: Atleta
ru: спортсмен
sk: športovec
sr: sportista
sw: mwanariadha
tr: sporcu

# athletes_lowercase
source: athletes
am: አትሌቶች
ar: لاعبين
az: idmançılar
bg: спортисти
es: deportistas
et: sportlased
fa_ir: ورزشکاران
fi: urheilijat
fr: sportifs
ko: 선수
lv: sportistiem
nl: atleten
pl: zawodnicy
pt: atletas
ru: спортсмены
sk: športovci
sr: sportisti
sw: wanariadha
tr: sporcular

source: Reference Date
am: የማጣቀሻ ቀን
ar: التاريخ المرجعي
az: İstinad tarixi
bg: Справочна дата
es: Fecha de referencia
et: Viitmiskuupäev
fa_ir: تاریخ مرجع
fi: Referenssipäivämäärä
fr: Date de référence
ko: 기준 일자
lv: Atsauces datums
nl: Referentiedatum
pl: Data odniesienia
pt: Data de referência
ru: Дата для ссылки
sk: Referenčný dátum
sr: datum napomene
sw: Tarehe ya marejeleo
tr: Referans tarihi

source: Subject
am: ርዕሰ ጉዳይ
ar: الموضوع
az: Mövzu
bg: Относно
es: Asunto
et: Teema
fa_ir: موضوع
fi: Aihe
fr: Objet
lv: Priekšmets
nl: Onderwerp
pl: Temat
pt: Sujeito
ru: Тема
sk: Predmet
sr: Predmet
sw: Mada
tr: Konu

# activityType
source: Type
am: ዓይነት
ar: النوع
az: Növ
bg: Вид
es: Tipo
et: Tüüp
fa_ir: تایپ کنید
fi: Tyyppi
ko: 유형
lv: Tips
nl: Soort
pl: Typ /rodzaj
pt: Tipo
ru: Тип
sk: typ
sr: vrsta
sw: Aina
tr: Tür

source: Created By
am: የተፈጠረ
ar: منشأ من قبل
az: Yaradılıb
bg: Създаден от
es: Creado por
et: Loodud
fa_ir: ایجاد شده توسط
fi: Luonut:
fr: Créé(e) par
ko: 생성자
lv: Radīts
nl: Gecreëerd door
pl: Utworzony przez
pt: Criado(a) por
ru: Создан(ы)
sk: Vytvoril
sr: napravljeno od strane
sw: Imetengenezwa na
tr: oluşturan taraf

source: Last Updated By
am: መጨረሻ የዘመነው በ
ar: آخر تحديث بواسطة
az: Sonuncu tərəfindən yeniləndi
bg: Последна актуализация от
es: Última actualización por
et: Viimati värskendas
fa_ir: آخرین به روز رسانی توسط
fi: Viimeksi päivittänyt
fr: Dernière mise à jour
ko: 마지막 업데이트자
lv: Pēdējo reizi atjaunināja
nl: Laatst bijgewerkt door
pl: Ostatnia aktualizacja przez
pt: Última atualização por
ru: Последнее обновление выполнено
sk: Naposledy aktualizované používateľom
sr: Poslednje ažuriranje
sw: Ilisasishwa Mwisho Na
tr: Son Güncelleyen

source: Testing Order Number
am: የምርመራ ትዕዛዝ ቁጥር
ar: رقم طلب الاختبار
az: Test Sifariş Nömrəsi
bg: Заповед за тестване номер
es: Número de orden de la prueba
et: Tellimisnumbri testimine
fa_ir: شماره سفارش تست
fi: Testimääräysnumero
fr: Numéro d’ordre de mission
ko: 검사지시서 번호
lv: Pārbaudes pasūtījuma numurs
nl: Bestelnummer testen
pl: Numer zamówienia testowego
pt: Número do pedido de teste
ru: Номер Распоряжения на тестирование
sk: Číslo objednávky testovania
sr: Број налога за тестирање
sw: Nambari ya Agizo la Kujaribu
tr: Test Sipariş Numarası

source: ADO Reference Number
am: ADO ማጣቀሻ ቁጥር
ar: رقم مرجع ADO
az: ADO İstinad Nömrəsi
bg: ADO Референтен номер
es: Número de referencia de la OAD
et: ADO viitenumber
fa_ir: شماره مرجع ADO
fi: ADOn viitenumero
fr: N° de référence de l’OAD
ko: ADO 참조 번호
lv: ADO atsauces numurs
nl: ADO-referentienummer
pl: Numer referencyjny ADO
pt: Número de Referência ADO
ru: Код АДО
sk: Referenčné číslo ADO
sr: АДО референтни број
sw: Nambari ya Marejeleo ya ADO
tr: ADO Referans Numarası

source: Testing Authority
am: የሙከራ ባለስልጣን
ar: سلطة الفحص
az: Test Təşkilatı
bg: Проверяващ орган
es: Autoridad de control
et: Katseasutus
fa_ir: مرجع سفارش تست
fi: Testin tilaaja
fr: Autorité de contrôle
ko: 검사권한
lv: Pārbaudes iestāde
nl: Autoriteit Dopingcontrole
pl: Organ przeprowadzający badania
pt: Autoridade de Testes
ru: Предоставить доступ ID#
sk: Testovacia autorita
sr: nadležna organizacija za testiranje
sw: Mamlaka ya Upimaji
tr: Doping Kontrolü Yapmaya Yetkili Kuruluş

# testingDescription
source: Description of Testing
am: የፈተና መግለጫ
ar: وصف الاختبار
az: Testin təsviri
bg: Описание на тестването
es: Descripción de los controles
et: Testimise kirjeldus
fa_ir: شرح تست
fi: Testin kuvaus
fr: Description du contrôle
ko: 검사 설명
lv: Pārbaudes apraksts
nl: Beschrijving van testen
pl: Opis testów
pt: Descrição do teste
ru: Описание тестирования
sk: Popis testovania
sr: Опис испитивања
sw: Maelezo ya Upimaji
tr: Testin açıklaması

source: Testing Order Status
am: የትዕዛዝ ሁኔታን በመሞከር ላይ
ar: حالة أمر الاختبار
az: Test Sifariş Vəziyyəti
bg: Състояние на поръчката за тестване
es: Estado del pedido de pruebas
et: Testimistellimuse olek
fa_ir: تست وضعیت سفارش
fi: Testimäääryksen tila
fr: Statut de l'ordre de mission
ko: 검사지시서 상태
lv: Pārbaudes pasūtījuma statuss
nl: Status opdracht
pl: Testowanie statusu zamówienia
pt: Status do pedido de teste
ru: Статус заказа на тестирование
sk: Stav objednávky testovania
sr: Status porudžbine za testiranje
sw: Kujaribu Hali ya Agizo
tr: Test Siparişi Durumu

source: Issued Date
am: የተሰጠበት ቀን
ar: تاريخ الاصدار
az: Buraxılma tarixi
bg: Дата на издаване
es: Fecha de emisión
et: Väljastamise kuupäev
fa_ir: تاریخ صدور
fi: Toimituspäivämäärä
fr: Date d’émission
ko: 발행 날짜
lv: Izdošanas datums
nl: Datum van uitgifte
pl: Data wydania
pt: Data de emissão
ru: Дата выдачи
sk: Dátum vydania
sr: Datum izdavanja
sw: Tarehe Iliyotolewa
tr: Veriliş tarihi

source: Start Date
am: የመጀመሪያ ቀን
ar: تاريخ البداية
az: Başlama tarixi
bg: Начална дата
es: Fecha de inicio
et: Algus kuupäev
fa_ir: تاریخ شروع
fi: Alkamispäivämäärä
fr: Date de début
lv: Sākuma datums
nl: Startdatum
pl: Data rozpoczęcia
pt: Data de Início
ru: Дата начала
sk: Dátum začiatku
sr: datum početka
sw: Tarehe ya Kuanza
tr: Başlangıç Tarihi

# testingCity
source: City of Testing
am: የሙከራ ከተማ
ar: مدينة الاختبار
az: Sınaq şəhəri
bg: Град на тестване
es: Ciudad del control
et: Testimise linn
fa_ir: شهر آزمون
fi: Kaupunki, jossa testit tehdään
fr: Ville du contrôle
ko: 검사 도시
lv: Pārbaudes pilsēta
nl: Stad van testen
pl: Miasto wykonywania testu
pt: Cidade de Teste
ru: Город тестирования
sk: Mesto testovania
sr: Град тестирања
sw: Mji wa Majaribio
tr: Test Şehri

source: Analyses
am: ትንታኔዎች
ar: تحاليل
az: Təhlil edir
bg: Анализи
es: Análisis
et: Analüüsib
fa_ir: آنالیز ها
fi: Analyysit
ko: 분석
lv: Analīzes
pl: Analizy
pt: Análises
ru: Анализы
sk: analýzy
sr: analize
sw: Uchambuzi
tr: Analizler

source: Arrival Time
am: የመድረሻ ሰዓት
ar: وقت الوصول
az: Gəliş vaxtı
bg: Час на пристигане
es: Hora de llegada
et: Saabumise aeg
fa_ir: زمان ورود
fi: Saapumisaika
fr: Heure d’arrivée
ko: 도착 시각
lv: Ierašanās laiks
nl: Aankomsttijd
pl: Godzina przyjazdu
pt: Hora de Chegada
ru: Время прибытия
sk: Čas príchodu
sr: vreme dolaska
sw: Muda wa Kuwasili
tr: Varış Zamanı

source: Athlete Level
am: የአትሌት ደረጃ
ar: مستوى / تصنيف الرياضي
az: İdmançı Səviyyə
bg: Ниво на спортиста
es: Nivel del deportista
et: Sportlase tase
fa_ir: سطح ورزشکار
fi: Urheilijan taso
fr: Niveau du sportif
ko: 선수 수준
lv: Sportista līmenis
nl: Niveau van de atleet
pl: Poziom zawodnika
pt: Nível do atleta
ru: Уровень спортсмена
sk: Úroveň športovca
sr: nivo sportiste
sw: Kiwango cha Mwanariadha
tr: Sporcunun düzeyi

source: Message
am: መልእክት
ar: رسالة
az: Mesaj
bg: Съобщения
es: Mensaje
et: Sõnum
fa_ir: پیام
fi: Viesti
ko: 메시지
lv: Ziņa
nl: Bericht
pl: Wiadomość
pt: Mensagem
ru: Сообщение
sk: správa
sr: Poruka
sw: Ujumbe
tr: İleti

source: Date of Birth
am: የትውልድ ቀን
ar: تاريخ الميلاد
az: Doğum tarixi
bg: Дата на раждане
es: Fecha de Nacimiento
et: Sünnikuupäev
fa_ir: تاریخ تولد
fi: Syntymäaika
fr: Date de naissance
ko: 출생일
lv: Dzimšanas datums
nl: Geboortedatum
pl: Data urodzenia
pt: Data de Nascimento
ru: Дата рождения
sk: Dátum narodenia
sr: Datum rođenja
sw: Tarehe ya kuzaliwa
tr: Doğum Tarihi

# athleteId
source: athletes ID
am: የአትሌቶች መታወቂያ
ar: معرف الرياضيين
az: idmançıların şəxsiyyət vəsiqəsi
bg: ID на спортисти
es: deportistas ID
et: sportlase ID
fa_ir: شناسه ورزشکاران
fi: Urheilija ID
fr: Identification des athlètes
ko: 선수 ID
lv: sportistu ID
nl: sporter-ID
pl: legitymacja sportowca
pt: ID dos atletas
ru: ID спортсменов
sk: ID športovcov
sr: sportisti ID
sw: kitambulisho cha wanariadha
tr: Sporcu Kimliği

source: Disabilities
am: የአካል ጉዳተኞች
ar: الاعاقات
az: Əlillər
bg: Увреждания
es: Discapacidades
et: Puudeid
fa_ir: معلولیت ها
fi: Vammat
fr: Handicaps
ko: 장애 사항
lv: Invalīdi
nl: Handicaps
pl: Niepełnosprawność
pt: Necessidades Especiais
ru: Инвалидность
sk: postihnutie
sr: invaliditet
sw: Ulemavu
tr: Engel durumları

source: First Name
am: የእርሶ ስም
ar: الاسم الأول
az: Ad
bg: Собствено име
es: Nombre
et: Eesnimi
fa_ir: نام کوچک
fi: Etunimi
fr: Prénom
ko: 이름
lv: Vārds
nl: Voornaam
pl: Imię
pt: Nome
ru: Имя
sk: Krstné meno
sr: ime
sw: Jina la kwanza
tr: Adı
