Repository: NandhineeR/WADA
Catalog: wada-ama-testcenter-web-57718053929f/wada-ama-testcenter-web-57718053929f/src/i18n/messages.om.xlf
Languages: om_et

# matchingResultAlreadyConfirmedOrRejectedMsg
source: The matching result has already been either confirmed or rejected
om_et: Bu'aan walsimsiisu kanaan dura mirkanaa'eera ykn fudhatama dhabee jira

# invalidSampleTypeMsg
source: The Sample type is invalid
om_et: Gosti Sample sirrii miti

# invalidTestPoolTypeMsg
source: The type of the Test pool is invalid
om_et: Gosti kuusaa Qormaataa sirrii miti

# invalidStatusCodeMsg
source: The status code is invalid
om_et: Koodiin haalaa sirrii miti

# invalidFileExtensionMsg
source: The file extension is invalid
om_et: Eksteenshiniin faayilii sirrii miti

# typeInsteadOfStatusOrSubStatusMsg
source: Error [TYPE_INSTEAD_OF_STATUS_OR_SUB_STATUS]
om_et: Dogoggora [TYPE_INSTEAD_OF_HAALA_YKN_HAALA_SUB_SUB].

# invalidCountryCodeMsg
source: The country code is invalid
om_et: Koodiin biyyaa sirrii miti

# missingAdrvIdMsg
source: Error [MISSING_ADRV_ID]
om_et: Dogoggora [MISSING_ADRV_ID].

# invalidUserAccountTypeMsg
source: The type of user account is invalid
om_et: Gosti herrega fayyadamaa sirrii miti

# missingSanctionIdMsg
source: Error [MISSING_SANCTION_ID]
om_et: Dogoggora [MISSING_SNCTION_ID].

# missingDcfSampleIdMsg
source: Error [MISSING_DCF_SAMPLE_ID]
om_et: Dogoggora [MISSING_DCF_ID_SAMPLE_ID].

# missingLabResultIdMsg
source: Error [MISSING_LAB_RESULT_ID]
om_et: Dogoggora [MISSING_LAB_RESULT_ID].

# invalidFolderIdMsg
source: Error [INVALID_FOLDER_ID]
om_et: Dogoggora [ID_FOLDER_INVALID].

# missingAthleteIdMsg
source: Error [MISSING_ATHLETE_ID]
om_et: Dogoggora [ID_ATHLETE_MISSING].

# missingAthleteMsg
source: The Test is not bound to an athlete
om_et: Qormaanni kun atileeti tokkotti hin hidhamu

# missingAthleteOrPlaceholderInTestMsg
source: The Test must be bound to either an athlete or a placeholder
om_et: Qormaanni kun atileeti ykn nama bakka qabuutti hidhamuu qaba

# tpSourceOrgDifferentFromCacheMsg
source: Error [TP_SOURCE_ORG_DIFFERENT_FROM_CACHE]
om_et: Dogoggora [TP_SOURCE_ORG_GAARAA_KACHE IRRAA].

# tooManyUserReportsInQueueMsg
source: The current user has exceeded the number of reports in queue
om_et: Fayyadamaan ammaa lakkoofsa gabaasa tarree keessa jiru caaleera

# cannotCancelMatchedBpLabResultMsg
source: A Matched Blood Passport Laboratory Result cannot be canceled
om_et: Bu’aan Laaboraatoorii Paaspoortii Dhiigaa Walsimsiifame haqamuu hin danda’u

# cannotCancelMatchedLabResultMsg
source: A Matched Laboratory Result cannot be canceled
om_et: Bu’aan Laaboraatoorii Walsimsiifame haqamuu hin danda’u

# invalidPickerInfoProvidedMsg
source: Error [INVALID_PICKER_INFO_PROVIDED]
om_et: Dogoggora [INVALID_PICKER_INFO_PROVIDED].

# pickerHelperUnavailableMsg
source: Error [PICKER_HELPER_UNAVAILABLE]
om_et: Dogoggora [PICKER_HELPER_UNAVAILABLE].

# invalidLocaleForTranslationMsg
source: The request locale is not supported
om_et: Naannoo gaaffii hin deeggaramu

# invalidLastnameFirstnameMsg
source: The first name and/or last name are invalid
om_et: Maqaan jalqabaa fi/ykn maqaan dhumaa sirrii miti

# athleteTypeRequiredMsg
source: Error [ATHLETE_TYPE_REQUIRED]
om_et: Dogoggora [ATHLETE_TYPE_REQUIRED].

# missingSanctionTypeMsg
source: Error [MISSING_SANCTION_TYPE]
om_et: Dogoggora [GOSA_QOQQABSIISAA_DHABUU].

# invalidAdrvCategoryMsg
source: Error [INVALID_ADRV_CATEGORY]
om_et: Dogoggora [INVALID_ADRV_CATEGORY].

# bannedTueRouteMsg
source: Error [BANNED_TUE_ROUTE]
om_et: Dogoggora [BANNED_TUE_ROUTE].

# missingAtheleteReportDefTitleMsg
source: Error [MISSING_ATHLETE_REPORT_DEF_TITLE]
om_et: Dogoggora [GAABAA_ATHLETE_DHABUU_MADUKA_DEF_TITLE].

# invalidEnterpriseTemplateMsg
source: Error [INVALID_ENTERPRISE_TEMPLATE]
om_et: Dogoggora [INVALID_ENTERPRISE_TEMPLATE].

# athleteDoctorTypeRequiredMsg
source: The type of doctor is invalid
om_et: Gosti doktoraa sirrii miti

# invalidPickerKeyProvidedMsg
source: Error [INVALID_PICKER_KEY_PROVIDED]
om_et: Dogoggora [INVALID_PICKER_KEY_PROVIDED].

# invalidWhereaboutsDescriptorCategoryMsg
source: The category is required for Whereabouts descriptor
om_et: Ramaddiin ibsituu Whereabouts tiif barbaachisaadha

# identificationDocNumberCannotBeSetWithoutDocInfoMsg
source: Error [IDENTIFICATION_DOC_NUMBER_CANNOT_BE_SET_WITHOUT_DOC_INFO]
om_et: Dogoggora [IDENTIFICATION_DOC_NUMBER_ODEEFFANNOO_DOC_MALEE_SAAGAA_TA'UUN HIN DANDA'U].

# samplesCannotBeSetWithoutCollectionDate
source: All samples with sample codes must have a collection date
om_et: Saamuda koodii saamudaa qaban hundi guyyaa walitti qabamuu qabaachuu qabu

# samplesCannotBeSetWithoutTimezone
source: All samples with sample codes or collection dates must have a time zone
om_et: Saamuda koodii saamudaa ykn guyyoota walitti qabuu qaban hundi naannoo sa’aatii qabaachuu qabu

# taIsRequiredMsg
source: The Test Authority is required
om_et: Abbaan Taayitaa Qormaataa barbaachisa

# sampleTypeRequiredMsg
source: The sample type is required
om_et: Gosti saamudaa barbaachisaadha

# laboratoryRequiredMsg
source: The laboratory is required
om_et: Laaboraatooriin barbaachisaadha

# scaIsRequiredMsg
source: The Sample Collection Authority is required
om_et: Abbaan Taayitaa Saamuda Sassaabuu ni barbaachisa

# rmaIsRequiredMsg
source: The Result Management Authorithy is required
om_et: Abbaa Taayitaa Bulchiinsa Bu’aa Barbaachisaadha

# sportIdentityRequiredSportMsg
source: The Sport Identity requires a sport
om_et: Eenyummaan Ispoortii ispoortii barbaada

# sportIdentityRequiredAthleteMsg
source: The Sport Identity requires an athlete
om_et: Eenyummaan Ispoortii atileeti barbaada

# testDateIsRequiredForSubmittedDcfMsg
source: The Arrival Date field is required for a submitted DCF
om_et: Dirreen Guyyaa Dhufaatii DCF dhiyaateef barbaachisaadha

# multipleMajorGameEventItemsFoundMsg
source: Multiple items for the same Major Event have been found
om_et: Taatee Guddaa tokkoof wantootni hedduun argamaniiru

# invalidParameterMsg
source: Error [INVALID_PARAMETER]
om_et: Dogoggora [INVALID_PARAMETER].

# invalidDateMsg
source: The date invalid
om_et: Guyyaan sirrii miti

source: Unknown Analysis Sample
om_et: Saamuda Xiinxala Hin Beekamne

# noRightToAccessAbstractWhereAboutsMsg
source: Error [NO_RIGHT_TO_ACCESS_ABSTRACTWHEREABOUTS]
om_et: Dogoggora [NO_RIGHT_TO_ACCESS_ABSTRACTWHEREABOUTS].

# noRightToAccessMissionOrderMsg
source: You do not have the rights to access the Testing Order
om_et: Ajaja Qormaataa argachuuf mirga hin qabdu

# noRightToAccessTestMsg
source: You do not have the rights to access the Test
om_et: Mirga Qormaata kana argachuuf hin qabdu

# noRightToAccessTueMsg
source: You do not have the rights to access the Therapeutic Use Exemptions (TUE)
om_et: Mirga Bilisa Itti Fayyadama Wal’aansaa (TUE) argachuuf hin qabdu .

# noRightToViewMessageMsg
source: You do not have the rights to view the message
om_et: Ergaa sana ilaaluuf mirga hin qabdu

# noRightToAccessLabResultMsg
source: You do not have the rights to access the Laboratory Result
om_et: Mirga Bu’aa Laaboraatoorii argachuuf hin qabdan

# missionTestpoolAndAthleteSportWriteRolesMsg
source: Error [MISSING_TESTPOOL_AND_ATHLETESPORT_WRITE_ROLES]
om_et: Dogoggora [MISSING_TESTPOOL_FI_ATHLETEESPORT_GAHEE_BARREESSUU].

# noRightToAccessResourceMsg
source: You do not have the rights to access the the current resource
om_et: Qabeenya ammaa argachuuf mirga hin qabdu

# noRightToAccessLabResultImportMsg
source: You do not have the rights to use Laboratory Result Import
om_et: Mirga Bu'aa Laaboraatoorii Galchuu fayyadamuu hin qabdu

# noRightToAccessDcfMsg
source: You do not have the rights to access the DCF
om_et: DCF argachuuf mirga hin qabdu

# noRightToCreateDcfForTestMsg
source: You do not have the rights to create a DCF for a Test
om_et: Qormaata tokkoof DCF uumuuf mirga hin qabdu

# noRightToAccessAafMsg
source: Error [NO_RIGHT_TO_ACCESS_AAF]
om_et: Dogoggora [MIRGA_ACCESS_AAF_HIN_QABNE].

# noRightToAccessAdrvMsg
source: Error [NO_RIGHT_TO_ACCESS_ADRV]
om_et: Dogoggora [NO_RIGHT_TO_ACCESS_ADRV].

# noRightToAccessSanctionMsg
source: Error [NO_RIGHT_TO_ACCESS_SANCTION]
om_et: Dogoggora [MIRGA_DHAABBATA_QOQQABUU_HIN QABNE].

# noRightToAccessWhereaboutsNcMsg
source: Error [NO_RIGHT_TO_ACCESS_WHEREABOUTSNC]
om_et: Dogoggora [MIRGA_DHAABBATA_WHEREABOUTSNC] HIN QABNE.

# noRightToCreateWhereaboutsNcMsg
source: Error [NO_RIGHT_TO_CREATE_WHEREABOUTSNC]
om_et: Dogoggora [MIRGA_UUMUU_HIN_QABNE_WHEREABOUTSNC].

# noRightToAccessGroupMsg
source: Error [NO_RIGHT_TO_ACCESS_GROUP]
om_et: Dogoggora [GAREE_ACCESS_TO_MIRGA_HIN_QABNE].

# noRightToAccessMajorGameMsg
source: You do not have the rights to access the Major Game
om_et: Tapha Guddaa kana argachuuf mirga hin qabdu

# noRightToAccessMajorGameItemsMsg
source: You do not have the rights to access the Major Game Items
om_et: Meeshaalee Tapha Gurguddoo argachuuf mirga hin qabdu

# noRightToAccessCompetitionLevelMsg
source: You do not have the rights to access the Competition Level
om_et: Sadarkaa Dorgommii argachuuf mirga hin qabdu

# noRightToAccessBplrExpertReportMsg
source: You do not have the rights to access the Blood Passport Laboratory Result Expert Report
om_et: Gabaasa Ogeessa Bu’aa Laaboraatoorii Paaspoortii Dhiigaa argachuuf mirga hin qabdu

# noRightToAccessSteroidApmuReportMsg
source: You do not have the rights to access the Steroid APMU Report
om_et: Gabaasa Steroid APMU argachuuf mirga hin qabdu

# noRightToAccessAthletePassportMsg
source: You do not have the rights to access the Athlete Passport
om_et: Mirga Paaspoortii Atileetotaa argachuuf hin qabdu

# noRightToAccessChainOfCustodyMsg
source: You do not have the rights to access the Chain of Custody
om_et: Sansalata Eegumsaa argachuuf mirga hin qabdu

# noRightToAccessBloodPassportMsg
source: You do not have the rights to access the Blood Passport
om_et: Paaspoortii Dhiigaa argachuuf mirga hin qabdu

# noRightToAccessSteroidPassportMsg
source: You do not have the rights to access the Steroid Passport
om_et: Mirga Paaspoortii Istirooyidii argachuuf hin qabdan

# noRightToAccessAllApmuReportHistoryMsg
source: You do not have the rights to access the APMU History Report
om_et: Gabaasa Seenaa APMU argachuuf mirga hin qabdu

# noRightToAccessApmuOrgReportMsg
source: You do not have the rights to access the APMU Organization Report
om_et: Gabaasa Jaarmiyaa APMU argachuuf mirga hin qabdu

# noRightToAccessAthleteMsg
source: You do not have the rights to access the Athlete
om_et: Atileeticha argachuuf mirga hin qabdu

# noRightToAccessUnsuccessfulAttemptMsg
source: You do not have the rights to access the Unsuccessful Attempt
om_et: Yaalii Hin Milkoofne argachuuf mirga hin qabdu

# noRightToBindDcfToMsg
source: You do not have the rights to bind DCF to a Testing Order
om_et: DCF Ajaja Qormaataa irratti hidhuudhaaf mirga hin qabdu

# noRightToDeleteDcfMsg
source: You do not have the rights to delete a DCF
om_et: DCF haquuf mirga hin qabdu

# noRightToAccessMatchResultMsg
source: You do not have the rights to access the a Match Result
om_et: Bu'aa Walsimsiisaa a argachuuf mirga hin qabdu

# noRightToProficiencyTestMsg
source: Error [NO_RIGHT_TO_CREATE_PROFICIENCYTEST]
om_et: Dogoggora [QORMAATA OGUMMAA_UUMUUF_MIRGA_HIN QABNE].

# noRightToAccessTestpoolMsg
source: You do not have the rights to access the a Test Pool
om_et: Mirga a Test Pool argachuuf hin qabdu

# noRightToAddPlaceHolderInMajorGameMsg
source: You do not have the rights to add a placeholder in a Major game
om_et: Tapha Guddaa keessatti bakka itti dabaluudhaaf mirga hin qabdu

# noRightToAccessUnsubmittedWhereaboutsMsg
source: You do not have the rights to access the unsubmitted Whereabouts
om_et: Bakka hin dhiyaanne argachuuf mirga hin qabdu

# noRightToAccessNonAthleteMsg
source: Error [NO_RIGHT_TO_ACCESS_NONATHLETE]
om_et: Dogoggora [HIN_MIRGA_ACCESS_NONATHLETE].

# noRightToAccessOrganizationMsg
source: Error [NO_RIGHT_TO_ACCESS_ORGANIZATION]
om_et: Dogoggora [MIRGA_DHAABBATA_ACCESS_HIN QABNE].

# noRightToAccessUserAccountMsg
source: Error [NO_RIGHT_TO_ACCESS_USERACCOUNT]
om_et: Dogoggora [ACCOUNT_FAYYADAMAA_FAYYADAMAA_MIRGA_HIN_QABNE].

# noRightToUpdateSportIdentityMsg
source: Error [NO_RIGHT_TO_UPDATE_SPORTIDENTITY]
om_et: Dogoggora [NO_RIGHT_TO_UPDATE_SPORTIDENTITY].

# noRightToUpdateOrganizationMsg
source: Error [NO_RIGHT_TO_UPDATE_ORGANIZATION]
om_et: Dogoggora [MIRGA_FOOYYEESSUU_HIN QABDU].

# noRightToCreateSportIdentityMsg
source: Error [NO_RIGHT_TO_CREATE_SPORTIDENTITY]
om_et: Dogoggora [MIRGA_ISPOORTII_UUMUU_HIN QABDU].

# noRightToCreateOrganizationMsg
source: Error [NO_RIGHT_TO_CREATE_ORGANIZATION]
om_et: Dogoggora [MIRGA_DHAABBATA_UUMUU_HIN QABDU].

# noRightToReadMissionOrderMsg
source: You do not have the rights to view a Testing Order
om_et: Ajaja Qormaataa ilaaluuf mirga hin qabdu

# noRightToViewThirdPartyContractMsg
source: Error [NO_RIGHT_TO_VIEW_THIRDPARTYCONTRACT]
om_et: Dogoggora [KONTIRAAKTII_SADAFFAA_ILAALUU_MIRGA_HIN QABDU].

# noRightToEditThirdPartyContractMsg
source: Error [NO_RIGHT_TO_EDIT_THIRDPARTYCONTRACT]
om_et: Dogoggora [KONTIRAAKTII_SADAFFAA_GUALALAA_MIRGA_HIN QABDU].

# noRightToDeleteThirdPartyContractMsg
source: Error [NO_RIGHT_TO_DELETE_THIRDPARTYCONTRACT]
om_et: Dogoggora [KONTIRAAKTII_PAARTII_SADAFFAA_HAQUUF_MIRGA_HIN QABDU].

# noRightToReadLabResultsMsg
source: You do not have the rights to view a Laboratory Result
om_et: Mirga Bu'aa Laaboraatoorii ilaaluu hin qabdu

# noRightToReadDcfMsg
source: You do not have the rights to view a DCF
om_et: DCF ilaaluuf mirga hin qabdu

# noRightToViewOrganizationRelationshipMsg
source: Error [NO_RIGHT_TO_VIEW_ORGANIZATIONRELATIONSHIP]
om_et: Dogoggora [WALQUNNAMTII_DHAABBATA_ILAALUU_MIRGA_HIN QABDU].

# noRightToReadUsergroupMsg
source: Error [NO_RIGHT_TO_READ_USERGROUP]
om_et: Dogoggora [GAREE FAYYADAMAA_DUBBISUU_MIRGA_HIN QABDU].

# noRightToSaveOrgRelationshipMsg
source: Error [NO_RIGHT_TO_SAVE_ORG_RELATIONSHIP]
om_et: Dogoggora [HIRMAATA_ORG_SAVE_TO_MIRG_HIN QABDU].

# noRightToDeleteOrgRelationshipMsg
source: Error [NO_RIGHT_TO_DELETE_ORG_RELATIONSHIP]
om_et: Dogoggora [MIRGA_HIRUU_ORG_HAQUUF HIN QABDU].

# noRightToRetireAthleteMsg
source: Error [NO_RIGHT_TO_RETIRE_ATHLETE]
om_et: Dogoggora [ATHLETE_SOOMAA_MIRGA_HIN_QABNE].

# noRightToMoveNonAthletePassportCustodyMsg
source: Error [NO_RIGHT_TO_MOVE_NONATHLETE_PASSPORTCUSTODY]
om_et: Dogoggora [MIRGA_SOCHUU_NONATHLETE_PASSPORTCUSTODY_HIN QABNE].

# noRightToMoveAthletePassportCustodyMsg
source: Error [NO_RIGHT_TO_MOVE_ATHLETE_PASSPORTCUSTODY]
om_et: Dogoggora [ATHLETE_PASSPORTCUSTODY_MIRGA_SOCHUUF HIN QABDU].

# noRightToReadChainOfCustodyMsg
source: Error [NO_RIGHT_TO_READ_CHAINOFCUSTODY]
om_et: Dogoggora [CHAINOFCUSTODY_DUBBISUU_MIRGA_HIN QABDU].

# noRightToSearchOrganizationMsg
source: Error [NO_RIGHT_TO_SEARCH_ORGANIZATION]
om_et: Dogoggora [MIRGA_DHAABBATA_BARBAACHUU_HIN QABDU].

# noRightToUpdateBPLRMsg
source: Error [NO_RIGHT_TO_UPDATE_BPLR]
om_et: Dogoggora [NO_RIGHT_TO_UPDATE_BPLR].

# noRightToImportBiologicalResultMsg
source: Error [NO_RIGHT_TO_IMPORT_BIOLOGICALRESULT]
om_et: Dogoggora [BU'AA BAAYOLOOJII_GALACHUUF_MIRGA_HIN QABNE].

# noRightToImportAthleteMsg
source: Error [NO_RIGHT_TO_IMPORT_ATHLETE]
om_et: Dogoggora [ATHLETE_GALCHUUF_MIRGAA_HIN QABNE].

# noRightToImportHemodilutionMsg
source: Error [NO_RIGHT_TO_IMPORT_HEMODILUTION]
om_et: Dogoggora [HEMODILUTION_GALCHUUF_MIRGA_HIN_QABNE].

# noAccessOnGroupMsg
source: Error [NO_ACCESS_ON_GROUP]
om_et: Dogoggora [NO_ACCESS_ON_GROUP].

# missingContractToCreateAdrvMsg
source: The Peding Case cannot be created without an active contract
om_et: Dhimmi Peding waliigaltee sochii qabu malee uumamuu hin danda’u

# missingContractToCreateMissionOrderMsg
source: The Testing Order cannot be created without an active contract
om_et: Ajajni Qormaataa waliigaltee sochii qabu malee uumamuu hin danda’u

# missingContractToCreateTUEMsg
source: Therapeutic Use Exemptions (TUE) cannot be created without an active contract
om_et: Waliigaltee sochii qabu malee Bilisa Itti Fayyadama Wal’aansaa (TUE) uumamuu hin danda’u

# missingContractToCreateTestMsg
source: The Test cannot be created without an active contract
om_et: Qormaanni waliigaltee sochii qabu malee uumamuu hin danda’u

# missingAdminRoleMsg
source: You do not have administrator permissions
om_et: Hayyama bulchaa hin qabdu

# missingContractToCreateSanctionMsg
source: Error [MISSING_CONTRACT_TO_CREATE_SANCTION]
om_et: Dogoggora [KONTIRAAKTII_DHABUU_QQQABAA_UUMUUF].

# nullCallerOrOrgMsg
source: You have not been properly authenticated
om_et: Sirnaan hin mirkanoofne

# labResultInaccessibleToNullCallerMsg
source: Error [LABRESULT_INACCESSIBLE_TO_NULL_CALLER]
om_et: Dogoggora [LABRESULT_INDHAABBATE_TO_NULL_CALLER].

# matchResultInaccessibleToNullCallerMsg
source: Error [MATCHRESULT_INACCESSIBLE_TO_NULL_CALLER]
om_et: Dogoggora [MATCHRESULT_INDHAABBATE_TO_NULL_CALLER].

# abstractWhereaboutsInaccessibleToNullCallerMsg
source: Error [ABSTRACTWHEREABOUTS_INACCESSIBLE_TO_NULL_CALLER]
om_et: Dogoggora [ABSTRACTWHEREABOUTS_INDHAABBATE_TO_NULL_CALLER].

# labResultImportInaccessibleToNullCallerMsg
source: Error [LABRESULTIMPORT_INACCESSIBLE_TO_NULL_CALLER]
om_et: Dogoggora [LABRESULTIMPORT_INDHAABBATE_TO_NULL_CALLER].

# missionOrderInaccessibleToNullCallerMsg
source: Error [MISSIONORDER_INACCESSIBLE_TO_NULL_CALLER]
om_et: Dogoggora [MISSIONORDER_INDHAABBATE_TO_NULL_CALLER].

# testInaccessibleToNullCallerMsg
source: Error [TEST_INACCESSIBLE_TO_NULL_CALLER]
om_et: Dogoggora [TEST_INACCESSIBLE_TO_NULL_CALLER].

# aafInaccessibleToNullCallerMsg
source: Error [AAF_INACCESSIBLE_TO_NULL_CALLER]
om_et: Dogoggora [AAF_INACCESSIBLE_TO_NULL_CALLER].

# adrvInaccessibleToNullCallerMsg
source: Error [ADRV_INACCESSIBLE_TO_NULL_CALLER]
om_et: Dogoggora [ADRV_INADHAABBATA_TO_NULL_CALLER].

# sanctionInaccessibleToNullCallerMsg
source: Error [SANCTION_INACCESSIBLE_TO_NULL_CALLER]
om_et: Dogoggora [QQQUQQUU_DHAABBATA_NULL_CALLER_HIN DHABNE].

# whereaboutsNcInaccessibleToNullCallerMsg
source: Error [WHEREABOUTSNC_INACCESSIBLE_TO_NULL_CALLER]
om_et: Dogoggora [WHEREABOUTSNC_INDHAABBATE_TO_NULL_CALLER].

# tueInaccessibleToNullCallerMsg
source: Error [TUE_INACCESSIBLE_TO_NULL_CALLER]
om_et: Dogoggora [TUE_INACCESSIBLE_TO_NULL_CALLER].

# majorGameInaccessibleToNullCallerMsg
source: Error [MAJORGAME_INACCESSIBLE_TO_NULL_CALLER]
om_et: Dogoggora [MAJORGAME_INDHAABBATE_TO_NULL_CALLER].

# majorGameItemsInaccessibleToNullCallerMsg
source: Error [MAJORGAMEITEMS_INACCESSIBLE_TO_NULL_CALLER]
om_et: Dogoggora [MAJORGAMEITEMS_INDHAABBATE_TO_NULL_CALLER].

# testpoolInaccessibleToNullCallerMsg
source: Error [TESTPOOL_INACCESSIBLE_TO_NULL_CALLER]
om_et: Dogoggora [TESTPOOL_INDHAABBATE_TO_NULL_CALLER].

# competitionLevelInaccessibleToNullCallerMsg
source: Error [COMPETITIONLEVEL_INACCESSIBLE_TO_NULL_CALLER]
om_et: Dogoggora [DORGOMMAA_SADARKAA_DHAABBATA_NULL_CALLER_KAN DHABUU HIN DANDA'U].

# bplrExpertReportInaccessibleToNullCallerMsg
source: Error [BPLREXPERTREPORT_INACCESSIBLE_TO_NULL_CALLER]
om_et: Dogoggora [BPLREXPERTREPORT_INDHAGA'AMNE_TO_NULL_CALLER].

# steroidApmuReportInaccessibleToNullCallerMsg
source: Error [STEROIDAPMUREPORT_INACCESSIBLE_TO_NULL_CALLER]
om_et: Dogoggora [STEROIDAPMUREPORT_INDHAGA'amne_TO_NULL_CALLER].

# athletePassportInaccessibleToNullCallerMsg
source: Error [ATHLETEPASSPORT_INACCESSIBLE_TO_NULL_CALLER]
om_et: Dogoggora [ATHLETEPASSPORT_INDHAABBATE_TO_NULL_CALLER].

# chainOfCustodyInaccessibleToNullCallerMsg
source: Error [CHAINOFCUSTODY_INACCESSIBLE_TO_NULL_CALLER]
om_et: Dogoggora [CHAINOFCUSTODY_INDHAABBATE_TO_NULL_CALLER].

# resourcesInaccessibleToEnterpriseMsg
source: Error [RESOURCES_INACCESSIBLE_TO_ENTERPRISE]
om_et: Dogoggora [QABEENYA_DHAABBATA_DHAABBATA_DHAABBATA_HIN DHABNE].

# selectionListInaccessibleToUserMsg
source: Error [SELECTIONLIST_INACCESSIBLE_TO_USER]
om_et: Dogoggora [SELECTIONLIST_FAAYIDAA_FAYYADAMAA_FAYYADAMAA_HIN DHABNE].

# organizationIsNotNFMsg
source: Your organization is not a National Federation
om_et: Dhaabbanni keessan Federeeshinii Biyyaalessaa miti

# callerOrganizationIsNotNadoOrIfMsg
source: Your organization is neither a National Anti-Doping Agency nor an International Federation
om_et: Dhaabbanni keessan Ejensii Farra Doping Biyyaalessaas ta'e Federeeshinii Idil-addunyaa miti

# missingBusinessRole
source: You do not have the corrector business role
om_et: Gahee daldalaa sirreessaa hin qabdu

# missingTaRmaWriteAccessToEditSampleMsg
source: You must be from the Test Authority or Result Management Authority to edit a sample
om_et: Saamuda gulaaluuf Abbaa Taayitaa Qormaataa ykn Abbaa Taayitaa Bulchiinsa Bu'aa irraa ta'uu qabda

# athleteSportInaccessibleToCallerMsg
source: Error [ATHLETE_SPORT_INACCESSIBLE_TO_CALLER]
om_et: Dogoggora [ATHLETE_SPORT_DHAABBATA_WAAMMAAF_DHABUU HIN DANDA'U].

# dcfInaccessibleToNullCallerMsg
source: Error [DCF_INACCESSIBLE_TO_NULL_CALLER]
om_et: Dogoggora [DCF_INDHAABBATE_TO_NULL_CALLER].

# athleteSportNationalityInaccessibleToCallerMsg
source: Error [ATHLETE_SPORT_NATIONALITY_INACCESSIBLE_TO_CALLER]
om_et: Dogoggora [ATHLETE_SPORT_NATIONALITY_DHAABBATA_WAAMMAAF_DHAABUU HIN DANDA'U].

# testingOrderInaccessibleByCallerMsg
source: Error [TESTINGORDER_INACCESSIBLE_BY_CALLER]
om_et: Dogoggora [TESTINGORDER_INDHAABBATA_DHAABUU_DHAABBATAAN].

# unknownUserCustodialOrgMsg
source: Error [UNKNOWN_USER_CUSTODIAL_ORG]
om_et: Dogoggora [FAYYADAMAA_HINBEEKKAME_CUSTODIAL_ORG].

# accessDeniedMsg
source: Access denied
om_et: Dhaqqabummaan dhorkame

# sampleNotFoundMsg
source: The sample was not found
om_et: Saamuda hin argamne

# resourceNotFoundMsg
source: The requested resource was not found
om_et: Qabeenyi gaafatame hin argamne

# majorGameEventItemsNotFoundMsg
source: The Major Event items were not found
om_et: Wantoonni Taatee Gurguddoo hin argamne

# rolesNotFoundMsg
source: Error [ROLES_NOT_FOUND]
om_et: Dogoggora [ROLES_NOT_FOUND].

# logoNotFoundMsg
source: Error [LOGO_NOT_FOUND]
om_et: Dogoggora [LOGO_NOT_FOUND].

# userAccountNotFoundMsg
source: Error [USER_ACCOUNT_NOT_FOUND]
om_et: Dogoggora [FAYYADAMAA_ACCOUNT_NOT_FOUND].

# testingOrderNotFoundMsg
source: The Testing Order was not found
om_et: Ajajni Qormaataa hin argamne

# athleteNotFoundMsg
source: The athlete was not found
om_et: Atileetiin kun hin argamne

# testPoolParticipantNotFoundMsg
source: The Test Pool Participant was not found
om_et: Hirmaataan Poolii Qormaataa hin argamne

# stateTranslationNotFoundMsg
source: Error [STATE_TRANSLATION_NOT_FOUND]
om_et: Dogoggora [HAALA_HIIKKAA_HIN_ARGAMU].

# unsuccessfulAttemptNotFoundMsg
source: The Unsuccessful Attempt was not found
om_et: Yaalii Hin Milkaa'in hin argamne

# completionLevelParticipantNotFoundMsg
source: Error [COMPLETION_LEVEL_PARTICIPANT_NOT_FOUND]
om_et: Dogoggora [HIrmaata_HIN_ARGAMNE] SADARKAA_XUMAA_HIN_ARGAMU].

# addressNotBoundToAthleteAgentMsg
source: The address is unregistered for the Athlete Agent
om_et: Teessoon kun Bakka Bu'aa Atileetichaaf kan hin galmoofnedha

# addressNotBoundToActivePersonMsg
source: The address is unregistered for the Active Person
om_et: Teessoon Nama Socho'aa ta'eef kan hin galmoofnedha

# tdpEntryPointCardContent
source: Test Distribution Plan has been improved and aims at <strong>planning your tests for the year</strong> so that you can <strong>monitor</strong> your plan with TDP Monitoring page.
om_et: Karoorri Raabsa Qormaataa fooyya’ee kan kaayyeffate yoo ta’u <strong> qormaata kee waggaa sanaaf karoorfachuu </strong> akka dandeessanitti <strong> to'achuu </strong> karoora keessan fuula Hordoffii TDP waliin.

# updatePlanning_uppercase
source: UPDATE PLANNING
om_et: KAROORA HAARAA

source: Haven't tried it yet ?
om_et: Hanga ammaatti hin yaalne ?

# startPlanning_uppercase
source: START PLANNING
om_et: KAROORA JALQABAA

source: samples planned
om_et: saamuda karoorfame

# forYearX
source: for {{ currentYear + 1 }}
om_et: -f{{ currentYear + 1 }}
