Repository: NandhineeR/WADA
Catalog: wada-ama-testcenter-web-57718053929f/wada-ama-testcenter-web-57718053929f/src/i18n/messages.*.xlf
Languages: am, ar, az, bg, es, et, fa_ir, fi, fr, ko, lv, nl, pl, pt, ru, sk, sr, sw, tr

# athleteTrainedAtAltitudeGreaterThan1500M_bpView
source: Has the athlete trained, competed or resided at an <strong>altitude greater than 1500 meters</strong> within the previous two weeks?
am: አትሌቱ ሠልጥኗል፣ ተወዳድሯል ወይም በኤ <strong>ከ 1500 ሜትር በላይ ከፍታ</strong> ባለፉት ሁለት ሳምንታት ውስጥ?
ar: هل تدرب الرياضي أو تنافس أو أقام في <strong> ارتفاع أكبر من 1500 متر </strong> خلال الأسبوعين الماضيين؟
az: İdmançı məşq edibmi, yarışıbmı və ya orada yaşayıbmı <strong> 1500 metrdən çox yüksəklik </strong> əvvəlki iki həftə ərzində?
bg: Тренирал, състезавал или пребивавал ли е спортистът на <strong>надморска височина по-голяма от 1500 метра</strong> през изминалите две седмици?
es: ¿Ha entrenado, competido o residido el deportista a una <strong>altitud superior a 1500 metros</strong> en las dos semanas anteriores?
et: Kas sportlane on treeninud, võistelnud või elanud <strong> kõrgus üle 1500 meetri </strong> viimase kahe nädala jooksul?
fa_ir: آیا ورزشکار تمرین کرده، مسابقه داده یا در یک محل اقامت داشته است <strong> ارتفاع بیش از 1500 متر </strong> در دو هفته قبل؟
fi: Onko urheilija harjoitellut, kilpaillut tai oleskellut <strong> yli 1500 metrin korkeudessa </strong> kahden viimeksi kuluneen viikon aikana?
fr: Le sportif a-t-il participé à une séance d’entraînement ou à une compétition, ou a-t-il séjourné dans un lieu se trouvant à <strong>une altitude supérieure à 1500 mètres</strong> au cours des deux dernières semaines ?
ko: 선수는 지난 2주 내 <strong>1500미터보다 높은 고도에서</strong> 훈련, 경기 또는 거주한 적이 있습니까?
lv: Vai sportists ir trenējies, sacenties vai dzīvojis <strong> augstums pārsniedz 1500 metrus </strong> iepriekšējo divu nedēļu laikā?
nl: Heeft de atleet getraind, deelgenomen aan een wedstrijd of gelogeerd op een <strong>hoogte groter dan 1500 meter</strong> gedurende de afgelopen twee weken?
pl: Czy sportowiec trenował, startował lub przebywał na <strong> wysokość większa niż 1500 metrów </strong> w ciągu ostatnich dwóch tygodni?
pt: O atleta treinou, competiu ou residiu a uma <strong>altitude superior a 1500</strong> metros nas duas semanas anteriores?
ru: Спортсмен тренировался, участвовал в соревнованиях или проживал на <strong> высоте более 1500 метров </strong> в течение предыдущих двух недель?
sk: Športovec trénoval, súťažil alebo býval v <strong> nadmorskej výške viac ako 1500 metrov </strong> počas predchádzajúcich dvoch týždňov?
sr: Да ли је спортиста тренирао, такмичио се или боравио у <strong> надморске висине веће од 1500 метара </strong> у претходне две недеље?
sw: Je, mwanariadha amefanya mazoezi, kushindana au kukaa kwenye uwanja wa michezo <strong> urefu wa zaidi ya mita 1500 </strong> ndani ya wiki mbili zilizopita?
tr: Sporcu, önceki iki hafta<strong> içinde 1500 metreden daha büyük bir </strong> yükseklikte eğitildi, yarıştı veya ikamet etti mi?

# athleteUsedAltitudeSimulation_bpView
source: Has the athlete used any form of <strong>altitude simulation</strong>, such as a hypoxic tent, mask, etc during the <strong>previous two weeks</strong>?
am: አትሌቱ ማንኛውንም አይነት ተጠቅሟል <strong>ከፍታ ማስመሰል</strong>, እንደ ሃይፖክሲክ ድንኳን, ጭምብል, ወዘተ በ ውስጥ <strong>ያለፉት ሁለት ሳምንታት</strong>?
ar: هل استخدم الرياضي أي شكل من أشكال <strong> محاكاة الارتفاع </strong> ، مثل خيمة ناقصة التأكسج ، قناع ، إلخ أثناء <strong> الأسبوعين الماضيين </strong> ؟
az: İdmançı hər hansı formada istifadə edib <strong> hündürlük simulyasiyası </strong> , məsələn, hipoksik çadır, maska və s <strong> əvvəlki iki həftə </strong> ?
bg: Спортистът използвал ли е някаква форма на <strong> височинна симулация</strong>, като хипоксична палатка, маска и др. през<strong> изминалите две седмици</strong>?
es: ¿Ha utilizado el deportista alguna forma de <strong>simulación de altitud</strong>, como una tienda de campaña hipóxica, una máscara, etc durante las <strong>dos semanas anteriores</strong>?
et: Kas sportlane on kasutanud mis tahes vormi <strong> kõrguse simulatsioon </strong> , nagu hüpoksiline telk, mask jne <strong> kaks eelmist nädalat </strong> ?
fa_ir: آیا ورزشکار از هر شکلی استفاده کرده است <strong> شبیه سازی ارتفاع </strong> مانند چادر هیپوکسیک، ماسک و غیره در طول <strong> دو هفته قبل </strong> ?
fi: Onko urheilija käyttänyt <strong> korkeussimulointimenetelmiä </strong>, esimerkiksi alppiteltta, naamaria tms. <strong> kahden viimeksi kuluneen viikon aikana </strong> ?
fr: Le sportif a-t-il eu recours à un quelconque <strong>dispositif de simulation d’altitude</strong>, notamment une tente ou un masque hypoxique, au cours des <strong>deux dernières semaines</strong>?
ko: 선수는 <strong>지난 2주</strong> 동안 저산소 텐트, 마스크 등 <strong>고도 시뮬레이션</strong>을 위한 장비를 사용한 적이 있습니까?
lv: Vai sportists ir izmantojis jebkādu veidu <strong> augstuma simulācija </strong> , piemēram, hipoksiska telts, maska utt <strong> iepriekšējās divas nedēļas </strong> ?
nl: Heeft de atleet enige vorm gebruikt van <strong>hoogte simulatie</strong>, zoals een hypoxische tent, masker, enz. tijdens de <strong>vorige twee weken</strong>?
pl: Czy sportowiec użył jakiejkolwiek formy <strong> symulacja wysokości </strong> , takie jak namiot hipoksyczny, maska itp. podczas <strong> poprzednie dwa tygodnie </strong> ?
pt: O atleta usou alguma forma de <strong> simulação de altitude </strong> , como uma tenda hipóxica, máscara, etc. durante o <strong> duas semanas anteriores </strong> ?
ru: Спортсмен использовал какие-либо формы <strong> симуляция высоты </strong>, например, гипоксическую палатку, маску и т. д. во течение <strong> предыдущих двух недель </strong> ?
sk: Použil športovec akúkoľvek formu <strong> simulácia nadmorskej výšky </strong> , ako je hypoxický stan, maska atď <strong> predchádzajúce dva týždne </strong> ?
sr: Да ли је спортиста користио било који облик <strong> симулација надморске висине </strong> , као што су хипоксични шатор, маска итд. током <strong> претходне две недеље </strong> ?
sw: Je, mwanariadha ametumia aina yoyote ya <strong> mwigo wa mwinuko </strong> , kama vile hema hypoxic, mask, nk wakati wa <strong> wiki mbili zilizopita </strong> ?
tr: Sporcu herhangi bir şekilde <strong> irtifa simülasyonu </strong> örneğin hipoksik çadır, maske vb. <strong> önceki iki hafta </strong> ?

# athleteDonatedBloodLossOrLostBlood_bpView
source: Has the athlete <strong>donated blood or lost blood</strong> as a result of medical or emergency condition during the <strong>previous three months</strong>?
am: አትሌቱ አለው። <strong>ደም የተለገሰ ወይም የጠፋ ደም</strong> በሕክምና ወይም በድንገተኛ ሁኔታ ምክንያት <strong>ያለፉት ሶስት ወራት</strong>?
ar: لديه رياضي <strong> التبرع بالدم أو الدم المفقود </strong> نتيجة لحالة طبية أو طارئة أثناء <strong> الأشهر الثلاثة الماضية </strong> ؟
az: İdmançı var <strong> qan vermiş və ya itirmiş qan </strong> zamanı tibbi və ya fövqəladə vəziyyət nəticəsində <strong> əvvəlki üç ay </strong> ?
bg: Спортистът <strong> дарявал ли е кръв или имал ли е загуба на кръв</strong> в резултат на медицинско или спешно състояние през <strong> изминалите три месеца </strong>?
es: ¿Ha donado el deportista<strong>sangre o ha perdido sangre</strong> como resultado de una enfermedad o situación de emergencia durante los <strong>tres meses anteriores</strong>?
et: Omab sportlast <strong> annetanud verd või kaotanud verd </strong> meditsiinilise või erakorralise seisundi tagajärjel <strong> eelmised kolm kuud </strong> ?
fa_ir: ورزشکار را دارد <strong> خون اهدا کرده یا خون از دست رفته </strong> در نتیجه شرایط پزشکی یا اورژانسی در طول <strong> سه ماه قبل </strong> ?
fi: Onko urheilija <strong> luovuttanut verta tai menettänyt verta </strong> - lääketieteellisen tai kiireellistä hoitoa vaativan tilan vuoksi <strong> kolmen viimeksi kuluneen kuukauden aikana </strong> ?
fr: Le sportif a-t-il effectué <strong>un don de sang ou perdu du sang</strong> à la suite de troubles médicaux ou d’une situation urgente au cours des <strong>trois derniers mois</strong>?
ko: 선수는 <strong>지난 3개월</strong> 동안 의료 또는 응급 상황으로 인해 <strong>헌혈하거나 출혈</strong>한 적이 있습니까?
lv: Ir sportists <strong> ziedotas asinis vai pazaudētas asinis </strong> medicīniska vai ārkārtas stāvokļa rezultātā laikā <strong> iepriekšējos trīs mēnešos </strong> ?
nl: Heeft de atleet <strong>bloed gedoneerd of verloren</strong> als gevolg van een medische of noodtoestand tijdens de <strong>vorige drie maanden</strong>?
pl: Ma sportowca <strong> oddana krew lub utracona krew </strong> w wyniku stanu zdrowia lub nagłego wypadku podczas <strong> poprzednie trzy miesiące </strong> ?
pt: Tem o atleta <strong> sangue doado ou sangue perdido </strong> como resultado de condição médica ou de emergência durante o <strong> três meses anteriores </strong> ?
ru: Спортсмен <strong> сдавал кровь или терял кровь </strong> в результате медицинского состояния или несчастного случая в течение <strong> предыдущих трех месяцев </strong> ?
sk: Má športovca <strong> daroval krv alebo stratil krv </strong> v dôsledku zdravotného alebo núdzového stavu počas <strong> predchádzajúce tri mesiace </strong> ?
sr: Има спортисту <strong> даровали крв или изгубили крв </strong> као резултат медицинског или хитног стања током <strong> претходна три месеца </strong> ?
sw: Ana mwanariadha <strong> damu iliyotolewa au kupoteza damu </strong> kama matokeo ya hali ya matibabu au dharura wakati wa <strong> miezi mitatu iliyopita </strong> ?
tr: Sporcu var <strong> bağışlanmış kan veya kayıp kan </strong> sırasındaki tıbbi veya acil durumun bir sonucu olarak <strong> önceki üç ay </strong> ?

# athleteHadBloodTransfusionLastThreeMonths_bpView
source: Has the athlete <strong>given or received any blood</strong> transfusion(s) during the <strong>previous three months</strong>?
am: አትሌቱ አለው። <strong>ማንኛውንም ደም ተሰጥቷል ወይም ተቀበለ</strong> በደም ጊዜ ደም መውሰድ (ዎች). <strong>ያለፉት ሶስት ወራት</strong>?
ar: لديه رياضي <strong> أعطيت أو تلقيت أي دم </strong> نقل الدم أثناء <strong> الأشهر الثلاثة الماضية </strong> ؟
az: İdmançı var <strong> hər hansı qan verilmiş və ya qəbul edilmişdir </strong> zamanı transfuziya(lar). <strong> əvvəlki üç ay </strong> ?
bg: Спортистът <strong> имал ли е кръвна</strong> трансфузия (и) през<strong> изминалите три месеца</strong>?
es: ¿Ha dado o recibido el deportista <strong>alguna transfusión de sangre</strong> durante los <strong>tres meses anteriores</strong>?
et: Omab sportlast <strong> andnud või saanud verd </strong> vereülekande(d) ajal <strong> eelmised kolm kuud </strong> ?
fa_ir: ورزشکار را دارد <strong> خون داده یا دریافت کرده است </strong> انتقال خون (ها) در طول <strong> سه ماه قبل </strong> ?
fi: Onko urheilijalle <strong> annettu verta tai saanut </strong> verensiirron/verensiirtoja <strong> kolmen viimeksi kuluneen kuukauden aikana </strong> ?
fr: Le sportif a-t-il <strong>donné ou reçu du sang </strong>au cours des <strong>trois derniers mois</strong>?
ko: 선수는 <strong>지난 3개월</strong> 동안 <strong>수혈을 하거나 받은</strong> 적이 있습니까?
lv: Ir sportists <strong> devusi vai saņēmusi asinis </strong> transfūzijas(-as) laikā <strong> iepriekšējos trīs mēnešos </strong> ?
nl: Heeft de atleet <strong>bloed gegeven of</strong> transfusie(s) ontvangen tijdens de <strong>vorige drie maanden</strong>?
pl: Ma sportowca <strong> otrzymał lub otrzymał jakąkolwiek krew </strong> transfuzja (y) podczas <strong> poprzednie trzy miesiące </strong> ?
pt: Tem o atleta <strong> dado ou recebido qualquer sangue </strong> transfusão (ões) durante o <strong> três meses anteriores </strong> ?
ru: Спортсмен <strong> сдавал кровь или получал переливания крови </strong> в течение <strong> предыдущих трех месяцев </strong> ?
sk: Má športovca <strong> dostal alebo dostal akúkoľvek krv </strong> transfúzia(y) počas <strong> predchádzajúce tri mesiace </strong> ?
sr: Има спортисту <strong> дао или примио било какву крв </strong> трансфузија (е) током <strong> претходна три месеца </strong> ?
sw: Ana mwanariadha <strong> kupewa au kupokea damu yoyote </strong> kuongezewa damu wakati wa <strong> miezi mitatu iliyopita </strong> ?
tr: Sporcu var <strong> herhangi bir kan verildi veya alındı </strong> sırasında transfüzyon (lar) <strong> önceki üç ay </strong> ?

# athleteExposedToExtremeEnvironmentLastTwoHours_bpView
source: Has the Athlete been exposed to <strong>any extreme environmental conditions</strong> in the <strong>2 hours</strong> prior to blood sample collection?
am: አትሌቱ ተጋልጧል <strong>ማንኛውም ከባድ የአካባቢ ሁኔታዎች</strong> በውስጡ <strong>2 ሰአታት</strong> የደም ናሙና ከመሰብሰቡ በፊት?
ar: هل تم تعريض الرياضيين الى <strong>أي ظروف بيئية متطرفة</strong> في الساعات <strong>2</strong> قبل تجميع عينات الدم ؟
az: İdmançı məruz qaldı <strong> hər hansı ekstremal ekoloji şərait </strong> içində <strong> 2 saat </strong> qan nümunəsi almadan əvvəl?
bg: Изложен ли е бил спортистът <strong>на някакви екстремни условия на околната среда </strong> <strong> 2 часа </strong> преди вземането на кръвна проба?
es: ¿Ha estado el deportista expuesto a <strong>cualquier condición ambiental extrema</strong> en las <strong>2 horas</strong> anteriores a la recogida de la muestra de sangre?
et: Kas sportlane on kokku puutunud <strong> mis tahes äärmuslikud keskkonnatingimused </strong> aastal <strong> 2 tundi </strong> enne vereproovi võtmist?
fa_ir: آیا ورزشکار در معرض <strong> هر شرایط محیطی شدید </strong> در <strong> 2 ساعت </strong> قبل از گرفتن نمونه خون؟
fi: Onko urheilija ollut <strong> äärimmäisissä ympäristöolosuhteissa </strong> <strong> 2 viimeksi kuluneen tunnin aikana </strong> ennen verinäytteen ottoa?
fr: Le sportif a-t-il été exposé à <strong>des conditions environnementales extrêmes </strong> dans les <strong>2 heures</strong> précédant le prélèvement sanguin?
ko: 선수는 혈액시료 채취 전 <strong>2시간</strong> 내 <strong>극한 환경조건에</strong> 노출된 적이 있습니까?
lv: Vai sportists ir bijis pakļauts <strong> jebkuri ekstrēmi vides apstākļi </strong> iekš <strong> 2 stundas </strong> pirms asins paraugu ņemšanas?
nl: Is de sporter blootgesteld aan <strong>om het even welke extreme omgevingsomstandigheid</strong> in de <strong>twee uur</strong> voorafgaand aan de bloedafname?
pl: Czy sportowiec był narażony na działanie <strong> wszelkie ekstremalne warunki środowiskowe </strong> w <strong> 2 godziny </strong> przed pobraniem krwi?
pt: O atleta foi exposto a <strong>quaisquer condições ambientais extremas</strong> nas <strong>2 horas</strong> anteriores à coleta de amostras de sangue?
ru: Спортсмен подвергался воздействию <strong> любых экстремальных условий окружающей среды </strong> в <strong> течение 2 часов </strong> до сбора пробы крови?
sk: Bol športovec vystavený <strong> akékoľvek extrémne podmienky prostredia </strong> v <strong> 2 hodiny </strong> pred odberom krvi?
sr: Да ли је спортиста био изложен <strong> било каквим екстремним условима животне средине </strong> у <strong> 2 сата </strong> пре узимања узорака крви?
sw: Je, Mwanaspoti amefichuliwa <strong> hali yoyote mbaya ya mazingira </strong> ndani ya <strong> 2 masaa </strong> kabla ya kuchukua sampuli ya damu?
tr: Sporcu kan örneği<strong> alınmadan önce </strong> 2 saat<strong> içinde </strong> herhangi bir aşırı çevre koşullarına maruz kaldı mı?

# sampleX
source: Sample {{ result.sampleJarCode }}
am: ናሙና {{ result.sampleJarCode }}
ar: عينة{{ result.sampleJarCode }}
az: Nümunə{{ result.sampleJarCode }}
bg: Проба {{ result.sampleJarCode }}
es: Muestra {{ result.sampleJarCode }}
et: Proov{{ result.sampleJarCode }}
fa_ir: نمونه{{ result.sampleJarCode }}
fi: Näyte{{ result.sampleJarCode }}
fr: Échantillon {{ result.sampleJarCode }}
ko: 시료 {{ result.sampleJarCode }}
lv: Paraugs{{ result.sampleJarCode }}
nl: Monster {{ result.sampleJarCode }}
pl: Próba{{ result.sampleJarCode }}
pt: Amostra{{ result.sampleJarCode }}
ru: Проба {{ result.sampleJarCode }}
sk: Ukážka{{ result.sampleJarCode }}
sr: Узорак{{ result.sampleJarCode }}
sw: Sampuli{{ result.sampleJarCode }}
tr: Örneklem{{ result.sampleJarCode }}

source: View Laboratory Results
am: የላብራቶሪ ውጤቶችን ይመልከቱ
ar: عرض نتائج المختبر
az: Laboratoriya nəticələrinə baxın
bg: Вижте лабораторни резултати
es: Ver los resultados del laboratorio
et: Vaadake labori tulemusi
fa_ir: مشاهده نتایج آزمایشگاه
fi: Tarkastele laboratoriotuloksia
fr: Afficher les résultats de laboratoire
ko: 분석기관 결과 보기
lv: Skatīt laboratorijas rezultātus
nl: Bekijk laboratoriumresultaten
pl: Zobacz wyniki laboratoryjne
pt: Ver resultados de laboratório
ru: Посмотреть результаты лабораторных анализов
sk: Zobraziť laboratórne výsledky
sr: Погледајте лабораторијске резултате
sw: Tazama Matokeo ya Maabara
tr: Laboratuvar sonuçlarını görüntüleyin

source: Blood
am: ደም
ar: دم
az: Qan
bg: Кръв
es: Sangre
et: Veri
fa_ir: خون
fi: Veri
fr: Sang
ko: 혈액희석
lv: Asinis
nl: Bloed
pl: Krew
pt: Sangue
ru: Кровь
sk: krvný
sr: Krv
sw: Damu
tr: Kan

# driedBloodSpotSampleCodeWarning
source: Dried Blood Spot sample {{ sampleCode.value }} already exists in ADAMS. Make sure these values are correct.
am: የደረቀ የደም ስፖት ናሙና {{ sampleCode.value }} ቀድሞውኑ በ ADAMS ውስጥ አለ። እነዚህ እሴቶች ትክክል መሆናቸውን ያረጋግጡ።
ar: عينة بقعة الدم المجففة موجودة {{ sampleCode.value }} بالفعل في ADAMS. تأكد من صحة هذه القيم.
az: Qurudulmuş qan ləkəsi nümunəsi {{ sampleCode.value }} artıq ADAMS-da mövcuddur. Bu dəyərlərin düzgün olduğundan əmin olun.
bg: Проба от изсушено кърваво петно {{ sampleCode.value }} вече съществува в ADAMS. Уверете се, че тези стойности са правилни.
es: Muestra de mancha de sangre seca {{ sampleCode.value }} ya existe en ADAMS. Asegúrese de que estos valores sean correctos.
et: Kuivatatud verelaikude proov{{ sampleCode.value }} on juba ADAMSis olemas. Veenduge, et need väärtused oleksid õiged.
fa_ir: نمونه لکه خون خشک شده {{ sampleCode.value }} از قبل در آدامز وجود دارد.مطمئن شوید که این مقادیر صحیح هستند.
fi: Kuivaverinäyte {{ sampleCode.value }} on jo olemassa ADAMSissa. Varmista, että nämä arvot ovat oikein.
fr: L'échantillon de tache de sang séché {{ sampleCode.value }} existe déjà dans ADAMS. Assurez-vous que ces valeurs sont correctes.
ko: 건조혈반시료 {{ sampleCode.value }} 이(가) 이미 ADAMS에 존재합니다.이 값이 올바른지 확인합니다.
lv: Žāvētu asins plankumu paraugs{{ sampleCode.value }} jau pastāv ADAMS.Pārliecinieties, vai šīs vērtības ir pareizas.
nl: Gedroogd Blood Spot-monster {{ sampleCode.value }} bestaat al in ADAMS. Zorg ervoor dat deze waarden correct zijn.
pl: Próbka suchej plamki krwi {{ sampleCode.value }} już istnieje w ADAMS. Upewnij się, że wartości te są prawidłowe.
pt: Amostra de mancha de sangue seco {{ sampleCode.value }} já existe no ADAMS. Certifique-se de que esses valores estejam corretos.
ru: Проба сухих пятен крови {{ sampleCode.value }} уже существует в ADAMS. Убедитесь в правильности этих значений.
sk: Vzorka suchých krvných škvŕn {{ sampleCode.value }} už existuje v ADAMS. Uistite sa, že tieto hodnoty sú správne.
sr: Uzorak osušene krvne tačke {{ sampleCode.value }} već postoji u ADAMS-u. Uverite se da su ove vrednosti tačne.
sw: Sampuli ya Doa Kavu ya Damu {{ sampleCode.value }} tayari ipo katika ADAMS. Hakikisha maadili haya ni sahihi.
tr: Kurutulmuş Kan Lekesi örneği {{ sampleCode.value }} ADAMS'ta zaten var. Bu değerlerin doğru olduğundan emin olun.

source: Manufacturer Kit
am: የኪት አምራች
ar: مجموعة أدوات المصنع
az: İstehsalçı dəsti
bg: Производител на комплекта
es: Kit del fabricante
et: Tootja komplekt
fa_ir: کیت سازنده
fi: Valmistajakitti
fr: Kit du fabricant
ko: 제조업체 키트
lv: Ražotāja komplekts
nl: Fabrikant Kit
pl: Zestaw producenta
pt: Kit do fabricante
ru: Производитель оборудования
sk: Súprava výrobcu
sr: Komplet proizvođača
sw: Seti ya Watengenezaji
tr: Üretici Kiti

source: Dried Blood Spot
am: የደረቀ ጠብታ የደም
ar: بقعة دم مجففة
az: Qurudulmuş qan ləkəsi
bg: Суха кръв
es: Mancha de sangre seca
et: Kuivanud verelaik
fa_ir: لکه خون خشک شده
fi: Kuivaverinäyte
fr: Gouttes de sang séchées
ko: 건조혈반
lv: Žāvēta asiņu vieta
nl: Opgedroogde bloedvlek
pl: Suche krople krwi
pt: Mancha de sangue seco
ru: Сухие пятна крови
sk: Suchá krvavá škvrna
sr: Osušena tačka krvi
sw: Doa iliyokaushwa ya Damu
tr: Kuru Kan Damlası

source: Refresh Icon
am: የአድስ አዶ
ar: أيقونة التحديث
az: Yeniləmə Nişanı
bg: Икона за опресняване
es: Icono de actualización
et: Värskenda ikoon
fa_ir: بروز رسانی نماد
fi: Päivitä kuvake
fr: Icône d’actualisation
ko: 새로고침 아이콘
lv: Atsvaidzināšanas ikona
nl: Vernieuw het pictogram
pl: Ikona odświeżania
pt: Ícone de atualização
ru: Значок обновления
sk: Ikona obnovenia
sr: Osveži ikonu
sw: Onyesha Aikoni
tr: Yenile Simgesi

source: Partial Sample
am: ከፊል ናሙና
ar: عينة جزئية
az: Qismən Nümunə
bg: Частична проба
es: Muestra parcial
et: Osaline proov
fa_ir: نمونه جزئی
fi: Vajaa näyte
fr: Échantillon partiel
ko: 부분시료
lv: Daļējs paraugs
pl: Próbka częściowa
pt: Amostra Parcial
ru: Промежуточная проба
sk: Čiastočná vzorka
sr: parcijalni uzorak
sw: Sampuli ya Sehemu
tr: Kısmi Örnek

# urineSampleCodeXWarning
source: Urine sample {{ sampleCode.value }} already exists in ADAMS. Make sure these values are correct.
am: የሽንት ናሙና {{ sampleCode.value }} ቀድሞውኑ በ ADAMS ውስጥ አለ። እነዚህ እሴቶች ትክክል መሆናቸውን ያረጋግጡ።
ar: عينة Urine {{ sampleCode.value }} موجودة بالفعل في ADAMS. تأكد من صحة هذه القيم.
az: Sidik nümunəsi{{ sampleCode.value }} artıq ADAMS-da mövcuddur. Bu dəyərlərin düzgün olduğundan əmin olun.
bg: Уринна проба {{ sampleCode.value }} вече съществува в ADAMS. Уверете се, че тези стойности са правилни.
es: Muestra de orina{{ sampleCode.value }} ya existe en ADAMS. Asegúrese de que estos valores sean correctos.
et: Uriiniproov{{ sampleCode.value }} on juba ADAMSis olemas. Veenduge, et need väärtused oleksid õiged.
fa_ir: نمونه ی ادرار{{ sampleCode.value }} قبلاً در ADAMS وجود دارد. مطمئن شوید که این مقادیر صحیح هستند.
fi: Virtsanäyte {{ sampleCode.value }} on jo olemassa ADAMSissa. Varmista, että nämä tiedot ovat oikein.
fr: L'échantillon urinaire {{ sampleCode.value }} existe déjà dans ADAMS. Vérifier que les valeurs sont correctes.
ko: 소변 시료 {{ sampleCode.value }} 이(가) ADAMS에 이미 있습니다. 이 값이 올바른지 확인하세요.
lv: Urīna paraugs{{ sampleCode.value }} jau pastāv ADAMS.Pārliecinieties, vai šīs vērtības ir pareizas.
nl: Urine monster {{ sampleCode.value }} bestaat al in ADAMS. Zorg ervoor dat deze waarden correct zijn.
pl: Próbka moczu {{ sampleCode.value }} już istnieje w programie ADAMS. Upewnij się, że te wartości są poprawne.
pt: A amostra de urina{{ sampleCode.value }} já existe no ADAMS. Certifique-se de que esses valores estejam corretos.
ru: Проба мочи {{ sampleCode.value }} уже существует в АДАМС. Убедитесь, что эти значения верны.
sk: Vzorka moču{{ sampleCode.value }} už existuje v ADAMS. Uistite sa, že tieto hodnoty sú správne.
sr: Uzorak urina {{ sampleCode.value }} veж postoji u ADAMS-u. Uverite se da su ove vrednosti tačne.
sw: Sampuli ya mkojo{{ sampleCode.value }} tayari ipo katika ADAMS. Hakikisha maadili haya ni sahihi.
tr: İdrar örneği ADAMS'de {{ sampleCode.value }} zaten var. Bu değerlerin doğru olduğundan emin olun.

source: Partial Sample Code
am: ከፊል የናሙና ኮድ
ar: رمز العينة الجزئية
az: Qismən Nümunə Kodu
bg: Кодов № на частичната проба
es: Código de muestra parcial
et: Osaline näidiskood
fa_ir: کد نمونه جزئی
fi: Väliaikainen sinetöintinumero
fr: Code d’échantillon partiel
ko: 부분시료 번호
lv: Daļēja parauga kods
pl: Kod próbki częściowej
pt: Código da Amostra Parcial
ru: Номер промежуточной пробы
sk: Čiastkový vzorový kód
sr: kod/broj parcijalnog uzorka
sw: Msimbo wa Sampuli Sehemu
tr: Kısmi Örnek Numarası

source: Volume (ml)
am: መጠን (ml)
ar: الكمية (ملم)
az: Həcm (ml)
bg: Количество (ml)
es: Volumen (ml)
et: Maht (ml)
fa_ir: حجم (میلی لیتر)
fi: Määrä (ml)
ko: 양(ml)
lv: Tilpums (ml)
pl: Objętość (ml)
ru: Объем (мл.)
sk: Objem (ml)
sr: Zapremina (ml)
sw: Kiasi (ml)
tr: Hacim (ml)
