Repository: NandhineeR/WADA
Catalog: wada-ama-testcenter-web-57718053929f/wada-ama-testcenter-web-57718053929f/src/i18n/messages.*.xlf
Languages: am, ar, az, bg, es, et, fa_ir, fi, fr, ko, lv, nl, pl, pt, ru, sk, sr, sw, tr

# labResultInaccessibleToNullCallerMsg
source: Error [LABRESULT_INACCESSIBLE_TO_NULL_CALLER]
am: ስህተት [LABRESULT_INACCESSIBLE_TO_NULL_CALLER]
ar: خطأ [ LABRESULT_INACCESSIBLE_TO_NUL_CALLER ]
az: Xəta [LABRESULT_INACCESSIBLE_TO_NULL_CALLER]
bg: Грешка [LABRESULT_INACCESSIBLE_TO_NULL_CALLER]
et: Viga [LABRESULT_INACCESSIBLE_TO_NULL_CALLER]
fa_ir: خطای [LABRESULT_INACCESSIBLE_TO_NULL_CALLER]
fi: Virhe [LABRESULT_INACCESSIBLE_TO_NULL_CALLER]
fr: Erreur [LABRESULT_INACCESSIBLE_TO_NULL_CALLER]
ko: [LABRESULT_INACCESSIBLE_TO_NULL_CALLER] 오류
lv: Kļūda [LABRESULT_INACCESSIBLE_TO_NULL_CALLER]
nl: Fout [LABRESULT_INACCESSIBLE_TO_NULL_CALLER]
pl: Błąd [LABRESULT_INACCESSIBLE_TO_NULL_CALLER]
pt: Erro [LABRESULT_INACCESSIBLE_TO_NULL_CALLER]
ru: Ошибка [LABRESULT_INACCESSIBLE_TO_NULL_CALLER]
sk: Chyba [LABRESULT_INACCESSIBLE_TO_NULL_CALLER]
sr: Greška [LABRESULT_INACCESSIBLE_TO_NULL_CALLER]
sw: Hitilafu [LABRESULT_INACCESSIBLE_TO_NULL_CALLER]
tr: Hata [LABRESULT_INACCESSIBLE_TO_NULL_CALLER]

# matchResultInaccessibleToNullCallerMsg
source: Error [MATCHRESULT_INACCESSIBLE_TO_NULL_CALLER]
am: ስህተት [MATCHRESULT_INACCESSIBLE_TO_NULL_CALLER]
ar: خطأ [ MATCHESULT_INACCESSIBLE_TO_NULL_CALLER ]
az: Xəta [MATCHRESULT_INACCESSIBLE_TO_NULL_CALLER]
bg: Грешка [MATCHRESULT_INACCESSIBLE_TO_NULL_CALLER]
et: Viga [MATCHRESULT_INACCESSIBLE_TO_NULL_CALLER]
fa_ir: خطای [MATCHRESULT_INACCESSIBLE_TO_NULL_CALLER]
fi: Virhe [MATCHRESULT_INACCESSIBLE_TO_NULL_CALLER]
fr: Erreur [MATCHRESULT_INACCESSIBLE_TO_NULL_CALLER]
ko: [MATCHRESULT_INACCESSIBLE_TO_NULL_CALLER] 오류
lv: Kļūda [MATCHRESULT_INACCESSIBLE_TO_NULL_CALLER]
nl: Fout [MATCHRESULT_INACCESSIBLE_TO_NULL_CALLER]
pl: Błąd [MATCHRESULT_INACCESSIBLE_TO_NULL_CALLER]
pt: Erro [MATCHRESULT_INACCESSIBLE_TO_NULL_CALLER]
ru: Ошибка [MATCHRESULT_INACCESSIBLE_TO_NULL_CALLER]
sk: Chyba [MATCHRESULT_INACCESSIBLE_TO_NULL_CALLER]
sr: Greška [MATCHRESULT_INACCESSIBLE_TO_NULL_CALLER]
sw: Hitilafu [MATCHRESULT_INACCESSIBLE_TO_NULL_CALLER]
tr: Hata [MATCHRESULT_INACCESSIBLE_TO_NULL_CALLER]

# abstractWhereaboutsInaccessibleToNullCallerMsg
source: Error [ABSTRACTWHEREABOUTS_INACCESSIBLE_TO_NULL_CALLER]
am: ስህተት [ABSTRACTWHEREABOUTS_INACCESSIBLE_TO_NULL_CALLER]
ar: خطأ [ ABSTRACTWHEREABOTS_INACCESSLEXLE_TO_NULL_CALLER ]
az: Xəta [ABSTRACTWHEREABOUTS_INACCESSIBLE_TO_NULL_CALLER]
bg: Грешка [ABSTRACTWHEREABOUTS_INACCESSIBLE_TO_NULL_CALLER]
et: Viga [ABSTRACTWHEREABOUTS_INACCESSIBLE_TO_NULL_CALLER]
fa_ir: خطا [ABSTRACTWHEREABOUTS_INACCESSIBLE_TO_NULL_CALLER]
fi: Virhe [ABSTRACTWHEREABOUTS_INACCESSIBLE_TO_NULL_CALLER]
fr: Erreur [ABSTRACTWHEREABOUTS_INACCESSIBLE_TO_NULL_CALLER]
ko: [ABSTRACTWHEREABOUTS_INACCESSIBLE_TO_NULL_CALLER] 오류
lv: Kļūda [ABSTRACTWHEREABOUTS_INACCESSIBLE_TO_NULL_CALLER]
nl: Fout [ABSTRACTWORGEN_INACCESSIBLE_TO_NULL_CALLER]
pl: Błąd [ABSTRACTWHEREABOUTS_INACCESSIBLE_TO_NULL_CALLER]
pt: Erro [ABSTRACTWHEREABOUTS_INACCESSIBLE_TO_NULL_CALLER]
ru: Ошибка [ABSTRACTWHEREABOUTS_INACCESSIBLE_TO_NULL_CALLER]
sk: Chyba [ABSTRACTWHEREABOUTS_INACCESSIBLE_TO_NULL_CALLER]
sr: Greška [ABSTRACTWHEREABOUTS_INACCESSIBLE_TO_NULL_CALLER]
sw: Hitilafu [ABSTRACTWHEREABOUTS_INACCESSIBLE_TO_NULL_CALLER]
tr: Hata [ABSTRACTWHEREABOUTS_INACCESSIBLE_TO_NULL_CALLER]

# labResultImportInaccessibleToNullCallerMsg
source: Error [LABRESULTIMPORT_INACCESSIBLE_TO_NULL_CALLER]
am: ስህተት [LABRESULTIMPORT_INACCESSIBLE_TO_NULL_CALLER]
ar: خطأ [ LABRESULIMPORT_INACCESSLIBILE_TO_NUL_CALLER ]
az: Xəta [LABRESULTIMPORT_INACCESSIBLE_TO_NULL_CALLER]
bg: Грешка [LABRESULTIMPORT_INACCESSIBLE_TO_NULL_CALLER]
et: Viga [LABRESULTIMPORT_INACCESSIBLE_TO_NULL_CALLER]
fa_ir: خطای [LABRESULTIMPORT_INACCESSIBLE_TO_NULL_CALLER]
fi: Virhe [LABRESULTIMPORT_INACCESSIBLE_TO_NULL_CALLER]
fr: Erreur [LABRESULTIMPORT_INACCESSIBLE_TO_NULL_CALLER]
ko: [LABRESULTIMPORT_INACCESSIBLE_TO_NULL_CALLER] 오류
lv: Kļūda [LABRESULTIMPORT_INACCESSIBLE_TO_NULL_CALLER]
nl: Fout [LABRESULTIMPORT_INACCESSIBLE_TO_NULL_CALLER]
pl: Błąd [LABRESULTIMPORT_INACCESSIBLE_TO_NULL_CALLER]
pt: Erro [LABRESULTIMPORT_INACCESSIBLE_TO_NULL_CALLER]
ru: Ошибка [LABRESULTIMPORT_INACCESSIBLE_TO_NULL_CALLER]
sk: Chyba [LABRESULTIMPORT_INACCESSIBLE_TO_NULL_CALLER]
sr: Greška [LABRESULTIMPORT_INACCESSIBLE_TO_NULL_CALLER]
sw: Hitilafu [LABRESULTIMPORT_INACCESSIBLE_TO_NULL_CALLER]
tr: Hata [LABRESULTIMPORT_INACCESSIBLE_TO_NULL_CALLER]

# missionOrderInaccessibleToNullCallerMsg
source: Error [MISSIONORDER_INACCESSIBLE_TO_NULL_CALLER]
am: ስህተት [MISSIONORDER_INACCESSIBLE_TO_NULL_CALLER]
ar: خطأ [ MISSIONORDER_INACCESSIBLE_TO_NUL_CALLER ]
az: Xəta [MISSIONORDER_INACCESSIBLE_TO_NULL_CALLER]
bg: Грешка [MISSIONORDER_INACCESSIBLE_TO_NULL_CALLER]
et: Viga [MISSIONORDER_INACCESSIBLE_TO_NULL_CALLER]
fa_ir: خطای [MISSIONORDER_INACCESSIBLE_TO_NULL_CALLER]
fi: Virhe [MISSIONORDER_INACCESSIBLE_TO_NULL_CALLER]
fr: Erreur [MISSIONORDER_INACCESSIBLE_TO_NULL_CALLER]
ko: [MISSIONORDER_INACCESSIBLE_TO_NULL_CALLER] 오류
lv: Kļūda [MISSIONORDER_INACCESSIBLE_TO_NULL_CALLER]
nl: Fout [MISSIONORDER_INACCESSIBLE_TO_NULL_CALLER]
pl: Błąd [MISSIONORDER_INACCESSIBLE_TO_NULL_CALLER]
pt: Erro [MISSIONORDER_INACCESSIBLE_TO_NULL_CALLER]
ru: Ошибка [MISSIONORDER_INACCESSIBLE_TO_NULL_CALLER]
sk: Chyba [MISSIONORDER_INACCESSIBLE_TO_NULL_CALLER]
sr: Greška [MISSIONORDER_INACCESSIBLE_TO_NULL_CALLER]
sw: Hitilafu [MISSIONORDER_INACCESSIBLE_TO_NULL_CALLER]
tr: Hata [MISSIONORDER_INACCESSIBLE_TO_NULL_CALLER]

# testInaccessibleToNullCallerMsg
source: Error [TEST_INACCESSIBLE_TO_NULL_CALLER]
am: ስህተት [TEST_INACCESSIBLE_TO_NULL_CALLER]
ar: خطأ [ TSET_INACCESSIBLE_TO_NULL_CALLER ]
az: Xəta [TEST_INACCESSIBLE_TO_NULL_CALLER]
bg: Грешка [TEST_INACCESSIBLE_TO_NULL_CALLER]
et: Viga [TEST_INACCESSIBLE_TO_NULL_CALLER]
fa_ir: خطای [TEST_INACCESSIBLE_TO_NULL_CALLER]
fi: Virhe [TEST_INACCESSIBLE_TO_NULL_CALLER]
fr: Erreur [TEST_INACCESSIBLE_TO_NULL_CALLER]
ko: [TEST_INACCESSIBLE_TO_NULL_CALLER] 오류
lv: Kļūda [TEST_INACCESSIBLE_TO_NULL_CALLER]
nl: Fout [TEST_INACCESSIBLE_TO_NULL_CALLER]
pl: Błąd [TEST_INACCESSIBLE_TO_NULL_CALLER]
pt: Erro [TEST_INACCESSIBLE_TO_NULL_CALLER]
ru: Ошибка [TEST_INACCESSIBLE_TO_NULL_CALLER]
sk: Chyba [TEST_INACCESSIBLE_TO_NULL_CALLER]
sr: Greška [TEST_INACCESSIBLE_TO_NULL_CALLER]
sw: Hitilafu [TEST_INACCESSIBLE_TO_NULL_CALLER]
tr: Hata [TEST_INACCESSIBLE_TO_NULL_CALLER]

# aafInaccessibleToNullCallerMsg
source: Error [AAF_INACCESSIBLE_TO_NULL_CALLER]
am: ስህተት [AAF_INACCESSIBLE_TO_NULL_CALLER]
ar: خطأ [ AAF_INACCESSIBLE_TO_NULL_CALLER ]
az: Xəta [AAF_INACCESSIBLE_TO_NULL_CALLER]
bg: Грешка [AAF_INACCESSIBLE_TO_NULL_CALLER]
et: Viga [AAF_INACCESSIBLE_TO_NULL_CALLER]
fa_ir: خطای [AAF_INACCESSIBLE_TO_NULL_CALLER]
fi: Virhe [AAF_INACCESSIBLE_TO_NULL_CALLER]
fr: Erreur [AAF_INACCESSIBLE_TO_NULL_CALLER]
ko: [AAF_INACCESSIBLE_TO_NULL_CALLER] 오류
lv: Kļūda [AAF_INACCESSIBLE_TO_NULL_CALLER]
nl: Fout [AAF_INACCESSIBLE_TO_NULL_CALLER]
pl: Błąd [AAF_INACCESSIBLE_TO_NULL_CALLER]
pt: Erro [AAF_INACCESSIBLE_TO_NULL_CALLER]
ru: Ошибка [AAF_INACCESSIBLE_TO_NULL_CALLER]
sk: Chyba [AAF_INACCESSIBLE_TO_NULL_CALLER]
sr: Greška [AAF_INACCESSIBLE_TO_NULL_CALLER]
sw: Hitilafu [AAF_INACCESSIBLE_TO_NULL_CALLER]
tr: Hata [AAF_INACCESSIBLE_TO_NULL_CALLER]

# adrvInaccessibleToNullCallerMsg
source: Error [ADRV_INACCESSIBLE_TO_NULL_CALLER]
am: ስህተት [ADRV_INACCESSIBLE_TO_NULL_CALLER]
ar: خطأ [ ADRV_INACCESIBLE_TO_NULL_CALLER ]
az: Xəta [ADRV_INACCESSIBLE_TO_NULL_CALLER]
bg: Грешка [ADRV_INACCESSIBLE_TO_NULL_CALLER]
et: Viga [ADRV_INACCESSIBLE_TO_NULL_CALLER]
fa_ir: خطای [ADRV_INACCESSIBLE_TO_NULL_CALLER]
fi: Virhe [ADRV_INACCESSIBLE_TO_NULL_CALLER]
fr: Erreur [ADRV_INACCESSIBLE_TO_NULL_CALLER]
ko: [ADRV_INACCESSIBLE_TO_NULL_CALLER] 오류
lv: Kļūda [ADRV_INACCESSIBLE_TO_NULL_CALLER]
nl: Fout [ADRV_INACCESSIBLE_TO_NULL_CALLER]
pl: Błąd [ADRV_INACCESSIBLE_TO_NULL_CALLER]
pt: Erro [ADRV_INACCESSIBLE_TO_NULL_CALLER]
ru: Ошибка [ADRV_INACCESSIBLE_TO_NULL_CALLER]
sk: Chyba [ADRV_INACCESSIBLE_TO_NULL_CALLER]
sr: Greška [ADRV_INACCESSIBLE_TO_NULL_CALLER]
sw: Hitilafu [ADRV_INACCESSIBLE_TO_NULL_CALLER]
tr: Hata [ADRV_INACCESSIBLE_TO_NULL_CALLER]

# sanctionInaccessibleToNullCallerMsg
source: Error [SANCTION_INACCESSIBLE_TO_NULL_CALLER]
am: ስህተት [SANCTION_INACCESSIBLE_TO_NULL_CALLER]
ar: خطأ [ SANCTION_INACCESSLIBLE_TO_NULL_CALLER ]
az: Xəta [SANCTION_INACCESSIBLE_TO_NULL_CALLER]
bg: Грешка [SANCTION_INACCESSIBLE_TO_NULL_CALLER]
et: Viga [SANCTION_INACCESSIBLE_TO_NULL_CALLER]
fa_ir: خطای [SANCTION_INACCESSIBLE_TO_NULL_CALLER]
fi: Virhe [SANCTION_INACCESSIBLE_TO_NULL_CALLER]
fr: Erreur [SANCTION_INACCESSIBLE_TO_NULL_CALLER]
ko: [SANCTION_INACCESSIBLE_TO_NULL_CALLER] 오류
lv: Kļūda [SANCTION_INACCESSIBLE_TO_NULL_CALLER]
nl: Fout [SANCTION_INACCESSIBLE_TO_NULL_CALLER]
pl: Błąd [SANCTION_INACCESSIBLE_TO_NULL_CALLER]
pt: Erro [SANCTION_INACCESSIBLE_TO_NULL_CALLER]
ru: Ошибка [SANCTION_INACCESSIBLE_TO_NULL_CALLER]
sk: Chyba [SANCTION_INACCESSIBLE_TO_NULL_CALLER]
sr: Greška [SANCTION_INACCESSIBLE_TO_NULL_CALLER]
sw: Hitilafu [SANCTION_INACCESSIBLE_TO_NULL_CALLER]
tr: Hata [SANCTION_INACCESSIBLE_TO_NULL_CALLER]

# whereaboutsNcInaccessibleToNullCallerMsg
source: Error [WHEREABOUTSNC_INACCESSIBLE_TO_NULL_CALLER]
am: ስህተት [WHEREABOUTSNC_INACCESSIBLE_TO_NULL_CALLER]
ar: خطأ [ WHERAABUSTNC_INACCESSIBLE_TO_NULL_CALLER ]
az: Xəta [WHEREABOUTSNC_INACCESSIBLE_TO_NULL_CALLER]
bg: Грешка [WHEREABOUTSNC_INACCESSIBLE_TO_NULL_CALLER]
et: Viga [WHEREABOUTSNC_INACCESSIBLE_TO_NULL_CALLER]
fa_ir: خطای [WHEREABOUTSNC_INACCESSIBLE_TO_NULL_CALLER]
fi: Virhe [WHEREABOUTSNC_INACCESSIBLE_TO_NULL_CALLER]
fr: Erreur [WHEREABOUTSNC_INACCESSIBLE_TO_NULL_CALLER]
ko: [WHEREABOUTSNC_INACCESSIBLE_TO_NULL_CALLER] 오류
lv: Kļūda [WHEREABOUTSNC_INACCESSIBLE_TO_NULL_CALLER]
nl: Fout [WHEREABOUTSNC_INACCESSIBLE_TO_NULL_CALLER]
pl: Błąd [WHEREABOUTSNC_INACCESSIBLE_TO_NULL_CALLER]
pt: Erro [WHEREABOUTSNC_INACCESSIBLE_TO_NULL_CALLER]
ru: Ошибка [WHEREABOUTSNC_INACCESSIBLE_TO_NULL_CALLER]
sk: Chyba [WHEREABOUTSNC_INACCESSIBLE_TO_NULL_CALLER]
sr: Greška [WHEREABOUTSNC_INACCESSIBLE_TO_NULL_CALLER]
sw: Hitilafu [WHEREABOUTSNC_INACCESSIBLE_TO_NULL_CALLER]
tr: Hata [WHEREABOUTSNC_INACCESSIBLE_TO_NULL_CALLER]

# tueInaccessibleToNullCallerMsg
source: Error [TUE_INACCESSIBLE_TO_NULL_CALLER]
am: ስህተት [TUE_INACCESSIBLE_TO_NULL_CALLER]
ar: خطأ [ TUE_INACCESIBLE_TO_NULL_CALLER ]
az: Xəta [TUE_INACCESSIBLE_TO_NULL_CALLER]
bg: Грешка [TUE_INACCESSIBLE_TO_NULL_CALLER]
et: Viga [TUE_INACCESSIBLE_TO_NULL_CALLER]
fa_ir: خطای [TUE_INACCESSIBLE_TO_NULL_CALLER]
fi: Virhe [TUE_INACCESSIBLE_TO_NULL_CALLER]
fr: Erreur [TUE_INACCESSIBLE_TO_NULL_CALLER]
ko: [TUE_INACCESSIBLE_TO_NULL_CALLER] 오류
lv: Kļūda [TUE_INACCESSIBLE_TO_NULL_CALLER]
nl: Fout [TUE_INACCESSIBLE_TO_NULL_CALLER]
pl: Błąd [TUE_INACCESSIBLE_TO_NULL_CALLER]
pt: Erro [TUE_INACCESSIBLE_TO_NULL_CALLER]
ru: Ошибка [TUE_INACCESSIBLE_TO_NULL_CALLER]
sk: Chyba [TUE_INACCESSIBLE_TO_NULL_CALLER]
sr: Greška [TUE_INACCESSIBLE_TO_NULL_CALLER]
sw: Hitilafu [TUE_INACCESSIBLE_TO_NULL_CALLER]
tr: Hata [TUE_INACCESSIBLE_TO_NULL_CALLER]

# majorGameInaccessibleToNullCallerMsg
source: Error [MAJORGAME_INACCESSIBLE_TO_NULL_CALLER]
am: ስህተት [MAJORGAME_INACCESSIBLE_TO_NULL_CALLER]
ar: خطأ [ MAJORGAME_INACCESSIBLE_TO_NUL_CALLER ]
az: Xəta [MAJORGAME_INACCESSIBLE_TO_NULL_CALLER]
bg: Грешка [MAJORGAME_INACCESSIBLE_TO_NULL_CALLER]
et: Viga [MAJORGAME_INACCESSIBLE_TO_NULL_CALLER]
fa_ir: خطای [MAJORGAME_INACCESSIBLE_TO_NULL_CALLER]
fi: Virhe [MAJORGAME_INACCESSIBLE_TO_NULL_CALLER]
fr: Erreur [MAJORGAME_INACCESSIBLE_TO_NULL_CALLER]
ko: [MAJORGAME_INACCESSIBLE_TO_NULL_CALLER] 오류
lv: Kļūda [MAJORGAME_INACCESSIBLE_TO_NULL_CALLER]
nl: Fout [MAJORGAME_INACCESSIBLE_TO_NULL_CALLER]
pl: Błąd [MAJORGAME_INACCESSIBLE_TO_NULL_CALLER]
pt: Erro [MAJORGAME_INACCESSIBLE_TO_NULL_CALLER]
ru: Ошибка [MAJORGAME_INACCESSIBLE_TO_NULL_CALLER]
sk: Chyba [MAJORGAME_INACCESSIBLE_TO_NULL_CALLER]
sr: Greška [MAJORGAME_INACCESSIBLE_TO_NULL_CALLER]
sw: Hitilafu [MAJORGAME_INACCESSIBLE_TO_NULL_CALLER]
tr: Hata [MAJORGAME_INACCESSIBLE_TO_NULL_CALLER]

# majorGameItemsInaccessibleToNullCallerMsg
source: Error [MAJORGAMEITEMS_INACCESSIBLE_TO_NULL_CALLER]
am: ስህተት [MAJORGAMEITEMS_INACCESSIBLE_TO_NULL_CALLER]
ar: خطأ [ MAJORGAMETEMS_INACCESSLIBLE_TO_NUL_CALLER ]
az: Xəta [MAJORGAMEITEMS_INACCESSIBLE_TO_NULL_CALLER]
bg: Грешка [MAJORGAMEITEMS_INACCESSIBLE_TO_NULL_CALLER]
et: Viga [MAJORGAMEITEMS_INACCESSIBLE_TO_NULL_CALLER]
fa_ir: خطای [MAJORGAMEITEMS_INACCESSIBLE_TO_NULL_CALLER]
fi: Virhe [MAJORGAMEITEMS_INACCESSIBLE_TO_NULL_CALLER]
fr: Erreur [MAJORGAMEITEMS_INACCESSIBLE_TO_NULL_CALLER]
ko: [MAJORGAMEITEMS_INACCESSIBLE_TO_NULL_CALLER] 오류
lv: Kļūda [MAJORGAMEITEMS_INACCESSIBLE_TO_NULL_CALLER]
nl: Fout [MAJORGAMEITEMS_INACCESSIBLE_TO_NULL_CALLER]
pl: Błąd [MAJORGAMEITEMS_INACCESSIBLE_TO_NULL_CALLER]
pt: Erro [MAJORGAMEITEMS_INACCESSIBLE_TO_NULL_CALLER]
ru: Ошибка [MAJORGAMEITEMS_INACCESSIBLE_TO_NULL_CALLER]
sk: Chyba [MAJORGAMEITEMS_INACCESSIBLE_TO_NULL_CALLER]
sr: Greška [MAJORGAMEITEMS_INACCESSIBLE_TO_NULL_CALLER]
sw: Hitilafu [MAJORGAMEITEMS_INACCESSIBLE_TO_NULL_CALLER]
tr: Hata [MAJORGAMEITEMS_INACCESSIBLE_TO_NULL_CALLER]

# testpoolInaccessibleToNullCallerMsg
source: Error [TESTPOOL_INACCESSIBLE_TO_NULL_CALLER]
am: ስህተት [TESTPOOL_INACCESSIBLE_TO_NULL_CALLER]
ar: خطأ [ TESTPOOL_INACCESSIBILE_TO_NULL_CALLER ]
az: Xəta [TESTPOOL_INACCESSIBLE_TO_NULL_CALLER]
bg: Грешка [TESTPOOL_INACCESSIBLE_TO_NULL_CALLER]
et: Viga [TESTPOOL_INACCESSIBLE_TO_NULL_CALLER]
fa_ir: خطای [TESTPOOL_INACCESSIBLE_TO_NULL_CALLER]
fi: Virhe [TESTPOOL_INACCESSIBLE_TO_NULL_CALLER]
fr: Erreur [TESTPOOL_INACCESSIBLE_TO_NULL_CALLER]
ko: [TESTPOOL_INACCESSIBLE_TO_NULL_CALLER] 오류
lv: Kļūda [TESTPOOL_INACCESSIBLE_TO_NULL_CALLER]
nl: Fout [TESTPOOL_INACCESSIBLE_TO_NULL_CALLER]
pl: Błąd [TESTPOOL_INACCESSIBLE_TO_NULL_CALLER]
pt: Erro [TESTPOOL_INACCESSIBLE_TO_NULL_CALLER]
ru: Ошибка [TESTPOOL_INACCESSIBLE_TO_NULL_CALLER]
sk: Chyba [TESTPOOL_INACCESSIBLE_TO_NULL_CALLER]
sr: Greška [TESTPOOL_INACCESSIBLE_TO_NULL_CALLER]
sw: Hitilafu [TESTPOOL_INACCESSIBLE_TO_NULL_CALLER]
tr: Hata [TESTPOOL_INACCESSIBLE_TO_NULL_CALLER]

# competitionLevelInaccessibleToNullCallerMsg
source: Error [COMPETITIONLEVEL_INACCESSIBLE_TO_NULL_CALLER]
am: ስህተት [COMPETITIONLEVEL_INACCESSIBLE_TO_NULL_CALLER]
ar: خطأ [ COMMITTITIONLEVEL_INACCESTSIBLE_TO_NUL_CALLER ]
az: Xəta [COMPETITIONLEVEL_INACCESSIBLE_TO_NULL_CALLER]
bg: Грешка [COMPETITIONLEVEL_INACCESSIBLE_TO_NULL_CALLER]
et: Viga [COMPETITIONLEVEL_INACCESSIBLE_TO_NULL_CALLER]
fa_ir: خطا [COMPETITIONLEVEL_INACCESSIBLE_TO_NULL_CALLER]
fi: Virhe [COMPETITIONLEVEL_INACCESSIBLE_TO_NULL_CALLER]
fr: Erreur [COMPETITIONLEVEL_INACCESSIBLE_TO_NULL_CALLER]
ko: [COMPETITIONLEVEL_INACCESSIBLE_TO_NULL_CALLER] 오류
lv: Kļūda [COMPETITIONLEVEL_INACCESSIBLE_TO_NULL_CALLER]
nl: Fout [COMPETITIONLEVEL_INACCESSIBLE_TO_NULL_CALLER]
pl: Błąd [COMPETITIONLEVEL_INACCESSIBLE_TO_NULL_CALLER]
pt: Erro [COMPETITIONLEVEL_INACCESSIBLE_TO_NULL_CALLER]
ru: Ошибка [COMPETITIONLEVEL_INACCESSIBLE_TO_NULL_CALLER]
sk: Chyba [COMPETITIONLEVEL_INACCESSIBLE_TO_NULL_CALLER]
sr: Greška [COMPETITIONLEVEL_INACCESSIBLE_TO_NULL_CALLER]
sw: Hitilafu [COMPETITIONLEVEL_INACCESSIBLE_TO_NULL_CALLER]
tr: Hata [COMPETITIONLEVEL_INACCESSIBLE_TO_NULL_CALLER]

# bplrExpertReportInaccessibleToNullCallerMsg
source: Error [BPLREXPERTREPORT_INACCESSIBLE_TO_NULL_CALLER]
am: ስህተት [BPLREXPERTREPORT_INACCESSIBLE_TO_NULL_CALLER]
ar: خطأ [ BPLREXPERTREPORT_INACCESSIBLE_TO_NULL_CALLER ]
az: Xəta [BPLREXPERTREPORT_INACCESSIBLE_TO_NULL_CALLER]
bg: Грешка [BPLREXPERTREPORT_INACCESSIBLE_TO_NULL_CALLER]
et: Viga [BPLREXPERTREPORT_INACCESSIBLE_TO_NULL_CALLER]
fa_ir: خطای [BPLREXPERTREPORT_INACCESSIBLE_TO_NULL_CALLER]
fi: Virhe [BPLREXPERTREPORT_INACCESSIBLE_TO_NULL_CALLER]
fr: Erreur [BPLREXPERTREPORT_INACCESSIBLE_TO_NULL_CALLER]
ko: [BPLREXPERTREPORT_INACCESSIBLE_TO_NULL_CALLER] 오류
lv: Kļūda [BPLREXPERTREPORT_INACCESSIBLE_TO_NULL_CALLER]
nl: Fout [BPLREXPERTREPORT_INACCESSIBLE_TO_NULL_CALLER]
pl: Błąd [BPLREXPERTREPORT_INACCESSIBLE_TO_NULL_CALLER]
pt: Erro [BPLREXPERTREPORT_INACCESSIBLE_TO_NULL_CALLER]
ru: Ошибка [BPLREXPERTREPORT_INACCESSIBLE_TO_NULL_CALLER]
sk: Chyba [BPLREXPERTREPORT_INACCESSIBLE_TO_NULL_CALLER]
sr: Greška [BPLREXPERTREPORT_INACCESSIBLE_TO_NULL_CALLER]
sw: Hitilafu [BPLREXPERTREPORT_INACCESSIBLE_TO_NULL_CALLER]
tr: Hata [BPLREXPERTREPORT_INACCESSIBLE_TO_NULL_CALLER]

# steroidApmuReportInaccessibleToNullCallerMsg
source: Error [STEROIDAPMUREPORT_INACCESSIBLE_TO_NULL_CALLER]
am: ስህተት [STEROIDAPMUREPORT_INACCESSIBLE_TO_NULL_CALLER]
ar: خطأ [ STEROIDAPMUREPORT_INACCESSIBILE_TO_NULL_CALLER ]
az: Xəta [STEROIDAPMUREPORT_INACCESSIBLE_TO_NULL_CALLER]
bg: Грешка [STEROIDAPMUREPORT_INACCESSIBLE_TO_NULL_CALLER]
et: Viga [STEROIDAPMUREPORT_INACCESSIBLE_TO_NULL_CALLER]
fa_ir: خطا [STEROIDAPMUREPORT_INACCESSIBLE_TO_NULL_CALLER]
fi: Virhe [STEROIDAPMUREPORT_INACCESSIBLE_TO_NULL_CALLER]
fr: Erreur [STEROIDAPMUREPORT_INACCESSIBLE_TO_NULL_CALLER]
ko: [STEROIDAPMUREPORT_INACCESSIBLE_TO_NULL_CALLER] 오류
lv: Kļūda [STEROIDAPMUREPORT_INACCESSIBLE_TO_NULL_CALLER]
nl: Fout [STEROIDAPMUREPORT_INACCESSIBLE_TO_NULL_CALLER]
pl: Błąd [STEROIDAPMUREPORT_INACCESSIBLE_TO_NULL_CALLER]
pt: Erro [STEROIDAPMUREPORT_INACCESSIBLE_TO_NULL_CALLER]
ru: Ошибка [STEROIDAPMUREPORT_INACCESSIBLE_TO_NULL_CALLER]
sk: Chyba [STEROIDAPMUREPORT_INACCESSIBLE_TO_NULL_CALLER]
sr: Greška [STEROIDAPMUREPORT_INACCESSIBLE_TO_NULL_CALLER]
sw: Hitilafu [STEROIDAPMUREPORT_INACCESSIBLE_TO_NULL_CALLER]
tr: Hata [STEROIDAPMUREPORT_INACCESSIBLE_TO_NULL_CALLER]

# athletePassportInaccessibleToNullCallerMsg
source: Error [ATHLETEPASSPORT_INACCESSIBLE_TO_NULL_CALLER]
am: ስህተት [ATTHLETEPASSPORT_INACCESSIBLE_TO_NULL_CALLER]
ar: خطأ [ HILETEPASSPOR_INACCESSLIBLE_TO_NUL_CALLER ]
az: Xəta [ATHLETEPASSPORT_INACCESSIBLE_TO_NULL_CALLER]
bg: Грешка [ATHLETEPASSPORT_INACCESSIBLE_TO_NULL_CALLER]
et: Viga [ATHLETEPASPORT_INACCESSIBLE_TO_NULL_CALLER]
fa_ir: خطای [ATHLETEPASSPORT_INACCESSIBLE_TO_NULL_CALLER]
fi: Virhe [ATHLETEPASSPORT_INACCESSIBLE_TO_NULL_CALLER]
fr: Erreur [ATHLETEPASSPORT_INACCESSIBLE_TO_NULL_CALLER]
ko: [ATHLETEPASSPORT_INACCESSIBLE_TO_NULL_CALLER] 오류
lv: Kļūda [ATHLETEPASPORT_INACCESSIBLE_TO_NULL_CALLER]
nl: Fout [ATHLETEPASSPORT_INACCESSIBLE_TO_NULL_CALLER]
pl: Błąd [ATHLETEPASSPORT_INACCESSIBLE_TO_NULL_CALLER]
pt: Erro [ATHLETEPASSPORT_INACCESSIBLE_TO_NULL_CALLER]
ru: Ошибка [ATHLETEPASSPORT_INACCESSIBLE_TO_NULL_CALLER]
sk: Chyba [ATHLETEPASSPORT_INACCESSIBLE_TO_NULL_CALLER]
sr: Greška [ATHLETEPASSPORT_INACCESSIBLE_TO_NULL_CALLER]
sw: Hitilafu [ATHLETEPASSPORT_INACCESSIBLE_TO_NULL_CALLER]
tr: Hata [ATHLETEPASSPORT_INACCESSIBLE_TO_NULL_CALLER]

# chainOfCustodyInaccessibleToNullCallerMsg
source: Error [CHAINOFCUSTODY_INACCESSIBLE_TO_NULL_CALLER]
am: ስህተት [CHAINOFCUSTODY_INACCESSIBLE_TO_NULL_CALLER]
ar: خطأ [ CHACMOFUSTOTY_INACCESSIBLE_TO_NUL_CALLER ]
az: Xəta [CHAINOFCUSTODY_INACCESSIBLE_TO_NULL_CALLER]
bg: Грешка [CHAINOFCUSTODY_INACCESSIBLE_TO_NULL_CALLER]
et: Viga [CHAINOFCUSTODY_INACCESSIBLE_TO_NULL_CALLER]
fa_ir: خطا [CHAINOFCUSTODY_INACCESSIBLE_TO_NULL_CALLER]
fi: Virhe [CHAINOFCUSTODY_INACCESSIBLE_TO_NULL_CALLER]
fr: Erreur [CHAINOFCUSTODY_INACCESSIBLE_TO_NULL_CALLER]
ko: [CHAINOFCUSTODY_INACCESSIBLE_TO_NULL_CALLER] 오류
lv: Kļūda [CHAINOFCUSTODY_INACCESSIBLE_TO_NULL_CALLER]
nl: Fout [CHAINOFCUSTODY_INACCESSIBLE_TO_NULL_CALLER]
pl: Błąd [CHAINOFCUSTODY_INACCESSIBLE_TO_NULL_CALLER]
pt: Erro [CHAINOFCUSTODY_INACCESSIBLE_TO_NULL_CALLER]
ru: Ошибка [CHAINOFCUSTODY_INACCESSIBLE_TO_NULL_CALLER]
sk: Chyba [CHAINOFCUSTODY_INACCESSIBLE_TO_NULL_CALLER]
sr: Greška [CHAINOFCUSTODY_INACCESSIBLE_TO_NULL_CALLER]
sw: Hitilafu [CHAINOFCUSTODY_INACCESSIBLE_TO_NULL_CALLER]
tr: Hata [CHAINOFCUSTODY_INACCESSIBLE_TO_NULL_CALLER]

# resourcesInaccessibleToEnterpriseMsg
source: Error [RESOURCES_INACCESSIBLE_TO_ENTERPRISE]
am: ስህተት [RESOURCES_INACCESSIBLE_TO_ENTERPRISE]
ar: خطأ [ RESOUCESS_INACCESIBLE_TOENDTERPISE ]
az: Xəta [RESOURCES_INACCESSIBLE_TO_ENTERPRISE]
bg: Грешка [RESOURCES_INACCESSIBLE_TO_ENTERPRISE]
et: Viga [RESOURCES_INACCESSIBLE_TO_ENTERPRISE]
fa_ir: خطای [RESOURCES_INACCESSIBLE_TO_ENTERPRISE]
fi: Virhe [RESOURCES_INACCESSIBLE_TO_ENTERPRISE]
fr: Erreur [RESOURCES_INACCESSIBLE_TO_ENTERPRISE]
ko: [RESOURCES_INACCESSIBLE_TO_ENTERPRISE] 오류
lv: Kļūda [RESOURCES_INACCESSIBLE_TO_ENTERPRISE]
nl: Fout [RESOURCES_INACCESSIBLE_TO_ENTERPRISE]
pl: Błąd [RESOURCES_INACCESSIBLE_TO_ENTERPRISE]
pt: Erro [RECURSOS_INACCESSÍVEIS_ PARA_ENTERPRISE]
ru: Ошибка [RESOURCES_INACCESSIBLE_TO_ENTERPRISE]
sk: Chyba [RESOURCES_INACCESSIBLE_TO_ENTERPRISE]
sr: Greška [RESOURCES_INACCESSIBLE_TO_ENTERPRISE]
sw: Hitilafu [RESOURCES_INACCESSIBLE_TO_ENTERPRISE]
tr: Hata [RESOURCES_INACCESSIBLE_TO_ENTERPRISE]

# selectionListInaccessibleToUserMsg
source: Error [SELECTIONLIST_INACCESSIBLE_TO_USER]
am: ስህተት [SELECTIONLIST_INACCESSIBLE_TO_USER]
ar: خطأ [ SELECTIONLIST_INACCESSIBLE_TO_USER ]
az: Xəta [SELECTIONLIST_INACCESSIBLE_TO_USER]
bg: Грешка [SELECTIONLIST_INACCESSIBLE_TO_USER]
et: Viga [SELECTIONLIST_INACCESSIBLE_TO_USER]
fa_ir: خطا [SELECTIONLIST_INACCESSIBLE_TO_USER]
fi: Virhe [SELECTIONLIST_INACCESSIBLE_TO_USER]
fr: Erreur [SELECTIONLIST_INACCESSIBLE_TO_USER]
ko: [SELECTIONLIST_INACCESSIBLE_TO_USER] 오류
lv: Kļūda [SELECTIONLIST_INACCESSIBLE_TO_USER]
nl: Fout [SELECTIONLIST_INACCESSIBLE_TO_USER]
pl: Błąd [SELECTIONLIST_INACCESSIBLE_TO_USER]
pt: Erro [SELECTIONLIST_INACCESSIBLE_TO_USER]
ru: Ошибка [SELECTIONLIST_INACCESSIBLE_TO_USER]
sk: Chyba [SELECTIONLIST_INACCESSIBLE_TO_USER]
sr: Greška [SELECTIONLIST_INACCESSIBLE_TO_USER]
sw: Hitilafu [SELECTIONLIST_INACCESSIBLE_TO_USER]
tr: Hata [SELECTIONLIST_INACCESSIBLE_TO_USER]

# organizationIsNotNFMsg
source: Your organization is not a National Federation
am: ድርጅትህ ብሔራዊ ፌዴሬሽን አይደለም።
ar: منظمتك ليست إتحاد وطني
az: Təşkilatınız Milli Federasiya deyil
bg: Вашата организация не е национална федерация
es: Su organización no es una Federación Nacional
et: Teie organisatsioon ei ole riiklik liit
fa_ir: سازمان شما یک فدراسیون ملی نیست
fi: Organisaatiosi ei ole Kansallinen lajiliitto
fr: Votre organisation n’est pas une fédération nationale
ko: 귀하의 기구는 국내경기단체가 아닙니다
lv: Jūsu organizācija nav nacionālā federācija
nl: Uw organisatie is geen Nationale Federatie
pl: Twoja organizacja nie jest federacją narodową
pt: Sua organização não é uma Federação Nacional
ru: Ваша организация не является национальной федерацией
sk: Vaša organizácia nie je národnou federáciou
sr: Vaša organizacija nije Nacionalna Federacija
sw: Shirika lako si Shirikisho la Kitaifa
tr: Kuruluşunuz bir Ulusal Federasyon değil
