Repository: NandhineeR/WADA
Catalog: wada-ama-testcenter-web-57718053929f/wada-ama-testcenter-web-57718053929f/src/i18n/messages.*.xlf
Languages: am, ar, az, bg, es, et, fa_ir, fi, fr, ko, lv, nl, pl, pt, ru, sk, sr, sw, tr

# testingDistributionPlanOrgX
source: Test Distribution Plan - {{ organizationShortName$ | async }}
am: የሙከራ ስርጭት እቅድ - {{ organizationShortName$ | async }}
ar: خطة توزيع الاختبار -{{ organizationShortName$ | async }}
az: Test Dağıtım Planı -{{ organizationShortName$ | async }}
bg: План за разпределение на проверките -{{ organizationShortName$ | async }}
es: Plan de distribución de pruebas - {{ organizationShortName$ | async }}
et: Katse levitamise plaan -{{ organizationShortName$ | async }}
fa_ir: طرح توزیع آزمون -{{ organizationShortName$ | async }}
fi: Testaussuunnitelma -{{ organizationShortName$ | async }}
fr: Plan de répartition de contrôles - {{ organizationShortName$ | async }}
ko: 검사배분계획 - {{ organizationShortName$ | async }}
lv: Testa izplatīšanas plāns —{{ organizationShortName$ | async }}
nl: Distributieplan testen - {{ organizationShortName$ | async }}
pl: Plan dystrybucji testów -{{ organizationShortName$ | async }}
pt: Plano de distribuição de teste -{{ organizationShortName$ | async }}
ru: План распределения тестов - {{ organizationShortName$ | async }}
sk: Test distribúcie plánu -{{ organizationShortName$ | async }}
sr: План дистрибуције теста -{{ organizationShortName$ | async }}
sw: Mpango wa Usambazaji wa Mtihani -{{ organizationShortName$ | async }}
tr: Test Dağıtım Planı -{{ organizationShortName$ | async }}

# saving_threeDots
source: Saving...
am: በማስቀመጥ ላይ...
ar: إنقاذ...
az: Yadda saxlanılır...
bg: Запазва се ...
es: Guardando...
et: Salvestamine ...
fa_ir: صرفه جویی در...
fi: Tallentaa...
fr: Sauvegarder...
ko: 저장 중...
lv: Notiek saglabāšana...
nl: Besparing...
pl: Oszczędność...
pt: Salvando ...
ru: Сохранение ...
sk: Ukladá sa...
sr: Уштеда...
sw: Inahifadhi...
tr: Kaydediliyor ...

# tdp_saved
source: Saved
am: ተቀምጧል
ar: تم الحفظ
az: xilas oldu
bg: Запазени
es: Guardado
et: Salvestatud
fa_ir: ذخیره
fi: Tallennettu
fr: enregistré
ko: 저장됨
lv: Saglabāts
nl: bewaard
pl: zapisany
pt: Salvar como anotação
ru: Сохранено
sk: uložené
sr: sačuvano
sw: Imehifadhiwa
tr: kaydedildi

source: Save Failed
am: ማስቀመጥ አልተሳካም።
ar: فشل عملية الحفظ
az: Saxlama uğursuz oldu
bg: Запазването не бе успешно
es: Fallo al guardar
et: Salvestamine nurjus
fa_ir: ذخیره انجام نشد
fi: Tallennus epäonnistui
fr: Échec de l'enregistrement
ko: 저장 실패
lv: Saglabāt neizdevās
nl: Opslaan mislukt
pl: Zapisywanie Nie powiodło się
pt: Falha ao salvar
ru: Ошибка сохранения
sk: Uloženie zlyhalo
sr: Сачување није успело
sw: Imeshindwa Kuhifadhi
tr: Kayıt başarısız

# thereIsNoTDPForTheYearX
source: There is no TDP for the selected year.
am: ለተመረጠው ዓመት ምንም TDP የለም.
ar: لا يوجد TDP للسنة المحددة.
az: Seçilmiş il üçün TDP yoxdur.
bg: Няма ПРП за избраната година.
es: No hay TDP para el año seleccionado.
et: Valitud aastaks pole TDP-d.
fa_ir: هیچ TDP برای سال انتخابی وجود ندارد.
fi: Valitulle vuodelle ei ole TDPtä.
fr: Il n’y a aucun PRC pour l’année sélectionnée.
ko: 선택한 연도에 대한 TDP가 없습니다.
lv: Atlasītajam gadam nav TDP.
nl: Er is geen TDP voor het geselecteerde jaar.
pl: W wybranym roku nie ma TDP.
pt: Não há TDP para o ano selecionado.
ru: На выбранный год нет TDP.
sk: Pre vybraný rok neexistuje žiadne TDP.
sr: Не постоји ТДП за изабрану годину.
sw: Hakuna TDP kwa mwaka uliochaguliwa.
tr: Seçilen yıl için TDP yok.

# viewTDPMonitoringForX
source: View TDP monitoring for {{ requestedYear$ | async }}
am: ለ TDP ክትትልን ይመልከቱ {{ requestedYear$ | async }}
ar: عرض مراقبة TDP لـ{{ requestedYear$ | async }}
az: üçün TDP monitorinqinə baxın{{ requestedYear$ | async }}
bg: Преглед на мониторинг на ПРП за {{ requestedYear$ | async }}
es: Ver el monitoreo del TDP para {{ requestedYear$ | async }}
et: Kuva TDP jälgimine{{ requestedYear$ | async }}
fa_ir: مشاهده نظارت TDP برای{{ requestedYear$ | async }}
fi: Näytä TDP-seuranta{{ requestedYear$ | async }}
fr: Voir le suivi du PRC de {{ requestedYear$ | async }}
ko: {{ requestedYear$ | async }}에 대한 TDP 모니터링 보기
lv: Skatīt TDP uzraudzību{{ requestedYear$ | async }}
nl: Bekijk TDP-monitoring voor {{ requestedYear$ | async }}
pl: Wyświetl monitorowanie TDP dla{{ requestedYear$ | async }}
pt: Exibir monitoramento TDP para{{ requestedYear$ | async }}
ru: Просмотреть Мониторинг TDP для {{ requestedYear$ | async }}
sk: Zobraziť monitorovanie TDP pre{{ requestedYear$ | async }}
sr: Погледајте ТДП надзор за{{ requestedYear$ | async }}
sw: Tazama ufuatiliaji wa TDP kwa{{ requestedYear$ | async }}
tr: İçin TDP izlemeyi görüntüleyin{{ requestedYear$ | async }}

source: Yearly
am: በየአመቱ
ar: سنوي
az: İllik
bg: Годишно
es: Anual
et: Aastas
fa_ir: سالانه
fi: Vuosittain
fr: Annuel
ko: 연도별
lv: Ik gadu
nl: Jaarlijks
pl: Rok
pt: Anual
ru: Год
sk: Ročne
sr: Годишње
sw: Kila mwaka
tr: Yıllık

source: Quarterly
am: በየሩብ ዓመቱ
ar: ربعي
az: Rüblük
bg: На тримесечие
es: Trimestral
et: Kord kvartalis
fa_ir: سه ماه یکبار
fi: Neljännesvuosittain
fr: Trimestriel
ko: 분기별
lv: Reizi ceturksnī
nl: Per kwartaal
pl: Kwartał
pt: Trimestral
ru: Квартал
sk: Štvrťročne
sr: Тромесечно
sw: Kila robo
tr: Üç ayda bir

source: Monthly
am: ወርሃዊ
ar: شهريا
az: Aylıq
bg: Месечно
es: Mensual
et: Igakuine
fa_ir: ماهانه
fi: Kuukausittain
fr: Mensuel
ko: 월별
lv: Ikmēneša
nl: Maandelijks
pl: Miesiąc
pt: Por mês
ru: Месяц
sk: Mesačne
sr: Месечно
sw: Kila mwezi
tr: Aylık

# total_colon
source: Total:
am: ጠቅላላ፡
ar: مجموع:
az: Ümumi:
bg: Общо:
et: Kokku:
fa_ir: جمع:
fi: Kaikki yhteensä:
ko: 합계:
lv: Kopā:
nl: Totaal:
pl: Całkowity:
ru: Общее:
sk: Celkom:
sr: Укупно:
sw: Jumla:
tr: Toplam:

# totalXRecoded
source: <strong>{{ total }}</strong> recorded
am: <strong>{{ total }}</strong> ተመዝግቧል
ar: <strong>{{ total }}</strong> مسجل
az: <strong>{{ total }}</strong> qeydə alınıb
bg: <strong>{{ total }}</strong> записани
es: <strong>{{ total }}</strong> grabado
et: <strong>{{ total }}</strong> salvestatud
fa_ir: <strong>{{ total }}</strong> ثبت شده
fi: <strong>{{ total }}</strong> tallennettu
fr: <strong>{{ total }}</strong> enregistrés
ko: <strong>{{ total }}</strong> 기록됨
lv: <strong>{{ total }}</strong> ierakstīts
nl: <strong>{{ total }}</strong> opgenomen
pl: <strong>{{ total }}</strong> nagrany
pt: <strong>{{ total }}</strong> gravado
ru: <strong>{{ total }}</strong> записано
sk: <strong>{{ total }}</strong> zaznamenané
sr: <strong>{{ total }}</strong> снимљено
sw: <strong>{{ total }}</strong> iliyorekodiwa
tr: <strong>{{ total }}</strong> kaydedilen

# totalXRecordedOutOfXForecast
source: <strong>{{ total }}</strong> recorded out of <strong>{{ totalForecast }}</strong> forecast
am: <strong>{{ total }}</strong> ውጭ ተመዝግቧል <strong>{{ totalForecast }}</strong> ትንበያ
ar: <strong>{{ total }}</strong> تم تسجيله من <strong>{{ totalForecast }}</strong> المتوقع
az: <strong>{{ total }}</strong> -dən qeydə alınıb <strong>{{ totalForecast }}</strong> proqnoz
bg: <strong>{{ total }}</strong> записано от <strong>{{ totalForecast }}</strong> прогноза
es: <strong>{{ total }}</strong> grabado fuera de <strong>{{ totalForecast }}</strong> pronóstico
et: <strong>{{ total }}</strong> salvestatud välja <strong>{{ totalForecast }}</strong> prognoos
fa_ir: <strong>{{ total }}</strong> ثبت شده از <strong>{{ totalForecast }}</strong> پیش بینی
fi: <strong>{{ total }}</strong> tallennettu <strong>{{ totalForecast }}</strong> ennusteesta
fr: <strong>{{ total }}</strong> enregistrés sur <strong>{{ totalForecast }}</strong> prévus
ko: <strong>{{ total }}</strong> 이 (가) <strong>{{ totalForecast }}</strong> 예측 중 기록됨
lv: <strong>{{ total }}</strong> ierakstīts no <strong>{{ totalForecast }}</strong> prognoze
nl: <strong>{{ total }}</strong> opgenomen uit <strong>{{ totalForecast }}</strong> voorspelling
pl: <strong>{{ total }}</strong> nagrane z <strong>{{ totalForecast }}</strong> prognoza
pt: <strong>{{ total }}</strong> registrado fora da <strong>{{ totalForecast }}</strong> previsão
ru: <strong>{{ total }}</strong> записано из <strong>{{ totalForecast }}</strong> в прогнозе
sk: <strong>{{ total }}</strong> zaznamenané z <strong>{{ totalForecast }}</strong> predpoveď
sr: <strong>{{ total }}</strong> забележено од <strong>{{ totalForecast }}</strong> прогноза
sw: <strong>{{ total }}</strong> iliyorekodiwa nje ya <strong>{{ totalForecast }}</strong> utabiri
tr: <strong>{{ total }}</strong> <strong>{{ totalForecast }}</strong> tahmin dışı kaydedildi

# inCompetition_colon
source: In Competition:
am: በውድድሩ፡-
ar: في المنافسة:
az: Müsabiqədə:
bg: Състезателно
es: En competición
et: Võistlusel:
fa_ir: در رقابت:
fi: Kilpailu:
fr: En compétition:
ko: 경기기간 중:
lv: Sacensībās:
nl: In competitie:
pl: W zawodach:
pt: Em competição:
ru: Соревновательный:
sk: V súťaži:
sr: У конкуренцији:
sw: Katika Mashindano:
tr: Rekabette:

# outOfCompetition_colon
source: Out of Competition:
am: ከውድድር ውጪ፡-
ar: خارج المنافسة:
az: Müsabiqədən kənar:
bg: Извънсъстезателно:
es: Fuera de competición
et: Võistlusest väljas:
fa_ir: خارج از رقابت:
fi: Kilpailun ulkopuolella:
fr: Hors compétition
ko: 경기기간 외:
lv: Ārpus sacensībām:
nl: Buiten competitie:
pl: Poza zawodami:
pt: Fora da competição:
ru: Внесоревновательный:
sk: Mimo súťaže:
sr: Ван конкуренције:
sw: Nje ya Ushindani:
tr: Rekabet Dışı:

# sampleTypeTooltip
source: {{ translations$ | getSampleType:sample.sampleType | async }} Samples<br>IC: In Competition<br>OOC: Out of Competition
am: {{ translations$ | getSampleType:sample.sampleType | async }} ናሙናዎች<br>አይሲ፡ በውድድር ላይ<br>OOC፡ ከውድድር ውጪ
ar: {{ translations$ | getSampleType:sample.sampleType | async }} Samples<br>IC : في المنافسة<br>OOC : Out of pالمنافسة
az: {{ translations$ | getSampleType:sample.sampleType | async }}Nümunələr <br> IC: Müsabiqədə <br> OOC: Müsabiqədən kənar
bg: {{ translations$ | getSampleType:sample.sampleType | async }} Проби<br>IC: Състезателно<br>OOC: Извънсъстезателно
es: {{ translations$ | getSampleType:sample.sampleType | async }}Muestras <br> IC: En competición <br> OOC: Fuera de competición
et: {{ translations$ | getSampleType:sample.sampleType | async }}Näidised <br> IC: Võistleb <br> OOC: Konkurentsiväline
fa_ir: {{ translations$ | getSampleType:sample.sampleType | async }}نمونه ها <br> آی سی: در رقابت <br> OOC: خارج از رقابت
fi: {{ translations$ | getSampleType:sample.sampleType | async }} Näytteet<br>IC: Kilpailussa<br>OOC: Kilpailun ulkopuolella
fr: {{ translations$ | getSampleType:sample.sampleType | async }} Échantillons<br>IC: En compétition<br>OOC: Hors compétition
ko: {{ translations$ | getSampleType:sample.sampleType | async }} 시료<br>IC: 경기기간 중<br>OOC: 경기기간 외
lv: {{ translations$ | getSampleType:sample.sampleType | async }}Paraugi <br> IC: Sacensībās <br> OOC: ārpus konkurences
nl: {{ translations$ | getSampleType:sample.sampleType | async }} Monsters<br>IC: In competitie<br>OOC: buiten competitie
pl: {{ translations$ | getSampleType:sample.sampleType | async }} Próbki<br>IC: podczas zawodów<br>OOC: poza zawodami
pt: {{ translations$ | getSampleType:sample.sampleType | async }} Amostras<br>IC: Na competição<br>OOC: Fora da competição
ru: {{ translations$ | getSampleType:sample.sampleType | async }} Пробы<br>IC: соревновательные<br>OOC: внесоревновательные
sk: {{ translations$ | getSampleType:sample.sampleType | async }}Vzorky <br> IC: V súťaži <br> OOC: Mimo súťaže
sr: {{ translations$ | getSampleType:sample.sampleType | async }}Узорци <br> ИЦ: У конкуренцији <br> ООЦ: Ван конкуренције
sw: {{ translations$ | getSampleType:sample.sampleType | async }}Sampuli <br> IC: Katika Mashindano <br> OOC: Nje ya Mashindano
tr: {{ translations$ | getSampleType:sample.sampleType | async }} Örnekler<br>IC: Yarışmada<br>OOC: Rekabet dışı

# analysisCategoryTooltip
source: ({{ translations$ | getAnalysisCategory:analysis.analysisCategory | async }}) Analyses<br>IC: In competition<br>OOC: Out of competition
am: ({{ translations$ | getAnalysisCategory:analysis.analysisCategory | async }}) ይተነትናል።<br>አይሲ፡ ውድድር ላይ<br>OOC፡ ከውድድር ውጪ
ar: ({{ translations$ | getAnalysisCategory:analysis.analysisCategory | async }}) التحاليل<br>IC : في المنافسة<br>OOC : خارج المنافسة
az: ({{ translations$ | getAnalysisCategory:analysis.analysisCategory | async }} ) Təhlil edir <br> IC: Müsabiqədə <br> OOC: Rəqabətdən kənar
bg: ({{ translations$ | getAnalysisCategory:analysis.analysisCategory | async }} ) Анализи <br> IC: В състезание <br> OOC: Извън конкуренцията
es: ({{ translations$ | getAnalysisCategory:analysis.analysisCategory | async }} ) Analiza <br> IC: En competición <br> OOC: Fuera de competición
et: ({{ translations$ | getAnalysisCategory:analysis.analysisCategory | async }} ) Analüüsid <br> IC: Võistlemas <br> OOC: Väljaspool konkurentsi
fa_ir: ({{ translations$ | getAnalysisCategory:analysis.analysisCategory | async }} ) تجزیه و تحلیل می کند <br> آی سی: در رقابت <br> OOC: خارج از رقابت
fi: ({{ translations$ | getAnalysisCategory:analysis.analysisCategory | async }} ) Analyysit <br> IC: Kilpailussa <br> OOC: Kilpailun ulkopuolella
fr: ({{ translations$ | getAnalysisCategory:analysis.analysisCategory | async }}) analyses<br>IC: En compétition<br>OOC: Hors compétition
ko: ({{ translations$ | getAnalysisCategory:analysis.analysisCategory | async }}) 분석<br>IC : 경기기간 중<br>OOC: 경기기간 외
lv: ({{ translations$ | getAnalysisCategory:analysis.analysisCategory | async }} ) Analīzes <br> IC: Sacensībās <br> OOC: ārpus konkurences
nl: ({{ translations$ | getAnalysisCategory:analysis.analysisCategory | async }}) Analyses<br>IC: In competitie<br>OOC: buiten competitie
pl: ({{ translations$ | getAnalysisCategory:analysis.analysisCategory | async }} ) Analizy <br> IC: Na zawodach <br> OOC: Poza zawodami
pt: ({{ translations$ | getAnalysisCategory:analysis.analysisCategory | async }}) Análises<br>IC: Em competição<br>OOC: Fora da concorrência
ru: ({{ translations$ | getAnalysisCategory:analysis.analysisCategory | async }}) Анализы<br>IC: соревновательные<br>OOC: внесоревновательные
sk: ({{ translations$ | getAnalysisCategory:analysis.analysisCategory | async }} ) Analýzy <br> IC: V súťaži <br> OOC: Mimo súťaže
sr: ({{ translations$ | getAnalysisCategory:analysis.analysisCategory | async }} ) Анализе <br> ИЦ: У конкуренцији <br> ООЦ: Ван конкуренције
sw: ({{ translations$ | getAnalysisCategory:analysis.analysisCategory | async }} ) Inachanganua <br> IC: Katika mashindano <br> OOC: Nje ya mashindano
tr: ({{ translations$ | getAnalysisCategory:analysis.analysisCategory | async }})<br>IC: Yarışmada<br>OOC: Rekabet Dışı Analiz

source: Filters
am: ማጣሪያዎች
ar: المرشحات
az: Filtrlər
bg: Филтри
es: Filtros
et: Filtrid
fa_ir: فیلترها
fi: Suodattimet
fr: Filtres
ko: 필터
lv: Filtri
pl: Filtry
pt: Filtros
ru: Фильтры
sk: Filtre
sr: Филтери
sw: Vichujio
tr: Filtreler

source: Date Range
am: የቀን ክልል
ar: نطاق الموعد
az: Tarix aralığı
bg: Период от време
es: Rango de fechas
et: Kuupäevavahemik
fa_ir: محدوده زمانی
fi: Ajanjakso
fr: Intervalle de dates
ko: 일자 범위
lv: Datumu diapazons
nl: Datumbereik
pl: Zakres dat
pt: Intervalo de datas
ru: Диапазон дат
sk: Rozsah dátumov
sr: Период
sw: Muda wa tarehe
tr: Tarih Aralığı

# to_lowercase
source: to
am: ለ
ar: الى
az: üçün
bg: до
es: A
et: kuni
fa_ir: به
fi: asti
fr: à
ko: 까지
lv: uz
nl: tot
pl: do
pt: para
ru: до
sk: do / k
sr: za
sw: hadi
tr: tarihine kadar

# custom_parentheses
source: (Custom)
am: (ብጁ)
ar: (مخصص)
az: (Fərdi)
bg: (Персонализиран)
et: (Kohandatud)
fa_ir: (سفارشی)
fi: (Mukautettu)
fr: (Personnalisé)
ko: (권한)
lv: (Pielāgots)
nl: (Op maat)
pl: (Zwyczaj)
pt: (Personalizadas)
ru: (Пользовательский)
sk: (vlastné)
sr: (Обичај)
tr: (Özel)

# yearToDate_parentheses
source: (Year to Date)
am: (ከዓመት እስከ ቀን)
ar: (منذ بدلية العام ز حتى اليوم)
az: (Bu günə qədər il)
bg: (Година към днешна дата)
es: (Año hasta la fecha)
et: (Aasta kuni kuupäev)
fa_ir: (سال به تاریخ)
fi: (Päivälleen vuosi)
fr: (Depuis le début de l'année)
ko: (올해 초부터 현재까지)
lv: (Gads līdz datumam)
nl: (Jaar tot op heden)
pl: (Od początku roku)
pt: (No acumulado do ano)
ru: (С начала года)
sk: (od roku do dnešného dňa)
sr: (Године до данас)
sw: (Mwaka hadi Tarehe)
tr: (Sene başından beri)

source: Planned and Completed - Sample(s) Collected
am: የታቀደ እና የተጠናቀቀ - ናሙና(ዎች) ተሰብስቧል
ar: تم جمع العينة (العينات) المخططة والمكتملة
az: Planlaşdırılmış və Tamamlanmış - Nümunə(lər) Toplanmışdır
bg: Планирана и завършена - Взета/и проба/и
es: Muestras planeadas y completadas - Muestras recogidas
et: Planeeritud ja lõpule viidud proov (id) kogutud
fa_ir: برنامه ریزی شده و تکمیل شده - نمونه (های) جمع آوری شده است
fi: Suunnitellut ja Valmiit - näyte(ttä) otettu
fr: Planifiés et collectés
ko: 계획 및 채취 완료한 시료 보기
lv: Plānots un pabeigts — paraugs(-i) savākti
nl: Gepland en voltooid monster (s) verzameld
pl: Zaplanowane i pobrane próbki
pt: Planejado e Completado - Amostra (s) coletada
ru: Запланированные и отобранные пробы
sk: Plánované a dokončené - zhromaždené vzorky
sr: Планирани и завршени узорци
sw: Imepangwa na Kukamilika - Sampuli Imekusanywa
tr: Planlanan ve Tamamlanan-Toplanan Örnek (ler)

# completedSamplesCollectedNoLabResultMatched
source: Completed-Sample(s) Collected - No laboratory result matched
am: የተጠናቀቀ-ናሙና(ዎች) ተሰብስቧል - ምንም የላብራቶሪ ውጤት አልተዛመደም።
ar: تم استكمال-عينة (عينة)-لم يتم مطابقة نتائج المختبر
az: Tamamlandı-Nümunə(lər) Toplandı - Heç bir laboratoriya nəticəsi uyğun gəlmədi
bg: Завършено-събрана(и) проба(и) - Няма съвпадение с лабораторен резултат
es: Muestra (s) completa (s) recolectada: ningún resultado de laboratorio coincide
et: Lõpetatud – proov(id) kogutud – laboratoorseid tulemusi ei leitud
fa_ir: تکمیل شده-نمونه(های) جمع آوری شده - هیچ نتیجه آزمایشگاهی مطابقت ندارد
fi: Valmis-näyte/näytteet otettu - Laboratoriotulos ei ole yhdistynyt
fr: Complété - Échantillon(s) prélevé(s) - Pas de résultat de laboratoire apparié
ko: 완료 - 시료 채취됨 - 분석기관 결과가 일치하지 않음
lv: Pabeigts — savākts(-i) paraugs(-i) — neviens laboratorijas rezultāts neatbilst
nl: De afgenomen stalen zijn volledig - het labo resultaat is niet gekoppeld
pl: Zebrane próbki ukończone — brak wyników badań laboratoryjnych
pt: Amostra (s) concluída (s) coletada (s) - Nenhum resultado laboratorial
ru: Отобранные пробы - результаты лабораторных анализов не найдены
sk: Completed-Sample(s) Collected - Žiadny laboratórny výsledok sa nezhoduje
sr: Prikupljeni kompletni uzorci - nijedan laboratorijski rezultat se ne podudara
sw: Sampuli-Zilizokamilishwa - Hakuna matokeo ya maabara yanayolingana
tr: Tamamlanmış Örnek (ler) Toplandı - Laboratuvar sonuçları eşleşmedi

# completedSamplesCollectedLabResultReported
source: Complete-Sample(s) Collected - Laboratory result reported
am: የተሟላ ናሙና(ዎች) ተሰብስቧል - የላብራቶሪ ውጤት ሪፖርት ተደርጓል
ar: اتمام-عينة (عينات) تم تجميعها-تم تسجيل النتائج في المختبر
az: Tam-Nümunə(lər) Toplandı - Laboratoriya nəticəsi bildirildi
bg: Завършено-събрана(и) проба(и) - Докладван лабораторен резултат
es: Muestra (s) completa (s) recopilada: se informa el resultado de laboratorio
et: Täielik proov (proovid) kogutud – laboritulemused
fa_ir: نمونه (های) کامل جمع آوری شد - نتایج آزمایشگاهی گزارش شد
fi: Valmis-näyte/näytteet otettu - Laboratoriotulos raportoitu
fr: Complet - Échantillon(s) prélevé(s) - Résultat de laboratoire rapporté
ko: 완료 - 시료 채취됨 - 분석기관 결과가 보고됨
lv: Savākts(-i) pilns(-i) paraugs(-i) – ziņots par laboratorijas rezultātu
nl: Complete monster(s) verzameld - laboratoriumresultaat gerapporteerd
pl: Pobrano pełną próbkę (próbki) — zgłoszono wyniki laboratoryjne
pt: Amostra (s) completa (s) coletada (s) - Resultado laboratorial
ru: Отобранные пробы - результаты лабораторных анализов загружены
sk: Kompletná vzorka (vzorky) odobratá - laboratórny výsledok oznámený
sr: Kompletni prikupljeni uzorci - prijavljen laboratorijski rezultat
sw: Sampuli-Kamili Zimekusanywa - Matokeo ya maabara yameripotiwa
tr: Tamamlanmış Örnek (ler) Toplandı - Laboratuvar sonuçları bildirildi

# exportCsv_uppercase
source: EXPORT.CSV
am: ወደ ውጪ ላክ።CSV
ar: ارسال .CSV
es: EXPORTAR.CSV
et: EKSPORT.CSV
fi: VIE.CSV
fr: Exportez CSV
lv: EKSPORTĒT.CSV
pl: EKSPORT.CSV
pt: ARQUIVO EXPORT.CSV
sr: IZVOZ. CSV
sw: USAFIRISHAJI.CSV

# tdssaMinLevelOfAnalysisLegend
source: TDSSA Minimum Level of Analysis (MLA) Legend
am: TDSSA አነስተኛ የትንታኔ ደረጃ (ኤምኤልኤ) አፈ ታሪክ
ar: TDSSA الحد الأدنى لمستوى التحليل (MLA)
az: TDSSA Minimum Analiz Səviyyəsi (MLA) Legend
bg: Легенда за минимално ниво на анализ на ТДССА (МНА)
es: Leyenda del Nivel Mínimo de Análisis (MLA) del TDSSA
et: TDSSA analüüsi miinimumtaseme (MLA) legend
fa_ir: TDSSA حداقل سطح تحلیل (MLA) Legend
fi: TDSSA Analyysien vähimmäismäärän (MLA) selite
fr: DTASS nombre minimum d'analyse (NMA) - Légende
ko: TDSSA 최소 분석 수준 (MLA) 범례
lv: TDSSA minimālā analīzes līmeņa (MLA) leģenda
nl: Legenda voor TDSSA-minimumniveau van analyse (MLA)
pl: Legenda TDSSA dotycząca minimalnego poziomu analiz (MLA)
pt: Legenda do nível mínimo de análise (MLA) TDSSA
ru: Условные обозначения минимального уровня анализа (MLA) TDSSA
sk: Legenda minimálnej úrovne analýzy TDSSA (MLA).
sr: Легенда ТДССА о минималном нивоу анализе (МЛА)
sw: Ngazi ya Chini ya Uchambuzi (MLA) ya TDSSA
tr: TDSSA Minimum Analiz Seviyesi (MLA) Açıklamaları

# numberOfAnalysesAboveTdssa
source: Number of specific analyses is above or equal to the TDSSA requirement
am: የተወሰኑ ትንታኔዎች ብዛት ከ TDSSA መስፈርት በላይ ወይም እኩል ነው።
ar: عدد التحليلات المحددة أعلاه أو مساوية لمتطلبات TDSSA
az: Xüsusi analizlərin sayı TDSSA tələbindən yuxarı və ya ona bərabərdir
bg: Броят на специфичните анализи е над или равен на изискването за TDSSA
es: El número de análisis específicos es superior o igual al requisito de TDSSA
et: Spetsiifiliste analüüside arv on suurem või võrdne TDSSA nõudega
fa_ir: تعداد آنالیزهای خاص بالاتر یا برابر با نیاز TDSSA است
fi: Erityisanalyysien määrä on suurempi tai yhtä suuri kuin TDSSA-vaatimus
fr: Nombre d’analyses spécifiques supérieur ou égal aux exigences du DTASS
ko: 특정 분석의 수는 TDSSA 요건 이상이다.
lv: Specifisko analīžu skaits ir lielāks vai vienāds ar TDSSA prasību
nl: Het aantal specifieke analyses is hoger dan of gelijk aan de TDSSA-eis
pl: Liczba szczegółowych analiz jest wyższa lub równa wymaganiom TDSSA
pt: Número de análises específicas é superior ou igual ao requisito TDSSA
ru: Количество конкретных анализов выше или равно требованию TDSSA
sk: Počet špecifických analýz je vyšší alebo rovný požiadavke TDSSA
sr: Број специфичних анализа је већи или једнак захтеву ТДССА
sw: Idadi ya uchanganuzi mahususi iko juu au sawa na mahitaji ya TDSSA
tr: Belirli analiz sayısı TDSSA gereksiniminin üzerinde veya eşittir

# numberOfAnalysesBelowTdssa
source: Number of specific analyses is less than the TDSSA requirement
am: የተወሰኑ ትንታኔዎች ቁጥር ከ TDSSA መስፈርት ያነሰ ነው።
ar: عدد التحليلات المحددة أقل من متطلبات TDSSA
az: Xüsusi analizlərin sayı TDSSA tələbindən azdır
bg: Броят на специфичните анализи е по-малък от изискването за TDSSA
es: El número de análisis específicos es menor que el requisito de TDSSA
et: Spetsiifiliste analüüside arv on väiksem kui TDSSA nõue
fa_ir: تعداد آنالیزهای خاص کمتر از نیاز TDSSA است
fi: Erityisanalyysien määrä on pienempi kuin TDSSA-vaatimus
fr: Nombre d’analyses spécifiques est inférieur aux exigences du DTASS
ko: 특정 분석의 수가 TDSSA 요건 미만이다.
lv: Specifisko analīžu skaits ir mazāks par TDSSA prasību
nl: Het aantal specifieke analyses is kleiner dan de TDSSA-eis
pl: Liczba szczegółowych analiz jest mniejsza niż wymóg TDSSA
pt: Número de análises específicas é menor do que o requisito TDSSA
ru: Количество конкретных анализов меньше требований TDSSA
sk: Počet špecifických analýz je menší ako požiadavka TDSSA
sr: Број специфичних анализа је мањи од захтева за ТДССА
sw: Idadi ya uchanganuzi mahususi ni chini ya mahitaji ya TDSSA
tr: Belirli analiz sayısı TDSSA gereksiniminden daha azdır
