Repository: NandhineeR/WADA
Catalog: wada-ama-testcenter-web-57718053929f/wada-ama-testcenter-web-57718053929f/src/i18n/messages.ti.xlf
Languages: ti_et

source: Whereabouts
ti_et: ኣበይ ከም ዘሎ

source: Athlete Biological Passport
ti_et: ኣትሌት ባዮሎጂካል ፓስፖርት።

source: Testing
ti_et: ፈተና

# notesAndLogProfileActivity
source: Show notes and log profile activity
ti_et: መዘኻኸሪታትን ንጥፈት ፕሮፋይል ምዝገባን ኣርእዩ

source: Athlete
ti_et: ስፖርተኛ

# adamsIdX
source: ADAMS ID: {{athlete.adamsId}}
ti_et: ኣዳምስ መለለዪ ቁጽሪ፤ {{athlete.adamsId}}

source: Nationalities
ti_et: ዜግነት

# athlete_upload_photo
source: UPLOAD PHOTO
ti_et: ስእሊ ኣራግፍ

source: Age
ti_et: ዕድመ

# xAthleteAge
source: {{ athlete?.dateOfBirth | calculateAge }} years old
ti_et: {{ athlete?.dateOfBirth | calculateAge }} ዓመት ዝዕድሚኡ

# dashboard_uppercase
source: DASHBOARD
ti_et: ዳሽቦርድ

# profile_uppercase
source: PROFILE
ti_et: ታሪኽ ህይወት

# tests_uppercase
source: TESTS
ti_et: ፈተናታት

# biologicalPassport_uppercase
source: ATHLETE BIOLOGICAL PASSPORT
ti_et: ኣትሌት ባዮሎጂካዊ ፓስፖርት።

# whereabouts_uppercase
source: WHEREABOUTS
ti_et: ኣበይ ከም ዘሎ

# tue_uppercase
source: TUE
ti_et: ትውፊቱ

# adrv_uppercase
source: PENDING CASES
ti_et: ገና ዘይተጸበየ ጕዳያት

# sanctions_uppercase
source: CONCLUSION OF CASES
ti_et: መደምደምታ ጕዳያት

# accessPermissions_uppercase
source: ACCESS PERMISSIONS
ti_et: ናይ ምብጻሕ ፍቓድ

# accountManagement_uppercase
source: ACCOUNT MANAGEMENT
ti_et: ምሕደራ ሕሳብ

# youAreUnauthorized
source: You are not authorized to view this page
ti_et: ነዚ ገጽ ንምርኣይ ፍቓድ የብልካን።

source: Dashboard ADAMS
ti_et: ዳሽቦርድ ኣዳምስ

source: Search
ti_et: ድለ

source: Search Magnifier
ti_et: ናይ ምድላይ መጉልሒ

source: Search Athletes
ti_et: ኣትሌታት ድለዩ።

source: Contact
ti_et: ርክብ

source: Help
ti_et: ሓገዝ

source: User
ti_et: ተጠቃሚ

source: On behalf of
ti_et: ኣብ ክንዲ

source: User Preferences
ti_et: ምርጫታት ተጠቃሚ

# logout
source: <span>Logout</span><svg version="1.1" xmlns="http://www.w3.org/2000/svg" xmlns:xlink="http://www.w3.org/1999/xlink" viewBox="-50 -80 600 650" xml:space="preserve"><path d="M445.223,0H142.589c-6.683,0-12.105,5.423-12.105,12.105v180.979h16.65c-5.006-6.392-7.725-14.224-7.725-22.467 c-0.006-9.764,3.8-18.943,10.708-25.845c1.421-1.421,2.973-2.687,4.583-3.845V24.211h278.417v8.697l-127.104,92.285v395.155 l127.796-92.787c1.626,4.77,6.095,8.228,11.414,8.228c6.685,0,12.105-5.426,12.105-12.105V12.105 C457.328,5.417,451.907,0,445.223,0z M354.031,331.973c-5.71,0-10.468-7.046-11.691-16.485h-13.63v-10.592h13.819 c1.448-8.86,6.017-15.38,11.49-15.38c6.638,0,12.011,9.498,12.011,21.231C366.042,322.468,360.663,331.973,354.031,331.973z M150.122,314.471c1.424,1.412,2.967,2.678,4.572,3.824v105.389c0,6.68-5.426,12.105-12.105,12.105 c-6.683,0-12.105-5.426-12.105-12.105V266.139h16.65C135.948,280.466,136.935,301.271,150.122,314.471z M236.706,218.385 c4.817,4.817,4.817,12.608,0,17.425l-58.995,59.001c-2.403,2.394-5.556,3.605-8.709,3.611c-3.153-0.006-6.307-1.206-8.71-3.611 c-4.811-4.817-4.805-12.613,0-17.419l37.974-37.977H75.336c-6.803,0-12.315-5.512-12.315-12.315 c0-6.803,5.506-12.318,12.321-12.318h122.917l-37.968-37.974c-4.805-4.805-4.811-12.608,0-17.413 c4.812-4.812,12.614-4.812,17.425,0L236.706,218.385z"/><path d="M445.223,0H142.589c-6.683,0-12.105,5.423-12.105,12.105v180.979h16.65c-5.006-6.392-7.725-14.224-7.725-22.467 c-0.006-9.764,3.8-18.943,10.708-25.845c1.421-1.421,2.973-2.687,4.583-3.845V24.211h278.417v8.697l-127.104,92.285v395.155 l127.796-92.787c1.626,4.77,6.095,8.228,11.414,8.228c6.685,0,12.105-5.426,12.105-12.105V12.105 C457.328,5.417,451.907,0,445.223,0z M354.031,331.973c-5.71,0-10.468-7.046-11.691-16.485h-13.63v-10.592h13.819 c1.448-8.86,6.017-15.38,11.49-15.38c6.638,0,12.011,9.498,12.011,21.231C366.042,322.468,360.663,331.973,354.031,331.973z M150.122,314.471c1.424,1.412,2.967,2.678,4.572,3.824v105.389c0,6.68-5.426,12.105-12.105,12.105 c-6.683,0-12.105-5.426-12.105-12.105V266.139h16.65C135.948,280.466,136.935,301.271,150.122,314.471z M236.706,218.385 c4.817,4.817,4.817,12.608,0,17.425l-58.995,59.001c-2.403,2.394-5.556,3.605-8.709,3.611c-3.153-0.006-6.307-1.206-8.71-3.611 c-4.811-4.817-4.805-12.613,0-17.419l37.974-37.977H75.336c-6.803,0-12.315-5.512-12.315-12.315 c0-6.803,5.506-12.318,12.321-12.318h122.917l-37.968-37.974c-4.805-4.805-4.811-12.608,0-17.413 c4.812-4.812,12.614-4.812,17.425,0L236.706,218.385z"/></svg>
ti_et: <span>ኣውት ኣውት</span><svg version="1.1" xmlns="http://www.w3.org/2000/svg" xmlns:xlink="http://www.w3.org/1999/xlink" viewBox="-50 -80 600 650" xml:space="preserve"><path d="M445.223,0H142.589c-6.683,0-12.105,5.423-12.105,12.105v180.979h16.65c-5.006-6.392-7.725-14.224-7.725-22.467 c-0.006-9.764,3.8-18.943,10.708-25.845c1.421-1.421,2.973-2.687,4.583-3.845V24.211h278.417v8.697l-127.104,92.285v395.155 l127.796-92.787c1.626,4.77,6.095,8.228,11.414,8.228c6.685,0,12.105-5.426,12.105-12.105V12.105 C457.328,5.417,451.907,0,445.223,0z M354.031,331.973c-5.71,0-10.468-7.046-11.691-16.485h-13.63v-10.592h13.819 c1.448-8.86,6.017-15.38,11.49-15.38c6.638,0,12.011,9.498,12.011,21.231C366.042,322.468,360.663,331.973,354.031,331.973z M150.122,314.471c1.424,1.412,2.967,2.678,4.572,3.824v105.389c0,6.68-5.426,12.105-12.105,12.105 c-6.683,0-12.105-5.426-12.105-12.105V266.139h16.65C135.948,280.466,136.935,301.271,150.122,314.471z M236.706,218.385 c4.817,4.817,4.817,12.608,0,17.425l-58.995,59.001c-2.403,2.394-5.556,3.605-8.709,3.611c-3.153-0.006-6.307-1.206-8.71-3.611 c-4.811-4.817-4.805-12.613,0-17.419l37.974-37.977H75.336c-6.803,0-12.315-5.512-12.315-12.315 c0-6.803,5.506-12.318,12.321-12.318h122.917l-37.968-37.974c-4.805-4.805-4.811-12.608,0-17.413 c4.812-4.812,12.614-4.812,17.425,0L236.706,218.385z"/><path d="M445.223,0H142.589c-6.683,0-12.105,5.423-12.105,12.105v180.979h16.65c-5.006-6.392-7.725-14.224-7.725-22.467 c-0.006-9.764,3.8-18.943,10.708-25.845c1.421-1.421,2.973-2.687,4.583-3.845V24.211h278.417v8.697l-127.104,92.285v395.155 l127.796-92.787c1.626,4.77,6.095,8.228,11.414,8.228c6.685,0,12.105-5.426,12.105-12.105V12.105 C457.328,5.417,451.907,0,445.223,0z M354.031,331.973c-5.71,0-10.468-7.046-11.691-16.485h-13.63v-10.592h13.819 c1.448-8.86,6.017-15.38,11.49-15.38c6.638,0,12.011,9.498,12.011,21.231C366.042,322.468,360.663,331.973,354.031,331.973z M150.122,314.471c1.424,1.412,2.967,2.678,4.572,3.824v105.389c0,6.68-5.426,12.105-12.105,12.105 c-6.683,0-12.105-5.426-12.105-12.105V266.139h16.65C135.948,280.466,136.935,301.271,150.122,314.471z M236.706,218.385 c4.817,4.817,4.817,12.608,0,17.425l-58.995,59.001c-2.403,2.394-5.556,3.605-8.709,3.611c-3.153-0.006-6.307-1.206-8.71-3.611 c-4.811-4.817-4.805-12.613,0-17.419l37.974-37.977H75.336c-6.803,0-12.315-5.512-12.315-12.315 c0-6.803,5.506-12.318,12.321-12.318h122.917l-37.968-37.974c-4.805-4.805-4.811-12.608,0-17.413 c4.812-4.812,12.614-4.812,17.425,0L236.706,218.385z"/></svg>

source: Dashboard
ti_et: ዳሽቦርድ

source: Athletes
ti_et: ስፖርተኛታት

source: Test Distribution Plan
ti_et: ትልሚ ምክፍፋል ፈተናታት

source: TDP Monitoring
ti_et: ክትትል ህ.ወ.ሓ.ት

source: TDSSA Monitoring
ti_et: ክትትል TDSSA

source: Testing Order Management
ti_et: ምምሕዳር ስርዓት ፈተና

source: Therapeutic Use Exemption (TUE)
ti_et: ካብ ፍወሳዊ ኣጠቓቕማ ነጻ ምዃን (TUE)

source: Athlete Biological Passport (ABP)
ti_et: ኣትሌት ባዮሎጂካል ፓስፖርት (ABP)

source: Reports
ti_et: ጸብጻባት

source: Back to Classic
ti_et: ናብ ክላሲክ ንመለስ

# global_title
source: ADAMS NextGen
ti_et: ኣዳምስ ቀጺሉጀነራል

# mar_uppercase
source: MAR
ti_et: ማር

# apr_uppercase
source: APR
ti_et: ኤ.ፒ.ኣር

# may_uppercase
source: MAY
ti_et: ግንቦት

# aug_uppercase
source: AUG
ti_et: ነሓሰ

# dec_uppercase
source: DEC
ti_et: ታሕሳስ 2019 ዓ.ም

source: Me
ti_et: ኣነ

source: ERAs
ti_et: ኢራታት

source: GH
ti_et: ጂ.ኤች

source: Urine
ti_et: ሽንቲ

source: Blood
ti_et: ደም

source: Urine + Blood
ti_et: ሽንቲ + ደም

source: Isoforms
ti_et: ኣይሶፎርምስ

source: BioMarkers
ti_et: ባዮማርከራት

source: Isoforms + BioMarkers
ti_et: ኣይሶፎርምስ + ባዮማርከራት

source: GHS/GHRP
ti_et: GHS/GHRP ዝብል ጽሑፍ ኣሎ።

source: GHRH + GHS/GHRP
ti_et: GHRH + GHS/GHRP ዝብል ጽሑፍ ኣሎ።

source: Erythropoietin-Receptor agonists
ti_et: ኤሪትሮፖየቲን-ሪሰፕተር ኣጎኒስትስ

source: Growth hormone
ti_et: ሆርሞን ዕብየት።

source: Growth hormone–releasing hormone
ti_et: ሆርሞን ዕብየት–ዝለቅቕ ሆርሞን

# sampleType_urine
source: Urine
ti_et: ሽንቲ

# sampleType_blood
source: Blood
ti_et: ደም

source: Blood ABP
ti_et: ደም ኤቢፒ

source: Blood Passport
ti_et: ፓስፖርት ደም

source: Dried Blood Spot
ti_et: ዝነቐጸ ናይ ደም ቦታ

# breakTheMatch_lowercase
source: break the match
ti_et: ጸወታ ምብታኽ

# code_lowercase
source: code
ti_et: ኮድ

# type_lowercase
source: type
ti_et: ዓይነት

source: validity
ti_et: ቅኑዕነት

source: Doping Control Form
ti_et: ፎርም ምቍጽጻር ዶፒንግ

# dcf_uppercase
source: DCF
ti_et: ዲ. ሲ. ኤፍ.

source: Testing Order
ti_et: ስርዓት ፈተና

source: Unsuccessful Attempt
ti_et: ዘይተዓወተ ፈተነ

# tests_lowercase
source: tests
ti_et: ፈተናታት

source: Lead Doping Control Officer
ti_et: መሪሕ ሓላፊ ቁጽጽር ዶፒንግ

source: Grand Total
ti_et: ግራንድ ቶታል

source: Sport
ti_et: ስፖርት

source: Discipline
ti_et: ተግሳጽ

source: Total
ti_et: ድምር

# icUrineTest
source: Urine IC Test
ti_et: ናይ ሽንቲ IC መርመራ

# icUrineForecast
source: Urine IC Forecast
ti_et: ትንበያ ኣይሲ ሽንቲ

# icUrinePercent
source: Urine IC %
ti_et: ሽንቲ ኣይሲ % .

# oocUrineTest
source: Urine OOC Test
ti_et: ናይ ሽንቲ OOC መርመራ

# oocUrineForecast
source: Urine OOC Forecast
ti_et: ትንበያ OOC ሽንቲ

# oocUrinePercent
source: Urine OOC %
ti_et: ሽንቲ OOC % .

# icBloodTest
source: Blood IC Test
ti_et: ናይ ደም IC መርመራ

# icBloodForecast
source: Blood IC Forecast
ti_et: ትንበያ ደም ኣይሲ

# icBloodPercent
source: Blood IC %
ti_et: ደም ኣይሲ % .

# oocBloodTest
source: Blood OOC Test
ti_et: መርመራ ደም OOC

# oocBloodForecast
source: Blood OOC Forecast
ti_et: ትንበያ ደም OOC

# oocBloodPercent
source: Blood OOC %
ti_et: ደም OOC % .

# icBloodPassportTest
source: Blood Passport IC Test
ti_et: ናይ ደም ፓስፖርት IC መርመራ

# icBloodPassportForecast
source: Blood Passport IC Forecast
ti_et: ትንበያ ፓስፖርት ደም ኣይሲ

# icBloodPassportPercent
source: Blood Passport IC %
ti_et: ናይ ደም ፓስፖርት IC % .

# oocBloodPassportTest
source: Blood Passport OOC Test
ti_et: ናይ ደም ፓስፖርት OOC መርመራ

# oocBloodPassportForecast
source: Blood Passport OOC Forecast
ti_et: ትንበያ ፓስፖርት ደም OOC

# oocBloodPassportPercent
source: Blood Passport OOC %
ti_et: ናይ ደም ፓስፖርት OOC % .

# icDriedBloodSpotTest
source: Dried Blood Spot IC Test
ti_et: ደረቕ ደም ነጥቢ ኣይሲ መርመራ

# icDriedBloodSpotForecast
source: Dried Blood Spot IC Forecast
ti_et: ትንበያ ደረቕ ደም ነጥቢ ኣይሲ

# icDriedBloodSpotPercent
source: Dried Blood Spot IC %
ti_et: ደረቕ ደም ነጥቢ IC % .

# oocDriedBloodSpotTest
source: Dried Blood Spot OOC Test
ti_et: ደረቕ ደም ነጥቢ OOC መርመራ

# oocDriedBloodSpotForecast
source: Dried Blood Spot OOC Forecast
ti_et: ትንበያ ደረቕ ደም ነጥቢ OOC

# oocDriedBloodSpotPercent
source: Dried Blood Spot OOC %
ti_et: ደረቕ ደም ነጥቢ OOC % .

# icErasTest
source: ESA IC Test
ti_et: ፈተና ኢሳ ኣይሲ

# icErasForecast
source: ERA IC Forecast
ti_et: ትንበያ ኢራ ኣይሲ

# icErasPercent
source: ERA IC %
ti_et: ኢራ ኣይሲ % .

# oocErasTest
source: ERA OOC Test
ti_et: ERA OOC ፈተና

# oocErasForecast
source: ERA OOC Forecast
ti_et: ERA OOC ትንበያ

# oocErasPercent
source: ERA OOC %
ti_et: ኤራ ኦኦሲ % .

# icGhTest
source: GH IC Test
ti_et: GH IC ፈተና

# icGhForecast
source: GH IC Forecast
ti_et: GH IC ትንበያ

# icGhPercent
source: GH IC %
ti_et: GH IC % 1000 .

# oocGhTest
source: GH OOC Test
ti_et: GH OOC ፈተና

# oocGhForecast
source: GH OOC Forecast
ti_et: GH OOC ትንበያ

# oocGhPercent
source: GH OOC %
ti_et: GH OOC % 1000 .

# icGhrfsTest
source: GHRFs IC Test
ti_et: GHRFs IC ፈተና

# icGhrfsForecast
source: GHRFs IC Forecast
ti_et: GHRFs IC ትንበያ

# icGhrfsPercent
source: GHRFs IC %
ti_et: GHRFs IC % 1000 .

# oocGhrfsTest
source: GHRFs OOC Test
ti_et: GHRFs OOC ፈተና

# oocGhrfsForecast
source: GHRFs OOC Forecast
ti_et: GHRFs OOC ትንበያ

# oocGhrfsPercent
source: GHRFs OOC %
ti_et: GHRFs OOC % 1000 .

source: Year to Date
ti_et: ዓመት ክሳብ ሎሚ

source: Custom
ti_et: ልምዲ

source: Male
ti_et: ተባዕታይ

source: Female
ti_et: ደቂ ኣንስትዮ

source: Unknown
ti_et: ዘይተፈልጠ

source: X(Unknown)
ti_et: X(ዘይፍለጥ)

source: Yes
ti_et: እወ

source: No
ti_et: ኣይፋልን

source: International
ti_et: ኣህጉራዊ

source: National
ti_et: ሃገራዊ

source: Other
ti_et: ካልእ

# athleteSelected_lowercase
source: athlete selected
ti_et: ኣትሌት ተመሪጹ

# athletesSelected_lowercase
source: athletes selected
ti_et: ስፖርተኛታት ተመሪጾም

# athlete_lowercase
source: athlete
ti_et: ስፖርተኛ

# athletes_lowercase
source: athletes
ti_et: ስፖርተኛታት

source: Reference Date
ti_et: ዕለት መወከሲ

source: Subject
ti_et: ርእሰ ነገር

# activityType
source: Type
ti_et: ዓይነት

source: Created By
ti_et: ብእተፈጥረ

source: Last Updated By
ti_et: መወዳእታ ዝተሓደሰ ብ...

source: Testing Order Number
ti_et: ቍጽሪ መስርዕ ፈተና

source: ADO Reference Number
ti_et: መወከሲ ቁጽሪ ኤዲኦ

source: Testing Authority
ti_et: ስልጣን ፈተና

# testingDescription
source: Description of Testing
ti_et: መግለጺ ናይ ፈተነ

source: Testing Order Status
ti_et: ናይ ፈተነ ትእዛዝ ኩነታት

source: Issued Date
ti_et: ዝወጸሉ ዕለት

source: Start Date
ti_et: ዕለት ምጅማር

# testingCity
source: City of Testing
ti_et: ከተማ ፈተነ

source: Analyses
ti_et: ትንታነታት

source: Arrival Time
ti_et: ግዜ ምምጻእ

source: Athlete Level
ti_et: ደረጃ ኣትለት

source: Message
ti_et: መልእኽቲ

source: Date of Birth
ti_et: ዕለት ውልደት

# athleteId
source: athletes ID
ti_et: ስፖርተኛታት መለለዪ መንነት

source: Disabilities
ti_et: ስንክልና

source: First Name
ti_et: ቀዳማይ ስም

source: Laboratories
ti_et: ቤተ ፈተነታት

source: Last Name
ti_et: ናይ መወዳእታ ስም

source: Athlete Name
ti_et: ስም ስፖርተኛ

source: Placeholder description
ti_et: መግለጺ ዋና

source: Sport Gender
ti_et: ስፖርት ጾታ

source: Sport Discipline
ti_et: ተግሳጽ ስፖርት

source: Sport Disciplines
ti_et: ስነ-ስርዓት ስፖርት

source: Sport Nationality
ti_et: ዜግነት ስፖርት

# sportDiscipline_asterisk
source: Sport / Discipline *
ti_et: ስፖርት / ዲሲፕሊን *

source: Status
ti_et: ኵነታት

source: Team
ti_et: ጕጅለታት

source: Results
ti_et: ውጽኢት

source: Teams
ti_et: ጕጅለታት

source: Role
ti_et: ግደ

source: Former Last Name
ti_et: ናይ ቀደም ስም

source: Preferred Name
ti_et: ዝምረጽ ስም

source: Whereabouts Custodian
ti_et: ኣበይ ከም ዘሎ

source: ABP Custodian
ti_et: ሓላዊ ኤቢፒ

source: National Federation
ti_et: ሃገራዊ ፈደረሽን

# adamsId_uppercase
source: ADAMS ID
ti_et: መንነት ኣዳምስ

source: ABP Number
ti_et: ቁጽሪ ኤቢፒ

# nfId_uppercase
source: NF ID
ti_et: ኤን ኤፍ ኣይዲ

# nadoId_uppercase
source: NADO ID
ti_et: ናዶ መለለዪ መንነት

source: Retired Athlete
ti_et: ጥሮታ ዝወጸ ስፖርተኛ

source: Latest Test
ti_et: ናይ መወዳእታ ፈተና

source: Athlete (Last, First)
ti_et: ኣትሌት (ናይ መወዳእታ፡ ቀዳማይ)

source: Reason
ti_et: ርትዓዊ ኣተሓሳስባ

source: Details
ti_et: ዝርዝር ሓበሬታ

# savedAndComplete
source: Saved and Completed
ti_et: ተዓቂቡን ተዛዚሙን።

source: Saved as Draft
ti_et: ከም ረቂቕ ተዓቂቡ ኣሎ።

source: Completed
ti_et: ተዛዚሙ

source: Issued
ti_et: ዝወጸ

# changesCouldNotBeSavedSystemWillTryAgain
source: Your changes could not be saved. The system will try again once a connection is re-established.
ti_et: ለውጥታትካ ክቕመጥ ኣይከኣለን። እቲ ስርዓት ዳግማይ ምትእስሳር ምስተመስረተ እንደገና ክፍትን እዩ።

# cannotUpdateValueSportDisciplineNotAvailable
source: You cannot update this value as the sport/discipline is no longer available. Please refresh your page and try again.
ti_et: እቲ ስፖርት/ዲሲፕሊን ድሕሪ ሕጂ ስለዘይርከብ ነዚ ዋጋ ከተመሓይሾ ኣይትኽእልን ኢኻ። በጃኹም ገጽኩም ኣሐዲስኩም እንደገና ፈትኑ።

# persistenceErrorMsg
source: The object could not be persisted in the database
ti_et: እቲ ነገር ኣብቲ ዳታቤዝ ክጸንሕ ኣይከኣለን

# unknownMessageKeyMsg
source: An unknown error occurred
ti_et: ዘይተፈልጠ ጌጋ ኣጋጢሙ

# objectPermanentlyRetiredMsg
source: The object you are trying to retrieve is permanently retired
ti_et: እቲ ክትመልሶ እትፍትን ነገር ንሓዋሩ ጡረታ ወጺኡ ኣሎ።

# badLastUpdateTimeStampMsg
source: A newer version of the record already exists
ti_et: ድሮ ሓድሽ ስሪት ናይቲ መዝገብ ኣሎ።

# invalidCacheIdEnumMsg
source: Error [INVALID_CACHE_ID]
ti_et: ጌጋ [INVALID_CACHE_ID]።

# unknownMimeTypeMsg
source: Error [UNKNOWN_MIME_TYPE]
ti_et: ጌጋ [UNKNOWN_MIME_TYPE]።

# missingXwadaNoteMsg
source: Error [MISSING_XWADA_NOTE]
ti_et: ጌጋ [MISSING_XWADA_NOTE]።

# unmatchedSampleMsg
source: The sample must be matched
ti_et: እቲ ናሙና ክመዓራረ ኣለዎ።

# dcfUnrelatedToFileMsg
source: The file you tried to retrieve is not related to this DCF
ti_et: እቲ ክትረኽቦ ዝፈተንካ ፋይል ምስዚ DCF ዝተኣሳሰር ኣይኮነን።

# badUsernameMsg
source: Error [BAD_USERNAME]
ti_et: ጌጋ [BAD_USERNAME]።

# retireActivePersonMsg
source: Error [RETIRE_ACTIVE_PERSON]
ti_et: ጌጋ [RETIRE_ACTIVE_PERSON]።

# reasonRequiredMsg
source: A reason must be provided to update this data
ti_et: ነዚ ዳታ ንምዕራፍ ምኽንያት ክቐርብ ኣለዎ።

# reasonIsMandatoryMsg
source: Error [REASON_IS_MANDATORY]
ti_et: ጌጋ [ምኽንያት_ግዴታ እዩ]።

# duplicatedSamplesMsg
source: Some samples in the DCF are duplicated
ti_et: ኣብ ዲሲኤፍ ዝርከቡ ገለ ናሙናታት ተደጋገምቲ እዮም።

# unprocessableTestingOrderMsg
source: Testing Order could not be processed
ti_et: ትእዛዝ ፈተነ ክስርሓሉ ኣይከኣለን

# subStatusRequiredMsg
source: You must provide a status to update this data
ti_et: ነዚ ዳታ ንምዕራፍ ኩነታት ክትህብ ኣለካ

# testStatusAlreadyClosedCanceledMsg
source: The test status could not be updated
ti_et: እቲ ናይ ፈተና ኩነታት ክመሓየሽ ኣይከኣለን

# cannotBindTestToCanceledTestingOrder
source: The test cannot be bound to a canceled Testing Order
ti_et: እቲ ፈተና ምስ ዝተሰረዘ ናይ ፈተነ ትእዛዝ ክቕየድ ኣይክእልን እዩ።

# cannotBindCanceldTestMsg
source: A canceled Test cannot be bound
ti_et: ዝተሰረዘ ፈተና ክቕየድ ኣይክእልን እዩ።

# cannotSaveCanceledDcfMsg
source: A canceled DCF cannot be saved
ti_et: ዝተሰረዘ DCF ክቕመጥ ኣይክእልን እዩ።

# testingOrderReachedTestLimitMsg
source: The Testing Order has reached the maximum capacity of Tests
ti_et: ትእዛዝ ፈተና ዝለዓለ ዓቕሚ ፈተናታት በፂሑ ኣሎ።

# blankTestOrToIdMsg
source: Error [BLANK_TEST_OR_TO_ID]
ti_et: ጌጋ [BLANK_TEST_OR_TO_ID]።

# blankToIdMsg
source: Error [BLANK_TO_ID]
ti_et: ጌጋ [BLANK_TO_ID]።

# dcfNotCancelableMsg
source: The DCF cannot be canceled
ti_et: እቲ DCF ክስረዝ ኣይክእልን እዩ።

# testNotLinkedWithToIdMsg
source: Error [TEST_NOT_LINKED_WITH_TO_ID]
ti_et: ጌጋ [TEST_NOT_LINKED_WITH_TO_ID]።

# invalidAttachmentTypesMsg
source: The type of attachment is invalid
ti_et: እቲ ዓይነት ምትእስሳር ቅኑዕ ኣይኮነን።

source: Invalid Phone Number
ti_et: ዘይሕጋዊ ቁጽሪ ተሌፎን።

# testingOrderFromCreationToCompleteMsg
source: Error [TESTING_ORDER_FROM_CREATION_TO_COMPLETE]
ti_et: ጌጋ [TESTING_ORDER_FROM_CREATION_TO_COMPLETE]።

# testingOrderFromIssuedToCreationMsg
source: Error [TESTING_ORDER_FROM_ISSUED_TO_CREATION]
ti_et: ጌጋ [TESTING_ORDER_FROM_ISSUED_TO_CREATION]።

# testingOrderTestCountExceeded
source: This Testing Order is incompatible with NextGen, because it exceeds the number of tests permitted. The maximum allowed is 99. Please edit in Classic to make it compliant with NextGen, or contact support at adams@wada-ama.org for more assistance.
ti_et: እዚ ናይ ፈተነ ትእዛዝ ምስ NextGen ዘይቃዶ እዩ፣ ምኽንያቱ ካብቲ ዝፍቀድ ቁጽሪ መርመራታት ንላዕሊ እዩ። እቲ ዝለዓለ ዝፍቀድ 99 እዩ። በጃኹም ምስ NextGen ዝሰማማዕ ንምግባር ኣብ ክላሲክ ኣርትዑ፣ ወይ ንተወሳኺ ሓገዝ ብ adams@wada-ama.org ደገፍ ርኸቡ።

# testingOrderFromCompleteOrCanceledMsg
source: Error [TESTING_ORDER_FROM_COMPLETE_OR_CANCELED]
ti_et: ጌጋ [TESTING_ORDER_FROM_COMPLETE_OR_CANCELED]።

# testAlreadyBoundToDcfMsg
source: The Test has already been associated with a DCF
ti_et: እቲ ፈተና ድሮ ምስ ሓደ ዲሲኤፍ ዝተኣሳሰር ኮይኑ ኣሎ።

# testAlreadyBoundToTestingOrderMsg
source: The Test has already been associated with a Testing Order
ti_et: እቲ ፈተና ድሮ ምስ ትእዛዝ ፈተና ዝተኣሳሰር ኮይኑ ኣሎ።

# dcfIsRequiredMsg
source: Error [DCF_IS_REQUIRED]
ti_et: ጌጋ [DCF_IS_REQUIRED]።

# existingDcfWhenDeletingTestMsg
source: This test cannot be deleted because it is bound to a DCF
ti_et: እዚ ፈተና ምስ DCF ስለዝተኣሳሰር ክስረዝ ኣይክእልን እዩ።

# existingUnsuccessfulAttemptWhenDeletingTestMsg
source: This test cannot be deleted because it is bound to one or more Unsuccessful Attempts
ti_et: እዚ ፈተና እዚ ኣብ ሓደ ወይ ልዕሊኡ ዘይዕዉት ፈተነታት ስለዝተኣሳሰር ክስረዝ ኣይክእልን

# testIsRequiredMsg
source: Error [TEST_IS_REQUIRED]
ti_et: ጌጋ [TEST_IS_REQUIRED]።

# invalidQueryParameterMsg
source: Error [INVALID_QUERY_PARAMETER]
ti_et: ጌጋ [INVALID_QUERY_PARAMETER]።

# sampleCorrectionRestrictionWithoutAafOrAtfMsg
source: Error [SAMPLE_CORRECTION_RESTRICTION_WITHOUT_AAF_OR_ATF]
ti_et: ጌጋ [ናሙና_ምእራም_ገደብ_ብዘይ_AAF_ወይ_ATF]።

# tdpIntegrityValidationMsg
source: Error [TDP_INTEGRITY_VALIDATION]
ti_et: ጌጋ [TDP_INTEGRITY_VALIDATION]።

# canOnlyDeletePendingOrNotProcessedToMsg
source: The Testing Order must have a pending or not processed status in order to be deleted
ti_et: እቲ ናይ ፈተነ ትእዛዝ ንኽድምሰስ ኣብ ምጽባይ ወይ ዘይተመስርሐ ኩነታት ክህልዎ ኣለዎ።

# existingClosedTestMsg
source: The Testing Order cannot be deleted because it is bound to one or more closed Tests
ti_et: እቲ ናይ ፈተነ ትእዛዝ ምስ ሓደ ወይ ልዕሊኡ ዕጹው ፈተናታት ስለዝተኣሳሰር ክስረዝ ኣይክእልን

# missingFieldsForUnsuccessfulAttemptSaveMsg
source: The Unsuccessful Attempt cannot be saved due to missing mandatory fields
ti_et: እቲ ዘይዕዉት ፈተነ ብሰንኪ ዝጎደለ ግዴታዊ ዓውድታት ክዕቀብ ኣይክእልን

# dcfRequiredToBindMsg
source: Error [DCF_REQUIRED_TO_BIND]
ti_et: ጌጋ [DCF_REQUIRED_TO_BIND]።

# cannotBindDcfWithoutTestMsg
source: A DCF without Test cannot be bound to a Testing Order
ti_et: ፈተና ዘይብሉ DCF ምስ ናይ ፈተነ ትእዛዝ ክእሰር ኣይክእልን እዩ።

# missingFieldsForDcfDraftSaveMsg
source: A Draft DCF cannot be saved due to missing mandatory-for-draft fields
ti_et: ሓደ ረቂቕ ዲሲኤፍ ብሰንኪ ዝጎደለ ግዴታዊ-ንረቂቕ ዓውድታት ክቕመጥ ኣይክእልን

# missingFieldsForCompletedDcfSaveMsg
source: A Completed DCF cannot be saved due to missing mandatory fields
ti_et: A Completed DCF ብሰንኪ ዝጎደሉ ግዴታዊ ዓውድታት ክቕመጥ ኣይክእልን

# invalidMatchingResultStatusMsg
source: The Matching result status is invalid
ti_et: እቲ ናይ Matching ውጽኢት ኩነታት ቅኑዕ ኣይኮነን።

# unsuccessfulAttemptTestMismatchMsg
source: A Test cannot be updated inside the Unsuccessful Attempt
ti_et: ሓደ ፈተና ኣብ ውሽጢ እቲ ዘይዕዉት ፈተነ ክመሓየሽ ኣይክእልን እዩ።

# unsuccessfulAttemptIdMismatchMsg
source: Error [UNSUCCESSFULATTEMPT_ID_MISMATCH]
ti_et: ስሕተት [UNSUCCESSFULATTEMPT_ID_MISMATCH]።

# testingOrderIdMismatchMsg
source: Error [TESTINGORDER_ID_MISMATCH]
ti_et: ጌጋ [TESTINGORDER_ID_MISMATCH]።

# invalidJarCodeProvidedMsg
source: The provided Jar code is invalid
ti_et: እቲ ዝቐረበ Jar code ቅኑዕ ኣይኮነን።

# jarCodeUnmatchingSampleResultsMsg
source: The provided Jar code does not match any of thee sample results in the Sample
ti_et: እቲ ዝተዋህበ ጃር ኮድ ምስ ዝኾነ ካብቲ ኣብቲ ናሙና ዘሎ ናሙና ውጽኢት ኣይሰማማዕን እዩ።

# invalidJsonPatchMsg
source: Error [INVALID_JSON_PATCH]
ti_et: ጌጋ [INVALID_JSON_PATCH]።

# sportIsRequiredMsg
source: The Sport Discipline field is required
ti_et: ሜዳ ስፖርት ዲሲፕሊን የድሊ

# testParticipantTypeInvalidMsg
source: The type of at least one Test Participant is invalid
ti_et: ዓይነት እንተወሓደ ሓደ ተሳታፊ ፈተና ቅኑዕ ኣይኮነን።

# testParticipantLeadDcoParticipantRequiredMsg
source: The Lead DCO is required
ti_et: እቲ መሪሕ ዲሲኦ የድሊ

# matchingResultAlreadyConfirmedOrRejectedMsg
source: The matching result has already been either confirmed or rejected
ti_et: እቲ ናይ ምትእስሳር ውጽኢት ድሮ ወይ ተረጋጊጹ ወይ ተነጺጉ ኣሎ።

# invalidSampleTypeMsg
source: The Sample type is invalid
ti_et: እቲ Sample ዓይነት ቅኑዕ ኣይኮነን።

# invalidTestPoolTypeMsg
source: The type of the Test pool is invalid
ti_et: ዓይነት ናይቲ Test pool ቅኑዕ ኣይኮነን።

# invalidStatusCodeMsg
source: The status code is invalid
ti_et: እቲ ናይ ኩነታት ኮድ ቅኑዕ ኣይኮነን።

# invalidFileExtensionMsg
source: The file extension is invalid
ti_et: እቲ ፋይል መቐጸልታ ቅኑዕ ኣይኮነን።

# typeInsteadOfStatusOrSubStatusMsg
source: Error [TYPE_INSTEAD_OF_STATUS_OR_SUB_STATUS]
ti_et: ጌጋ [TYPE_INSTEAD_OF_STATUS_OR_SUB_STATUS]።

# invalidCountryCodeMsg
source: The country code is invalid
ti_et: እቲ ናይ ሃገር ኮድ ቅኑዕ ኣይኮነን።

# missingAdrvIdMsg
source: Error [MISSING_ADRV_ID]
ti_et: ጌጋ [MISSING_ADRV_ID]።

# invalidUserAccountTypeMsg
source: The type of user account is invalid
ti_et: ዓይነት ናይ ተጠቃሚ ኣካውንት ቅኑዕ ኣይኮነን።

# missingSanctionIdMsg
source: Error [MISSING_SANCTION_ID]
ti_et: ጌጋ [MISSING_SNCTION_ID]።

# missingDcfSampleIdMsg
source: Error [MISSING_DCF_SAMPLE_ID]
ti_et: ጌጋ [MISSING_DCF_SAMPLE_ID]።

# missingLabResultIdMsg
source: Error [MISSING_LAB_RESULT_ID]
ti_et: ጌጋ [MISSING_LAB_RESULT_ID]።

# invalidFolderIdMsg
source: Error [INVALID_FOLDER_ID]
ti_et: ጌጋ [INVALID_FOLDER_ID]።

# missingAthleteIdMsg
source: Error [MISSING_ATHLETE_ID]
ti_et: ጌጋ [MISSING_ATHLETE_ID]።

# missingAthleteMsg
source: The Test is not bound to an athlete
ti_et: እቲ ቴስት ኣብ ሓደ ኣትሌት ዝተኣሳሰር ኣይኮነን።

# missingAthleteOrPlaceholderInTestMsg
source: The Test must be bound to either an athlete or a placeholder
ti_et: እቲ ፈተና ወይ ምስ ሓደ ኣትሌት ወይ ምስ ሓደ ቦታ ዝሕዝ ሰብ ክተኣሳሰር ኣለዎ።
