Repository: NandhineeR/WADA
Catalog: wada-ama-testcenter-web-57718053929f/wada-ama-testcenter-web-57718053929f/src/i18n/messages.*.xlf
Languages: am, ar, az, bg, es, et, fa_ir, fi, fr, ko, lv, nl, pl, pt, ru, sk, sr, sw, tr

# respectVolumeMinRange
source: Volume must be equal to or greater than {{ this.boundaries.minimumVolumeThreshold0 }} ml.
am: መጠኑ እኩል ወይም የበለጠ መሆን አለበት። {{ this.boundaries.minimumVolumeThreshold0 }} ml.
ar: يجب أن يكون الحجم مساويًا أو أكبر من {{ this.boundaries.minimumVolumeThreshold0 }} ml.
az: Həcmi bərabər və ya ondan böyük olmalıdır {{ this.boundaries.minimumVolumeThreshold0 }} ml.
bg: Обемът трябва да е равен или по-голям от {{ this.boundaries.minimumVolumeThreshold0 }} мл.
es: El volumen debe ser igual o mayor que {{ this.boundaries.minimumVolumeThreshold0 }} mililitros
et: Helitugevus peab olema võrdne või suurem {{ this.boundaries.minimumVolumeThreshold0 }} ml.
fa_ir: حجم باید مساوی یا بیشتر از آن {{ this.boundaries.minimumVolumeThreshold0 }} میلی لیتر باشد
fi: Näytemäärän on oltava yhtä suuri tai suurempi kuin {{ this.boundaries.minimumVolumeThreshold0 }} ml.
fr: Le volume doit être égal ou supérieur à {{ this.boundaries.minimumVolumeThreshold0 }} ml.
ko: 시료량은 {{ this.boundaries.minimumVolumeThreshold0 }} ml 이상이어야 합니다.
lv: Skaļumam jābūt vienādam ar vai lielākam par {{ this.boundaries.minimumVolumeThreshold0 }} ml.
nl: Het volume moet gelijk zijn aan of groter zijn dan {{ this.boundaries.minimumVolumeThreshold0 }} ml.
pl: Objętość musi być równa lub większa niż {{ this.boundaries.minimumVolumeThreshold0 }} ml.
pt: O volume deve ser igual ou maior que {{ this.boundaries.minimumVolumeThreshold0 }} ml.
ru: Объем должен быть равен или превышать {{ this.boundaries.minimumVolumeThreshold0 }} мл.
sk: Objem musí byť rovnaký alebo väčší ako {{ this.boundaries.minimumVolumeThreshold0 }} ml.
sr: Zapremina mora biti jednaka ili veća od {{ this.boundaries.minimumVolumeThreshold0 }} ml.
sw: Sauti lazima iwe sawa na au kubwa kuliko {{ this.boundaries.minimumVolumeThreshold0 }} ml.
tr: Hacim şuna eşit veya daha büyük olmalıdır: {{ this.boundaries.minimumVolumeThreshold0 }} ml.

source: Partial Volume (ml)
am: ከፊል መጠን (ሚሊ)
ar: الحجم الجزئي (مل)
az: Qismən Həcm (ml)
bg: Частичен обем (ml)
es: Volumen parcial (ml)
et: Osaline maht (ml)
fa_ir: حجم جزئی (ml)
fi: Vajaan näytteen tilavuus (ml)
fr: Volume partiel (ml)
ko: 부분시료양 (ml)
lv: Daļējs tilpums (ml)
nl: Gedeeltelijk volume (ml)
pl: Częściowa objętość (ml)
pt: Volume parcial (ml)
ru: Частичный объем (мл)
sk: Čiastočný objem (ml)
sr: Делимична запремина (мл)
sw: Kiasi Kiasi (ml)
tr: Kısmi Hacim (ml)

# volumeBelowMinimumXReason
source: Reason for volume below {{ boundaries.minimumVolumeThreshold1 }} ml.
am: ከታች የድምጽ ምክንያት {{ boundaries.minimumVolumeThreshold1 }} ml.
ar: سبب الحجم الأقل من {{ boundaries.minimumVolumeThreshold1 }} مل.
az: Aşağıdakı həcm səbəbi {{ boundaries.minimumVolumeThreshold1 }} ml.
bg: Причина за тома по-долу {{ boundaries.minimumVolumeThreshold1 }} мл.
es: Motivo del volumen a continuación {{ boundaries.minimumVolumeThreshold1 }} mililitros
et: Helitugevuse põhjus allpool {{ boundaries.minimumVolumeThreshold1 }} ml.
fa_ir: دلیل حجم کمتر از {{ boundaries.minimumVolumeThreshold1 }} میلی لیتر
fi: Syy siihen, että näytemäärä on alle {{ boundaries.minimumVolumeThreshold1 }} ml.
fr: Raison pour laquelle le volume est inférieur à {{ boundaries.minimumVolumeThreshold1 }} ml.
ko: 시료량이 {{ boundaries.minimumVolumeThreshold1 }} ml 미만인 이유
lv: Sējuma iemesls zemāk {{ boundaries.minimumVolumeThreshold1 }} ml.
nl: Reden voor volume hieronder {{ boundaries.minimumVolumeThreshold1 }} ml.
pl: Powód objętości poniżej {{ boundaries.minimumVolumeThreshold1 }} ml.
pt: Motivo do volume abaixo {{ boundaries.minimumVolumeThreshold1 }} ml.
ru: Причина объема ниже {{ boundaries.minimumVolumeThreshold1 }} мл.
sk: Dôvod objemu nižšie {{ boundaries.minimumVolumeThreshold1 }} ml.
sr: Razlog zapremine ispod {{ boundaries.minimumVolumeThreshold1 }} ml.
sw: Sababu ya sauti hapa chini {{ boundaries.minimumVolumeThreshold1 }} ml.
tr: Aşağıdaki hacmin nedeni {{ boundaries.minimumVolumeThreshold1 }} ml.

source: Specific Gravity
am: የተወሰነ ስበት
ar: الثقل النوعي
az: Xüsusi çəkisi
bg: Относително тегло
es: Densidad relativa
et: Erikaal
fa_ir: وزن مخصوص
fi: Ominaispaino
fr: Gravité spécifique
ko: 특정비중
lv: Īpaša gravitāte
nl: Specifieke Dichtheid
pl: Ciężar właściwy
pt: Densidade
ru: Удельный вес
sk: Špecifická závažnosť
sr: specifična težina
sw: Mvuto Maalum
tr: Özgül Ağırlık

# dcf_respectSpecificGravityFirstThreshold
source: The specific gravity must be above {{ minimumSpecificGravity }} when the volume is between {{ minimumVolume }} ml and {{ upperThreshold }} ml. This sample will be considered as dilute.
am: የተወሰነው የስበት ኃይል ከላይ መሆን አለበት {{ minimumSpecificGravity }} የድምጽ መጠኑ መካከል በሚሆንበት ጊዜ {{ minimumVolume }} ml እና {{ upperThreshold }} ml. ይህ ናሙና እንደ ማቅለጫነት ይቆጠራል.
ar: يجب أن تكون الجاذبية الخاصة بأعلى {{ minimumSpecificGravity }} عندما تكون وحدة التخزين بين {{ minimumVolume }} ml و {{ upperThreshold }} ml. سيتم اعتبار هذه العينة بمثابة تمييع.
az: Xüsusi çəkisi yuxarıda olmalıdır{{ minimumSpecificGravity }} həcmi arasında olduqda{{ minimumVolume }} ml və{{ upperThreshold }} ml. Bu nümunə seyreltilmiş nümunə hesab olunacaq.
bg: Специфичното тегло трябва да е по-горе{{ minimumSpecificGravity }} когато обемът е между{{ minimumVolume }} мл и{{ upperThreshold }} мл Тази проба ще се счита за разредена.
es: La gravedad específica debe estar por encima{{ minimumSpecificGravity }} cuando el volumen está entre{{ minimumVolume }} ml y{{ upperThreshold }} mililitros Esta muestra se considerará diluida.
et: Erikaal peab olema suurem{{ minimumSpecificGravity }} kui helitugevus on vahel{{ minimumVolume }} ml ja{{ upperThreshold }} ml. Seda proovi loetakse lahjendatuks.
fa_ir: وزن مخصوص باید بالاتر باشد{{ minimumSpecificGravity }} وقتی صدا بین{{ minimumVolume }} میلی لیتر و{{ upperThreshold }} میلی لیتر این نمونه به عنوان رقیق در نظر گرفته می شود.
fi: Ominaispainon on oltava suurempi {{ minimumSpecificGravity }} kun määrä on välillä {{ minimumVolume }} ml ja {{ upperThreshold }} ml. Tämä näyte on laimea.
fr: La gravité doit être supérieure à {{ minimumSpecificGravity }} lorsque le volume est compris entre {{ minimumVolume }} ml et {{ upperThreshold }} ml. Cet échantillon sera considéré comme dilué.
ko: 비중이 {{ minimumSpecificGravity }} 이상인 경우 소변시료량이 {{ minimumVolume }} ml이상 {{ upperThreshold }} ml 미만이어야만 합니다. 이 시료는 희석된 시료로 간주됩니다.
lv: Īpatnējam smagumam jābūt augstākam{{ minimumSpecificGravity }} kad skaļums ir starp{{ minimumVolume }} ml un{{ upperThreshold }} ml.Šis paraugs tiks uzskatīts par atšķaidītu.
nl: Het soortelijk gewicht moet hoger zijn {{ minimumSpecificGravity }} wanneer het volume tussen is {{ minimumVolume }} ml en {{ upperThreshold }} ml. Dit monster wordt als verdund beschouwd.
pl: Ciężar właściwy musi być powyżej{{ minimumSpecificGravity }} gdy głośność jest pomiędzy{{ minimumVolume }} ml i{{ upperThreshold }} ml. Ta próbka zostanie uznana za rozcieńczoną.
pt: A gravidade específica deve estar acima{{ minimumSpecificGravity }} quando o volume estiver entre{{ minimumVolume }} ml e {{ upperThreshold }}ml. Essa amostra será considerada diluída.
ru: Удельная плотность должна быть выше {{ minimumSpecificGravity }}, если объем составляет от {{ minimumVolume }} мл до {{ upperThreshold }} мл. Данная проба будет считаться разбавленной.
sk: Špecifická hmotnosť musí byť vyššia ako {{ minimumSpecificGravity }} , ak je objem medzi {{ minimumVolume }} ml a {{ upperThreshold }} ml. Táto vzorka sa bude považovať za zriedenú.
sr: Specifična gravitacija mora biti iznad kada {{ minimumSpecificGravity }} je zapremina između {{ minimumVolume }} ml i {{ upperThreshold }} ml. Ovaj uzorak će se smatrati razblaženim.
sw: Mvuto maalum lazima uwe juu{{ minimumSpecificGravity }} wakati sauti iko kati{{ minimumVolume }} ml na{{ upperThreshold }} ml. Sampuli hii itazingatiwa kama dilute.
tr: Hacim {{ minimumVolume }} ml arasında {{ minimumSpecificGravity }} olduğunda özgül ağırlık yukarıda olmalıdır. {{ upperThreshold }} ml. Bu örnek seyreltik olarak kabul edilecektir.

# dcf_respectSpecificGravitySecondThreshold
source: The specific gravity must be above {{ minimumSpecificGravity }} when the volume is equal to or above {{ minimumVolume }} ml. This sample will be considered as dilute.
am: የተወሰነው የስበት ኃይል ከላይ መሆን አለበት {{ minimumSpecificGravity }} ድምጹ እኩል ወይም ከዚያ በላይ በሚሆንበት ጊዜ {{ minimumVolume }} ml. ይህ ናሙና እንደ ማቅለጫነት ይቆጠራል.
ar: يجب أن تكون الجاذبية المحددة أعلى من {{ minimumSpecificGravity }} عندما تكون وحدة التخزين مساوية الى أو أعلى {{ minimumVolume }} mlv. سيتم اعتبار هذه العينة بمثابة تمييع.
az: Xüsusi çəkisi yuxarıda olmalıdır{{ minimumSpecificGravity }} həcmi bərabər və ya yuxarı olduqda{{ minimumVolume }} ml. Bu nümunə seyreltilmiş nümunə hesab olunacaq.
bg: Специфичното тегло трябва да е по-високо {{ minimumSpecificGravity }} когато обемът е равен или по-голям {{ minimumVolume }} мл. Тази проба ще се счита за разредена.
es: La gravedad específica debe ser superior a {{ minimumSpecificGravity }} cuando el volumen es igual o superior a {{ minimumVolume }} ml. Esta muestra se considerará diluida.
et: Erikaal peab olema suurem{{ minimumSpecificGravity }} kui helitugevus on võrdne või suurem{{ minimumVolume }} ml. Seda proovi loetakse lahjendatuks.
fa_ir: وزن مخصوص باید بالاتر باشد{{ minimumSpecificGravity }} وقتی حجم صدا برابر یا بیشتر باشد{{ minimumVolume }} میلی لیتر این نمونه به عنوان رقیق در نظر گرفته می شود.
fi: Ominaispainon on oltava suurempi, kun tilavuus on yhtä suuri tai suurempi {{ minimumSpecificGravity }} {{ minimumVolume }} kuin ml. Tämä näyte on laimea.
fr: La gravité doit être supérieure à {{ minimumSpecificGravity }} lorsque le volume est supérieur ou égal à {{ minimumVolume }} ml. Cet échantillon sera considéré comme dilué.
ko: 비중은 다음보다 높아야 합니다. {{ minimumSpecificGravity }} 볼륨이 같거나 그 이상일 때 {{ minimumVolume }} ml. 이 시료는 희석된 시료로 간주됩니다.
lv: Īpatnējam smagumam jābūt augstākam{{ minimumSpecificGravity }} ja skaļums ir vienāds ar vai lielāks{{ minimumVolume }} ml.Šis paraugs tiks uzskatīts par atšķaidītu.
nl: Het soortelijk gewicht moet hoger zijn dan {{ minimumSpecificGravity }} wanneer het volume gelijk is aan of groter is dan {{ minimumVolume }} ml. Dit monster wordt als verdund beschouwd.
pl: Ciężar właściwy musi być powyżej {{ minimumSpecificGravity }} gdy głośność jest pomiędzy {{ minimumVolume }} ml i ml. Ta próbka zostanie uznana za rozcieńczoną. Ta próbka zostanie uznana za rozcieńczoną.
pt: A gravidade específica deve estar acima de {{ minimumSpecificGravity }} quando o volume for igual ou superior a {{ minimumVolume }} ml. Esta amostra será considerada como diluída.
ru: Конкретная гравитация должна быть выше {{ minimumSpecificGravity }}, если объем равен или выше {{ minimumVolume }} мл. Этот образец будет считаться разбавленным.
sk: Špecifická hmotnosť musí byť vyššia ako {{ minimumSpecificGravity }} , ak je objem rovný alebo vyšší ako {{ minimumVolume }} ml. Táto vzorka sa bude považovať za zriedenú.
sr: Specifična gravitacija mora biti iznad kada {{ minimumSpecificGravity }} je zapremina jednaka ili iznad {{ minimumVolume }} ml. Ovaj uzorak će se smatrati razblaženim.
sw: Mvuto maalum lazima uwe juu{{ minimumSpecificGravity }} wakati sauti ni sawa na au juu{{ minimumVolume }} ml. Sampuli hii itazingatiwa kama dilute.
tr: Hacim {{ minimumVolume }} ml'ye eşit veya üstünde {{ minimumSpecificGravity }} olduğunda özgül ağırlık yukarıda olmalıdır. Bu örnek seyreltik olarak kabul edilecektir.

source: Witness Chaperone
am: ምስክር ቻፐሮን
ar: شاهد مرافق
az: Şahid Chaperone
bg: Свидетел шаперон
es: Escolta
et: Tunnistaja saatja
fa_ir: شاهد چپرون
fi: Virtsanäytteenannon todistaja
fr: Escorte
ko: 입회 샤프롱
lv: Liecinieks pavadonis
nl: Wees getuige van chaperonne
pl: Świadek (chaperone)
pt: Acompanhante testemunha
ru: Свидетель сдачи пробы
sk: Svedok sprievodca
sr: Сведок пратиоца
sw: Shahidi Chaperone
tr: Tanık refakatçisi

source: Reason For Volume Below Minimum
am: የድምጽ መጠን ዝቅተኛ ምክንያት
ar: سبب انخفاض الحجم عن الحد الأدنى
az: Həcmin Minimumdan Aşağı Səbəbi
bg: Причина за силата на звука под минимума
es: Motivo del volumen por debajo del mínimo
et: Minimaalsest väiksema mahu põhjus
fa_ir: دلیل حجم کمتر از حداقل
fi: Syy siihen, että näytemäärä on alle minimin
fr: Raison pour laquelle le volume est inférieur au minimum
ko: 시료량이 최소값 미만인 이유
lv: Iemesls, kāpēc apjoms ir mazāks par minimālo
nl: Reden voor volume onder minimum
pl: Powód wolumenu poniżej minimum
pt: Motivo do Volume Abaixo do Mínimo
ru: Причина объема ниже минимального
sk: Dôvod objemu pod minimom
sr: Razlog za jačinu zvuka ispod minimuma
sw: Sababu ya Kiasi Chini Chini
tr: Minimumun Altında Hacmin Nedeni

source: Athlete Representative Last Name
am: የአትሌት ተወካይ የአያት ስም
ar: الممثل الرياضي الاسم الأخير
az: İdmançı Nümayəndəsinin Soyadı
bg: Фамилия на Представителя на спортиста
es: Apellido del representante de los atletas
et: Sportlaste esindaja perekonnanimi
fa_ir: نام خانوادگی نماینده ورزشکار
fi: Urheilijan edustajan sukunimi
fr: Nom de famille du représentant du sportif
ko: 선수 대리인 성
lv: Sportista pārstāvja uzvārds
nl: Achternaam atleet vertegenwoordiger
pl: Nazwisko przedstawiciela sportowca
pt: Sobrenome do representante do atleta
ru: Фамилия представителя спортсмена
sk: Priezvisko zástupcu športovca
sr: Представник спортисте Презиме
sw: Mwakilishi wa Mwanariadha Jina la Mwisho
tr: Sporcu temsilcisi Soyadı

source: Athlete Representative First Name
am: የአትሌት ተወካይ የመጀመሪያ ስም
ar: ممثل رياضي الاسم الأول
az: İdmançı Nümayəndəsinin Adı
bg: Име на Представителя на спортиста
es: Nombre del Representante de los atletas
et: Sportlase esindaja eesnimi
fa_ir: نام نماینده ورزشکار
fi: Urheilijan edustajan etunimi
fr: Prénom du représentant du sportif
ko: 선수 대리인 이름
lv: Sportista pārstāvja vārds
nl: Voornaam atleet vertegenwoordiger
pl: Imię przedstawiciela sportowca
pt: Nome do representante do atleta
ru: Имя представителя спортсмена
sk: Meno zástupcu športovca
sr: Представник спортисте Име
sw: Mwakilishi wa Mwanariadha Jina la Kwanza
tr: Sporcu temsilcisi Adı

source: Doping Control Officer Last Name
am: የዶፒንግ መቆጣጠሪያ ኦፊሰር የአያት ስም
ar: ضابط مراقبة المنشطات الاسم الأخير
az: Dopinq Nəzarəti Məmuru Soyadı
bg: Фамилия на служителя по допингов контрол
es: Oficial de control antidopaje Apellido
et: Dopingukontrolli ametniku perekonnanimi
fa_ir: نام خانوادگی افسر کنترل دوپینگ
fi: Dopingtestaajan sukunimi
fr: Nom de famille de l'agent de contrôle du dopage
ko: 도핑검사관 성
lv: Dopinga kontroles darbinieka uzvārds
nl: Achternaam dopingcontroleur
pl: Nazwisko oficera kontrolera antydopingowego
pt: Sobrenome do oficial de controle de doping
ru: Фамилия инспектора допинг-контроля
sk: Priezvisko dopingového úradníka
sr: Службеник за допинг контролу Презиме
sw: Jina la Afisa Udhibiti wa Doping
tr: Doping kontrol görevlisi Soyadı

source: Doping Control Officer First Name
am: የዶፒንግ መቆጣጠሪያ ኦፊሰር የመጀመሪያ ስም
ar: ضابط مراقبة المنشطات الاسم الاول
az: Dopinq Nəzarət Məmuru Adı
bg: Име на служителя по допингов контрол
es: Oficial de control antidopaje Nombre
et: Dopingukontrolli ametniku eesnimi
fa_ir: نام و نام خانوادگی افسر کنترل دوپینگ
fi: Dopingtestaajan etunimi
fr: Prénom de l'agent de contrôle du dopage
ko: 도핑검사관 이름
lv: Dopinga kontroles darbinieka vārds
nl: Voornaam van de dopingcontroleur
pl: Imię oficera kontroli antydopingowej
pt: Nome do oficial de controle de doping
ru: Имя инспектора допинг-контроля
sk: Krstné meno dopingového úradníka
sr: Име службеника за допинг контролу
sw: Jina la Afisa Udhibiti wa Doping
tr: Doping kontrol memurunun Adı

source: Procedural Irregularities
am: የሥርዓት መዛባት
ar: المخالفات الإجرائية
az: Prosedur pozuntuları
bg: Нередности по процедурата
es: Irregularidades del procedimiento
et: Menetluse eiramine
fa_ir: بی نظمی رویه ای
fi: Menettelyvirheet
fr: Irrégularités de procédure
ko: 절차 위반사항
lv: Procedūras pārkāpumi
nl: Procedurele onregelmatigheden
pl: Nieprawidłowości proceduralne
pt: Irregularidades processuais
ru: Нарушения процедуры
sk: Procesné nezrovnalosti
sr: Процесне неправилности
sw: Makosa ya Kiutaratibu
tr: Usule ilişkin usulsüzlükler

# declarationOfTransfusion
source: Declaration of Blood Transfusions
am: የደም ልገሳ መግለጫ
ar: الاعتراف بإجراء نقل دم
az: Qan köçürülməsinin bəyannaməsi
bg: Декларация за кръвопреливане
es: Declaración de transfusiones sanguíneas
et: Vereülekannete deklaratsioon
fa_ir: اعلامیه انتقال خون
fi: Ilmoitus verensiirroista
fr: Déclaration des transfusions sanguines
ko: 수혈신고
lv: Deklarācija par asins pārliešanu
nl: Declaratie bloedtransfusies
pl: Zgłoszenie transfuzji krwi
pt: Declaração de Transfusões de Sangue
ru: Декларация о переливаниях крови
sk: Vyhlásenie o transfúziách krvi
sr: deklaracija o transfuziji krvi
sw: Tamko la Kuongezewa Damu
tr: Kan Transfüzyonu Beyanı

# medicationSupplementsDeclaration
source: Declaration of Medication Supplements
am: የመድሃኒት ማሟያዎች መግለጫ
ar: إعلان عن المكملات الدوائية
az: Dərman Əlavələri Bəyannaməsi
bg: Декларация за лекарства
es: Declaración de los suplementos de medicamentos
et: Ravimipreparaatide deklareerimine
fa_ir: اعلامیه مکمل های دارویی
fi: Ilmoitus lääkkeistä ja ravintolisistä
fr: Déclaration de médicaments/compléments
ko: 약물 및 보충제 신고
lv: Zāļu piedevu deklarācija
nl: Opgave van medicatiesupplementen
pl: Deklaracja suplementacji leków
pt: Declaração de suplementos de medicamentos
ru: Заявление об использовании лекарственных средств и пищевых добавок
sk: Vyhlásenie o doplnkoch liekov
sr: Изјава о суплементима лекова
sw: Tamko la Virutubisho vya Dawa
tr: İlaç takviyeleri beyanı

# endOfProcedureDate
source: Date of End of Procedure
am: የሂደቱ ማብቂያ ቀን
ar: تاريخ انتهاء الإجراء
az: Prosedurun Bitmə Tarixi
bg: Дата на края на процедурата
es: Fecha de finalización del procedimiento
et: Protseduuri lõpu kuupäev
fa_ir: تاریخ پایان رسیدگی
fi: Testin päättyminen (pvm)
fr: Date de fin de procédure
ko: 절차 종료 날짜
lv: Procedūras beigu datums
nl: Datum einde procedure
pl: Data zakończenia procedury
pt: Data de término do procedimento
ru: Дата окончания процедуры
sk: Dátum ukončenia konania
sr: Датум завршетка поступка
sw: Tarehe ya Mwisho wa Utaratibu
tr: Prosedürün bitiş tarihi

# nonConformities
source: Non-Conformity nbsp;{{ i -
am: አለመስማማት nbsp;{{ i -
ar: غير-المطابقة nbsp;{{ i -
az: Uyğunsuzluqnbsp;{{ i -
bg: Несъответствиеnbsp;{{ i -
es: No conformidad nbsp;{{ i -
et: Mittevastavusnbsp;{{ i -
fa_ir: عدم انطباقnbsp;{{ i -
fi: Vaatimustenvastaisuus nbsp;{{ i -
fr: Non-conformité nbsp;{{ i -
ko: 비준수 nbsp;{{ i -
lv: Neatbilstībanbsp;{{ i -
nl: Niet-conformiteit nbsp;{{ i -
pl: Niezgodnośćnbsp;{{ i -
pt: Não-Conformidade nbsp;{{ i -
ru: Несоответствие nbsp;{{ i -
sk: Nesúlad nbsp;{{ i -
sr: Nekonformizam nbsp;{{ i -
sw: Kutokubaliananbsp;{{ i -
tr: Uygunsuzluknbsp;{{ i -

source: Athlete Representative
am: የአትሌት ተወካይ
ar: ممثل رياضي
az: İdmançı nümayəndəsi
bg: Представител на спортиста
es: Representante de los deportistas
et: Sportlaste esindaja
fa_ir: نماینده ورزشکار
fi: Urheilijan edustaja
fr: Représentant du sportif
ko: 선수 대리인
lv: Sportistu pārstāvis
nl: Vertegenwoordiger sporter
pl: Przedstawiciel sportowca
pt: Representante de Atleta
ru: Представитель спортсмена
sk: Zástupca športovca
sr: Представник спортиста
sw: Mwakilishi wa Mwanariadha
tr: Sporcu Temsilcisi

source: Please select a value.
am: እባክዎ አንድ እሴት ይምረጡ።
ar: رجاءا اختر قيمة.
az: Zəhmət olmasa bir dəyər seçin.
bg: Моля, изберете стойност.
es: Por favor, seleccione un valor.
et: Valige väärtus.
fa_ir: لطفا یک مقدار را انتخاب کنید.
fi: Valitse arvo.
fr: Veuillez sélectionner une valeur.
ko: 값을 선택하세요.
lv: Lūdzu, atlasiet vērtību.
nl: Selecteer een waarde.
pl: Wybierz wartość.
pt: Selecione um valor.
ru: Пожалуйста, выберите значение.
sk: Vyberte hodnotu.
sr: Molimo izaberite vrednost.
sw: Tafadhali chagua dokezo.
tr: Lütfen bir değer seçin.

# bloodTransfusionsDeclaration
source: Declaration of Blood Transfusions
am: የደም ልገሳ መግለጫ
ar: الاعتراف بإجراء نقل دم
az: Qan köçürülməsinin bəyannaməsi
bg: Декларация за кръвопреливане
es: Declaración de transfusiones sanguíneas
et: Vereülekannete deklaratsioon
fa_ir: اعلامیه انتقال خون
fi: Ilmoitus verensiirroista
fr: Déclaration des transfusions sanguines
ko: 수혈신고
lv: Deklarācija par asins pārliešanu
nl: Declaratie bloedtransfusies
pl: Zgłoszenie transfuzji krwi
pt: Declaração de Transfusões de Sangue
ru: Декларация о переливаниях крови
sk: Vyhlásenie o transfúziách krvi
sr: deklaracija o transfuziji krvi
sw: Tamko la Kuongezewa Damu
tr: Kan Transfüzyonu Beyanı

# declarationMedicationSupplements
source: Declaration of Medication Supplements
am: የመድሃኒት ማሟያዎች መግለጫ
ar: إعلان عن المكملات الدوائية
az: Dərman Əlavələri Bəyannaməsi
bg: Декларация за лекарства
es: Declaración de los suplementos de medicamentos
et: Ravimipreparaatide deklareerimine
fa_ir: اعلامیه مکمل های دارویی
fi: Ilmoitus lääkkeistä ja ravintolisistä
fr: Déclaration de médicaments/compléments
ko: 약물 및 보충제 신고
lv: Zāļu piedevu deklarācija
nl: Opgave van medicatiesupplementen
pl: Deklaracja suplementacji leków
pt: Declaração de suplementos de medicamentos
ru: Заявление об использовании лекарственных средств и пищевых добавок
sk: Vyhlásenie o doplnkoch liekov
sr: Изјава о суплементима лекова
sw: Tamko la Virutubisho vya Dawa
tr: İlaç takviyeleri beyanı

# endOfProcedureDateCantBeRemoved
source: The date of end of procedure can be updated but cannot be removed.
am: የአሰራር ሂደቱ ማብቂያ ቀን ሊዘመን ይችላል ነገር ግን ሊወገድ አይችልም.
ar: يمكن تحديث تاريخ نهاية الإجراء ولكن لا يمكن إزالته.
az: Prosedurun bitmə tarixi yenilənə bilər, lakin silinə bilməz.
bg: Датата на край на процедурата може да бъде актуализирана, но не може да бъде премахната.
es: La fecha de finalización del procedimiento se puede actualizar pero no se puede eliminar.
et: Menetluse lõpu kuupäeva saab uuendada, kuid seda ei saa eemaldada.
fa_ir: تاریخ پایان نمونه گیری را می توان به روز رسانی کرد اما قابل حذف نیست.
fi: Testimenettelyn päättymispäivää voidaan päivittää, mutta sitä ei voi poistaa.
fr: La date de fin de procédure peut être mise à jour mais ne peut pas être supprimée.
ko: 절차 종료 일자는 업데이트할 수 있지만 제거할 수는 없습니다.
lv: Procedūras beigu datumu var atjaunināt, bet nevar noņemt.
nl: De datum van het einde van de procedure kan worden bijgewerkt, maar kan niet worden verwijderd.
pl: Datę zakończenia procedury można zaktualizować, ale nie można jej usunąć.
pt: A data de término do procedimento pode ser atualizada, mas não pode ser removida.
ru: Дата окончания процедуры может быть обновлена, но не может быть удалена.
sk: Dátum ukončenia postupu je možné aktualizovať, ale nemožno ho odstrániť.
sr: Datum završetka postupka može se ažurirati, ali se ne može ukloniti.
sw: Tarehe ya mwisho wa utaratibu inaweza kusasishwa lakini haiwezi kuondolewa.
tr: İşlem bitiş tarihi güncellenebilir ancak kaldırılamaz.
