Repository: NandhineeR/WADA
Catalog: wada-ama-testcenter-web-57718053929f/wada-ama-testcenter-web-57718053929f/src/i18n/messages.*.xlf
Languages: am, ar, az, bg, es, et, fa_ir, fi, fr, ko, lv, nl, pl, pt, ru, sk, sr, sw, tr

# latestTestingTooltip
source: Latest test correspond to the "Arrival Date" of the most recent Doping Control Form for the Athlete when Status of this Doping Control Form is "Draft" or "Completed"
am: የቅርብ ጊዜ ሙከራ የዚህ ዶፒንግ መቆጣጠሪያ ቅጽ ሁኔታ "ረቂቅ" ወይም "የተጠናቀቀ" በሚሆንበት ጊዜ ለአትሌቱ በጣም የቅርብ ጊዜ የዶፒንግ መቆጣጠሪያ ቅጽ "የመምጣቱ ቀን" ጋር ይዛመዳል.
ar: يتوافق أحدث اختبار مع "تاريخ الوصول" لأحدث نموذج مراقبة تعاطي المنشطات للرياضي عندما تكون حالة نموذج مراقبة المنشطات هذا "مسودة" أو "مكتملة"
az: Bu Dopinq Nəzarəti Formasının statusu “Qaralama” və ya “Tamamlanmış” olduqda, son test idmançı üçün ən son Dopinq Nəzarəti Formasının “Gəlmə tarixinə” uyğun gəlir.
bg: Последният тест съответства на „Дата на пристигане“ в най-новия формуляр за допинг контрол за спортиста, когато състоянието на този формуляр за допинг контрол е „Чернова“ или „Завършен“
es: La última prueba corresponde a la fecha de llegada "" del Formulario de Control Antidopaje más reciente del Deportista cuando el estado de este Formulario de Control Antidopaje es "Borrador" o "Completado"
et: Viimane test vastab sportlase viimase dopingukontrolli vormi " saabumise kuupäevale " , kui selle dopingukontrolli vormi staatus on " eelnõu " või " täidetud "
fa_ir: آخرین آزمایش مربوط به "تاریخ ورود" آخرین فرم کنترل دوپینگ برای ورزشکار است که وضعیت این فرم کنترل دوپینگ "پیش نویس" یا "تکمیل شده" باشد.
fi: Viimeisin testi vastaa urheilijan viimeisimmän Dopingtestilomakkeen "saapumispäivää", kun tämän Dopingtestilomakkeen tila on "Luonnos" tai "Valmis"
fr: Le dernier contrôle correspond à la "date d'arrivée" du plus récent formulaire de contrôle du dopage du sportif avec un statut "ébauche" ou "complété".
ko: 이 도핑검사서의 상태가 "임시저장" 또는 "완료됨"인 경우, 최근 검사는 선수에 대한 가장 최근 도핑검사서의 "도착일자"에 해당합니다.
lv: Pēdējais tests atbilst sportista jaunākās dopinga kontroles veidlapas "ierašanās datumam", ja šīs dopinga kontroles veidlapas statuss ir "Melnraksts" vai "Aizpildīts".
nl: De laatste test komt overeen met de "aankomstdatum" van het meest recente dopingcontroleformulier voor de sporter wanneer de status van dit dopingcontroleformulier "concept" of "voltooid" is.
pl: Ostatni test odpowiada „Dacie przyjazdu” najnowszego formularza kontroli antydopingowej dla sportowca, gdy stan tego formularza kontroli dopingowej to „Projekt” lub „Wypełniony”
pt: O teste mais recente corresponde à "Data de chegada" do formulário de controle de doping mais recente para o atleta quando o status deste formulário de controle de doping é "Rascunho" ou "Concluído"
ru: Последний тест соответствует «Дате прибытия» самого последнего протокола допинг-контроля спортсмена, если статус этого протокола допинг-контроля - «Черновик» или «Завершено».
sk: Najnovší test zodpovedá „Dátumu príchodu“ posledného formulára dopingovej kontroly pre športovca, keď je stav tohto formulára dopingovej kontroly „Návrh“ alebo „Dokončený“
sr: Најновији тест одговара „Датуму доласка“ најновијег обрасца за допинг контролу спортисте када је статус овог обрасца за допинг контролу „Нацрт“ или „Попуњен“
sw: Jaribio la hivi punde linalingana na "Tarehe ya Kuwasili" ya Fomu ya hivi majuzi zaidi ya Kudhibiti Doping kwa Mwanariadha wakati Hali ya Fomu hii ya Kudhibiti Dawa za Kuongeza Nguvu ni "Rasimu" au "Imekamilika"
tr: Bu Doping Kontrol Formunun Durumu "Taslak" veya "Tamamlandı" olduğunda en son test, Sporcu için en son Doping Kontrol Formunun "Varış Tarihine" karşılık gelir.

# followingAthleteAlreadyIncluded
source: The following athlete is already included to the Testing Order with the analyses below:
am: የሚከተለው አትሌት ከዚህ በታች ባሉት ትንታኔዎች ለሙከራ ትዕዛዝ አስቀድሞ ተካቷል፡
ar: تم تضمين الرياضي التالي بالفعل في أمر الاختبار مع التحليلات أدناه:
az: Aşağıdakı atlet artıq aşağıdakı analizlərlə Sınaq Sifarişinə daxil edilib:
bg: Следният спортист вече е включен в заповедта за тестване с анализите по-долу:
es: El siguiente atleta ya está incluido en la Orden de Prueba con los análisis que se indican a continuación:
et: Järgmine sportlane on juba allpool toodud analüüsidega testimiskorralduses:
fa_ir: ورزشکار زیر قبلاً با آنالیزهای زیر در دستور تست قرار گرفته است:
fi: Seuraava urheilija ja analyysit sisältyy jo Testimääräykseen:
fr: Le sportif suivant est déjà inclus dans l'ordre de mission avec les analyses ci-dessous :
ko: 다음의 선수는 이미 검사지시서에 아래의 분석으로 포함되어 있습니다:
lv: Šis sportists jau ir iekļauts testēšanas pasūtījumā ar tālāk norādītajām analīzēm:
nl: De volgende atleet is al opgenomen in de testopdracht met de onderstaande analyses:
pl: Następujący zawodnik jest już uwzględniony w Zamówieniu Testów z poniższymi analizami:
pt: O seguinte atleta já está incluído no pedido de teste com as análises abaixo:
ru: Следующий спортсмен уже включен в Распоряжение на тестирование с указанными ниже анализами:
sk: Nasledujúci športovec je už zahrnutý do testovacieho poriadku s analýzami uvedenými nižšie:
sr: Следећи спортиста је већ укључен у Налог за тестирање са анализама у наставку:
sw: Mwanariadha afuataye tayari amejumuishwa kwenye Agizo la Majaribio na uchanganuzi ufuatao:
tr: Aşağıdaki sporcu, aşağıdaki analizlerle zaten Test Sırasına dahil edilmiştir:

# followingAthletesAlreadyIncluded
source: The following athletes are already included to the Testing Order with the analyses below:
am: የሚከተሉት አትሌቶች ከዚህ በታች ባሉት ትንታኔዎች ለሙከራ ትዕዛዙ ተካትተዋል፡
ar: تم بالفعل تضمين الرياضيين التاليين في أمر الاختبار مع التحليلات أدناه:
az: Aşağıdakı atletlər aşağıdakı analizlərlə artıq Test Sifarişinə daxil ediliblər:
bg: Следните спортисти вече са включени в заповедта за тестване с анализите по-долу:
es: Los siguientes atletas ya están incluidos en la Orden de Prueba con los análisis que se indican a continuación:
et: Järgmised sportlased on juba allpool esitatud analüüsidega testimiskorra koosseisus:
fa_ir: ورزشکاران زیر قبلاً با آنالیزهای زیر در دستور تست قرار گرفته اند:
fi: Seuraavat urheilijat ja analyysit sisältyvät jo Testimääräykseen:
fr: Les sportifs suivants sont déjà inclus dans l'orde de mission avec les analyses ci-dessous :
ko: 다음의 선수는 이미 검사지시서에 아래의 분석으로 포함되어 있습니다:
lv: Pārbaudes rīkojumā jau ir iekļauti šādi sportisti ar tālāk sniegtajām analīzēm:
nl: De volgende atleten zijn al opgenomen in de testopdracht met de onderstaande analyses:
pl: Następujący sportowcy zostali już uwzględnieni w Zamówieniu Testów z poniższymi analizami:
pt: Os seguintes atletas já estão incluídos no pedido de teste com as análises abaixo:
ru: Следующие спортсмены уже включены в Распоряжение на тестирование с указанными ниже анализами:
sk: Nasledujúci športovci sú už zaradení do testovacieho poriadku s nižšie uvedenými analýzami:
sr: Следећи спортисти су већ укључени у Налог за тестирање са анализама у наставку:
sw: Wanariadha wafuatao tayari wamejumuishwa kwenye Agizo la Majaribio na uchanganuzi ufuatao:
tr: Aşağıdaki sporcular, aşağıdaki analizlerle birlikte Test Sırasına dahil edilmiştir:

source: Do you want to continue?
am: መቀጠል ትፈልጋለህ?
ar: هل تريد الاستمرار؟
az: Davam etmək istəyirsiniz?
bg: Искате ли да продължите?
es: ¿Quieres continuar?
et: Kas sa tahad jätkata?
fa_ir: می خواهید ادامه دهید؟
fi: Haluatko jatkaa?
fr: Voulez-vous continuer?
ko: 계속 하시겠습니까?
lv: Vai vēlaties turpināt?
nl: Wil je doorgaan?
pl: Czy chcesz kontynuować?
pt: Você quer continuar?
ru: Вы хотите продолжить?
sk: Chceš pokračovať?
sr: Да ли желите да наставите?
sw: Je, ungependa kuendelea?
tr: Devam etmek istiyor musunuz ?

source: Add Athletes From Group
am: አትሌቶችን ከቡድን ያክሉ
ar: إضافة رياضيين من المجموعة
az: Qrupdan idmançılar əlavə edin
bg: Добавяне на спортисти от група
es: Agregar atletas del grupo
et: Lisage rühmast sportlased
fa_ir: اضافه کردن ورزشکاران از گروه
fi: Lisää urheilijoita ryhmästä
fr: Ajouter des sportifs au groupe
ko: 그룹에서 선수 추가
lv: Pievienojiet sportistus no grupas
nl: Atleten uit groep toevoegen
pl: Dodaj zawodników z grupy
pt: Adicionar atletas do grupo
ru: Добавить Спортсменов из Группы
sk: Pridať športovcov zo skupiny
sr: Dodajte sportiste iz grupe
sw: Ongeza Wanariadha Kutoka Kundi
tr: Gruptan Sporcuları Ekle

# exceededMaximumNumberOfAthletes
source: You have exceeded the maximum number of 99 athletes.
am: ከፍተኛውን የ99 አትሌቶች ቁጥር አልፈዋል።
ar: لقد تجاوزت الحد الأقصى لعدد 99 رياضيًا.
az: Maksimum 99 idmançı sayını keçdiniz.
bg: Надхвърлихте максималния брой от 99 спортисти.
es: Ha superado el número máximo de 99 atletas.
et: Olete ületanud maksimaalse 99 sportlase arvu.
fa_ir: شما از حداکثر تعداد 99 ورزشکار فراتر رفته اید.
fi: Olet ylittänyt 99 urheilijan enimmäismäärän.
fr: Vous avez dépassé le nombre maximum de 99 sportifs.
ko: 최대 선수 수인 99명을 초과했습니다.
lv: Jūs esat pārsniedzis maksimālo 99 sportistu skaitu.
nl: Je hebt het maximum aantal van 99 atleten overschreden.
pl: Przekroczono maksymalną liczbę 99 zawodników.
pt: Você ultrapassou o número máximo de 99 atletas.
ru: Вы превысили максимальное количество в 99 спортсменов.
sk: Prekročili ste maximálny počet 99 športovcov.
sr: Premašili ste maksimalni broj od 99 sportista.
sw: Umepitisha idadi ya juu zaidi ya wanariadha 99.
tr: Maksimum 99 sporcu sayısını aştınız.

# mustRemoveXAthlete
source: You must remove {{ numberOfAthletesExcess }} athlete.
am: ማስወገድ አለብህ {{ numberOfAthletesExcess }} አትሌት.
ar: يجب إزالة {{ numberOfAthletesExcess }} الرياضي.
az: Siz aradan qaldırmalısınız {{ numberOfAthletesExcess }} atlet.
bg: Трябва да премахнете {{ numberOfAthletesExcess }} спортист.
es: debes eliminar {{ numberOfAthletesExcess }} atleta.
et: Peate eemaldama {{ numberOfAthletesExcess }} sportlane.
fa_ir: شما باید {{ numberOfAthletesExcess }} ورزشکار را حذف کنید
fi: Sinun on poistettava {{ numberOfAthletesExcess }} urheilija.
fr: Vous devez supprimer {{ numberOfAthletesExcess }} ADAMS.
ko: {{ numberOfAthletesExcess }} 선수를 제거해야 합니다.
lv: Jums ir jānoņem {{ numberOfAthletesExcess }} sportists.
nl: U moet verwijderen {{ numberOfAthletesExcess }} atleet.
pl: Musisz usunąć {{ numberOfAthletesExcess }} sportowca.
pt: Você deve remover {{ numberOfAthletesExcess }} atleta.
ru: Вы должны удалить {{ numberOfAthletesExcess }} спортсмена.
sk: Musíte odstrániť {{ numberOfAthletesExcess }} športovec.
sr: Morate ukloniti {{ numberOfAthletesExcess }} sportiste.
sw: Lazima uondoe {{ numberOfAthletesExcess }} mwanariadha.
tr: kaldırmalısın {{ numberOfAthletesExcess }} atlet

# mustRemoveXAthletes
source: You must remove {{ numberOfAthletesExcess }} athletes.
am: ማስወገድ አለብህ {{ numberOfAthletesExcess }} አትሌቶች.
ar: يجب إزالة {{ numberOfAthletesExcess }} الرياضيين.
az: Siz aradan qaldırmalısınız {{ numberOfAthletesExcess }} idmançılar.
bg: Трябва да премахнете {{ numberOfAthletesExcess }} спортисти.
es: debes eliminar {{ numberOfAthletesExcess }} Atletas.
et: Peate eemaldama {{ numberOfAthletesExcess }} sportlased.
fa_ir: شما باید {{ numberOfAthletesExcess }} ورزشکاران را حذف کنید
fi: Sinun on poistettava {{ numberOfAthletesExcess }} urheilijaa.
fr: Vous devez retirer les athlètes de {{ numberOfAthletesExcess }} .
ko: {{ numberOfAthletesExcess }} 선수를 제거해야 합니다.
lv: Jums ir jānoņem {{ numberOfAthletesExcess }} sportistiem.
nl: U moet verwijderen {{ numberOfAthletesExcess }} atleten.
pl: Musisz usunąć {{ numberOfAthletesExcess }} sportowców.
pt: Você deve remover {{ numberOfAthletesExcess }} atletas.
ru: Вы должны удалить {{ numberOfAthletesExcess }} спортсменов.
sk: Musíte odstrániť {{ numberOfAthletesExcess }} športovcov.
sr: Morate ukloniti {{ numberOfAthletesExcess }} sportiste.
sw: Lazima uondoe {{ numberOfAthletesExcess }} wanariadha.
tr: kaldırmalısın {{ numberOfAthletesExcess }} sporcular

source: Groups
am: ቡድኖች
ar: مجموعات
az: Qruplar
bg: Групи
es: Grupos
et: Grupid
fa_ir: گروه ها
fi: Ryhmät
fr: Groupes
ko: 그룹
lv: Grupas
nl: Groepen
pl: Grupy
pt: Grupos
ru: Группы
sk: skupiny
sr: grupe
sw: Vikundi
tr: Gruplar

# noAthleteGroupsAvailable
source: There are no athlete groups available.
am: ምንም የአትሌቶች ቡድኖች የሉም።
ar: لا توجد مجموعات رياضية متاحة.
az: İdmançı qrupları mövcud deyil.
bg: Няма налични групи спортисти.
es: No hay grupos de atletas disponibles.
et: Sportlaste gruppe pole saadaval.
fa_ir: هیچ گروه های ورزشکاری موجود نیست.
fi: Urheilijaryhmiä ei ole käytettävissä.
fr: Il n'y a pas de groupes ADAMS disponibles.
ko: 사용할 수 있는 선수 그룹이 없습니다.
lv: Sportistu grupas nav pieejamas.
nl: Er zijn geen atletengroepen beschikbaar.
pl: Nie ma dostępnych grup zawodników.
pt: Não há grupos de atletas disponíveis.
ru: Группы спортсменов отсутствуют.
sk: Nie sú k dispozícii žiadne skupiny športovcov.
sr: Nema dostupnih grupa sportista.
sw: Hakuna vikundi vya wanariadha vinavyopatikana.
tr: Sporcu grubu bulunmamaktadır.

# groupsCouldNotBeRetrieved
source: The athlete groups could not be retrieved.
am: የአትሌቶቹ ቡድኖች ሊመጡ አልቻሉም።
ar: لا يمكن استرداد المجموعات الرياضية.
az: İdmançı qruplarını əldə etmək mümkün olmadı.
bg: Групите спортисти не можаха да бъдат извлечени.
es: No se pudieron recuperar los grupos de atletas.
et: Sportlaste rühmi ei saanud alla laadida.
fa_ir: گروه های ورزشکار قابل بازیابی نیستند.
fi: Urheilijaryhmiä ei saatu palautettua.
fr: Les groupes ADAMS n'ont pas pu être récupérés.
ko: 선수 그룹을 검색할 수 없습니다.
lv: Sportistu grupas nevarēja izgūt.
nl: De atletengroepen konden niet worden opgehaald.
pl: Nie udało się odzyskać grup zawodników.
pt: Os grupos de atletas não puderam ser recuperados.
ru: Группы спортсменов не могут быть получены.
sk: Skupiny športovcov sa nepodarilo získať.
sr: Grupe sportista nisu mogle biti preuzete.
sw: Vikundi vya wanariadha havikuweza kurejeshwa.
tr: Sporcu grupları alınamadı.

# exceedMaximumNumberOfAthletesRemovePlaceholder
source: You have exceeded the maximum number of 99 athletes. Either remove a placeholder or create a new Testing Order.
am: ከፍተኛውን የ99 አትሌቶች ቁጥር አልፈዋል። አንድ ቦታ ያዥ ያስወግዱ ወይም አዲስ የሙከራ ትዕዛዝ ይፍጠሩ።
ar: لقد تجاوزت الحد الأقصى لعدد 99 لاعبا. اما أن تقوم بازالة مكان محتجز أو تكوين أمر اختبار جديد.
az: Maksimum 99 idmançı sayını keçdiniz. Ya yertutanı silin, ya da yeni Test Sifarişi yaradın.
bg: Превишили сте максималния брой от 99 спортисти. Или премахнете призьор/място от класиране или създайте нова заповед за тестване.
es: Ha superado el número máximo de 99 atletas. Elimine un marcador de posición de o cree una nueva orden de prueba.
et: Olete ületanud maksimaalse 99 sportlase arvu. Eemaldage kohatäide või looge uus testimistellimus.
fa_ir: شما از حداکثر 99 ورزشکار فراتر رفته اید. یا یک جای‌بان را حذف کنید یا یک سفارش آزمایشی جدید ایجاد کنید.
fi: Olet ylittänyt 99 urheilijan enimmäismäärän. Poista joko sijoitus tai luo uusi Testimääräys.
fr: Vous avez dépassé le nombre maximum de 99 sportifs. Supprimer un espace réservé ou créer un nouvel ordre de mission.
ko: 최대 선수 수인 99명을 초과했습니다. 검사대상을 삭제거나 새 검사지시서를 생성하세요.
lv: Jūs esat pārsniedzis maksimālo 99 sportistu skaitu.Noņemiet vietturi vai izveidojiet jaunu pārbaudes pasūtījumu.
nl: Je hebt het maximale aantal van 99 atleten overschreden. Verwijder een "placeholder" of maak een nieuwe testopdracht.
pl: Przekroczono maksymalną liczbę 99 sportowców. Usuń symbol zastępczy lub utwórz nowe zlecenie testowania.
pt: Você excedeu o número máximo de 99 atletas. Remova um espaço reservado ou crie uma nova Ordem de Teste.
ru: Вы превысили максимальное количество спортсменов - 99. Либо удалите "болванку" либо создайте новое Распоряжение на тестирование.
sk: Prekročili ste maximálny počet 99 športovcov. Odstráňte zástupný symbol alebo vytvorte novú testovaciu objednávku.
sr: Премашили сте максимални број од 99 спортиста. Или уклоните резервирано место или направите нови налог за тестирање.
sw: Umepita idadi ya juu zaidi ya wanariadha 99. Ama ondoa kishika nafasi au uunde Agizo jipya la Kujaribu.
tr: Maksimum 99 sporcu sayısını aştınız. Yer tutucuyu kaldırın veya yeni bir Test Emri oluşturun.

# placeholdersAreMissingSportD
source: One or many placeholders are missing a sport/discipline. Please add a sport/discipline to all placeholders.
am: አንድ ወይም ብዙ ቦታ ያዥዎች ስፖርት/ተግሣጽ ይጎድላሉ። እባክዎ ለሁሉም ቦታ ያዥዎች ስፖርት/ተግሣጽ ያክሉ።
ar: واحد أو كثير من الأماكن المحتجزة تفتقد الى sport/انضباط. برجاء اضافة رياضة / انضباط الى كل الأماكن المحتجزة.
az: Bir və ya bir çox yer tutucuda idman/intizam yoxdur. Bütün yer tutanlara idman/intizam əlavə edin.
bg: При един или много призьори/места от класиране липсва спорт/дисциплина. Моля, добавете спорт/дисциплина към всички призьори/места от класиране.
es: A uno o muchos marcadores de posición les falta un deporte/disciplina. Por favor, agregue un deporte/disciplina a todos los marcadores de posición.
et: Ühel või mitmel kohahoidjal puudub sport / distsipliin. Lisage spordi- / distsipliin kõigile kohahoidjatele.
fa_ir: یک یا چند نفر از جایگاه‌داران یک ورزش/رشته را از دست داده‌اند. لطفاً یک ورزش/رشته را به همه جانشینان اضافه کنید.
fi: Yhdestä tai useammasta sijoituksesta puuttuu laji/alalaji Lisää laji/alalaji kaikkiin sijoituksiin.
fr: Un ou plusieurs espaces réservés n'ont pas de sport/discipline. Veuillez ajouter un sport / discipline à tous les espaces réservés.
ko: 하나 이상의 검사대상에 종목/세부종목이 누락되었습니다. 모든 검사대상에 종목/세부종목을 추가하세요.
lv: Vienam vai vairākiem vietturiem trūkst sporta veida/disciplīna.Lūdzu, pievienojiet sporta veidu/disciplīnu visiem vietturiem.
nl: Een of meerdere "placeholders" missen een sport / discipline. Voeg een sport / discipline toe voor alle "placeholders".
pl: W co najmniej jednym symbolu zastępczym brakuje sportu / dyscypliny. Dodaj sport / dyscyplinę do wszystkich symboli zastępczych.
pt: Um ou muitos espaços reservados estão faltando um esporte/disciplina. Por favor, adicione um esporte/disciplina a todos os espaços reservados.
ru: В одной или нескольких "болванках" отсутствует Вид спорта / Дисциплина. Пожалуйста, добавьте Вид спорта / Дисциплину во все "болванки".
sk: V jednom alebo viacerých zástupných symboloch chýba šport/disciplína. Pridajte šport/disciplínu do všetkých zástupných symbolov.
sr: Једном или више резервираних места недостаје спорт / дисциплина. Молимо додајте спорт / дисциплину свим резервираним местима.
sw: Kishika nafasi kimoja au wengi wanakosa mchezo/nidhamu. Tafadhali ongeza mchezo/nidhamu kwa vishika nafasi vyote.
tr: Bir veya daha fazla yer tutucu bir spor/disiplin eksik. Lütfen tüm yer tutuculara bir spor/disiplin ekleyin.

# addPlaceholderGender
source: Select
am: ይምረጡ
ar: تحديد
az: Seçin
bg: Избор
es: Seleccionar
et: Valige
fa_ir: انتخاب کنید
fi: Valitse
fr: sélectionner
ko: 선택하기
lv: Izvēlieties
nl: Selecteer
pl: Wybierz
pt: Selecionar
ru: Выбрать
sk: vybrať
sr: odaberite
sw: Chagua
tr: Seçin

source: Copy
am: ቅጅ
ar: نسخ
az: Kopyala
bg: Копиране
es: Copiar
et: Kopeeri
fa_ir: کپی کن
fi: Kopioi
fr: Copier
ko: 복사
lv: kopiju
nl: Kopie
pl: Kopia
pt: Cópia
ru: Копия
sk: kópie
sr: Kopiraj
sw: nakala
tr: Kopyala

source: Add Analyses to Placeholders
am: ትንታኔዎችን ወደ ቦታ ያዥዎች ያክሉ
ar: إضافة تحليلات إلى العناصر النائبة
az: Yer tutuculara təhlillər əlavə edin
bg: добавете анализи към призьори/места от класиране
es: añadir análisis a los marcadores de posición
et: lisage kohahoidjatesse analüüse
fa_ir: تجزیه و تحلیل را به Placeholder اضافه کنید
fi: Lisää analyyseja Sijoituksiin
fr: ajouter des analyses aux espaces réservés
ko: 검사대상에 분석 추가
lv: Pievienojiet analīzi vietturiem
nl: analyses toevoegen voor "placeholders"
pl: dodać analizy do symboli zastępczych
pt: adicionar análises aos marcadores
ru: Добавить анализ в "болванку"
sk: Pridať analýzy do zástupných symbolov
sr: додајте анализе чуварима места
sw: Ongeza Uchambuzi kwa Vishika nafasi
tr: yer tutuculara analiz ekleyin

# orSkipAnalysesAndAddPlaceholders_lowercase
source: or skip analyses for now and add placeholders
am: ወይም ትንታኔዎችን ለአሁኑ ይዝለሉ እና ቦታ ያዥዎችን ይጨምሩ
ar: أو تخطي التحليلات الآن وإضافة عناصر نائبة
az: və ya hələlik təhlilləri atlayın və yer tutanlar əlavə edin
bg: или засега пропуснете анализите и добавете призьори/места от класиране
es: o saltarse los análisis por ahora y añadir marcadores de posición
et: või jätke praegu analüüsid vahele ja lisage kohahoidjaid
fa_ir: یا فعلاً از تجزیه و تحلیل صرفنظر کنید و متغیرهایی را اضافه کنید
fi: tai ohita analyysit toistaiseksi ja lisää sijoitukset
fr: ou ignorer les analyses pour l'instant et ajouter des espaces réservés
ko: 일단 분석 건너뛰고 선수 추가하기
lv: vai pagaidām izlaidiet analīzi un pievienojiet vietturus
nl: of sla analyses voorlopig over en voeg "placeholders" toe
pl: lub na razie pomiń analizy i dodaj symbole zastępcze
pt: ou pule as análises por enquanto e adicione marcadores de posição
ru: или пока пропустите анализ и добавьте "болванку"
sk: alebo nateraz preskočte analýzy a pridajte zástupné symboly
sr: или за сада прескочите анализе и додајте чуваре места
sw: au ruka uchanganuzi kwa sasa na uongeze vishika nafasi
tr: veya şimdilik analizleri atlayın ve yer tutucular ekleyin

source: Add Placeholders
am: ቦታ ያዥዎችን ያክሉ
ar: إضافة عناصر نائبة
az: Yer tutucuları əlavə edin
bg: добавете призьори/места от класиране
es: añadir marcadores de posición
et: lisage kohatäited
fa_ir: متغیرهایی را اضافه کنید
fi: Lisää Sijoituksia
fr: ajouter des espaces réservés
ko: 검사대상 추가
lv: Pievienojiet vietturus
nl: "placeholders" toevoegen
pl: dodaj symbole zastępcze
pt: adicionar marcadores
ru: Добавить "болванку"
sk: Pridať zástupné symboly
sr: додајте чуваре места
sw: Ongeza Vishika nafasi
tr: yer tutucular ekleyin

# addNewPlaceholder_uppercase
source: ADD NEW PLACEHOLDER
am: አዲስ ቦታ ያዥ ያክሉ
ar: إضافة صاحب مكان جديد
az: YENİ YER TUTUCU ƏLAVƏ EDİN
bg: ДОБАВЕТЕ нов призьор/място от класиране
es: AÑADIR UN NUEVO MARCADOR DE POSICIÓN
et: LISAKS UUS KOHASEEMA
fa_ir: افزودن مکان جدید
fi: LISÄÄ UUSI SIJOITUS
fr: AJOUTER UN NOUVEL ESPACE RESERVE
ko: 새로운 검사대상 추가
lv: PIEVIENOT JAUNU VIETAS TURĒTĀJU
nl: NIEUWE "PLACEHOLDER" TOEVOEGEN
pl: DODAJ NOWE MIEJSCE
pt: ADICIONE NOVO LOCAL
ru: ДОБАВИТЬ НОВУЮ "БОЛВАНКУ"
sk: PRIDAŤ NOVÝ ZÁSTUPNÝ ZÁSTUPCOVK
sr: ДОДАЈТЕ НОВО ПЛАЦЕХОЛДЕР
sw: ONGEZA KISHIKILIA NAFASI KIPYA
tr: YENİ YER TUTUCU EKLE

# bindToAthlete_uppercase
source: BIND TO ATHLETE
am: ከአትሌት ጋር ያያይዙ
ar: الالتزام كرياضي
az: idmançıya bağlamaq
bg: свържи към спортист
es: Vincular al deportista
et: BIND ATHLETE
fa_ir: به ورزشکار متصل شوید
fi: LIITÄ URHEILIJAAN
fr: associer au sportif
ko: 선수에 연결하기
lv: PIESTIES SPORTISTIEM
nl: Aan atleet koppelen
pl: przypisz do zawodnika
pt: ligar ao/à atleta
ru: ПРИВЯЗАТЬ К СПОРТСМЕНУ
sk: viazať sa na atléta
sr: vezan za sportistu
sw: FUNGWA KWA MWANARIADHA
tr: sporcuya bağla

# searchForAthletes_uppercase
source: SEARCH FOR ATHLETES
am: አትሌቶችን ይፈልጉ
ar: البحث عن الرياضيين
az: İdmançıları axtarın
bg: Търсене на спортисти
es: Buscar deportistas
et: SPORTLASTE OTSIMINE
fa_ir: جستجو برای ورزشکاران
fi: HAE URHEILIJOITA
fr: Recherche de sportifs
ko: 선수 검색
lv: MEKLĒT SPORTISTUS
nl: Zoek naar atleten
pl: Szukaj zawodników
pt: Buscar por atletas
ru: ПОИСК СПОРТСМЕНОВ
sk: Vyhľadajte športovcov
sr: pretraga sportiste
sw: TAFUTA WANARIADHA
tr: Sporcu ara

# typeAtLeast2characters
source: Type at least 2 characters in the search field
am: በፍለጋ መስኩ ውስጥ ቢያንስ 2 ቁምፊዎችን ይተይቡ
ar: اكتب حرفين على الأقل في حقل البحث
az: Axtarış sahəsinə ən azı 2 simvol daxil edin
bg: Въведете поне 2 знака в полето за търсене
es: Escriba al menos 2 caracteres en el campo de búsqueda
et: Sisestage otsinguväljale vähemalt 2 tähemärki
fa_ir: حداقل 2 کاراکتر در قسمت جستجو تایپ کنید
fi: Kirjoita hakukenttään vähintään 2 merkkiä
fr: Entrez au moins 2 caractères dans le champ de recherche
ko: 검색 필드에 2자 이상 입력하세요
lv: Meklēšanas laukā ierakstiet vismaz 2 rakstzīmes
nl: Typ minimaal 2 tekens in het zoekveld
pl: Wpisz co najmniej 2 znaki w polu wyszukiwania
pt: Digite pelo menos 2 caracteres no campo de pesquisa
ru: Введите не менее 2 символов в поле поиска
sk: Do vyhľadávacieho poľa zadajte aspoň 2 znaky
sr: Унесите најмање 2 знака у поље за претрагу
sw: Andika angalau vibambo 2 kwenye sehemu ya utafutaji
tr: Arama alanına en az 2 karakter yazın
