Repository: NandhineeR/WADA
Catalog: wada-ama-testcenter-web-57718053929f/wada-ama-testcenter-web-57718053929f/src/i18n/messages.om.xlf
Languages: om_et

# checkTestingOrderTests
source: The Testing Authority, Result Management Authority & Test Coordinator cannot be updated once tests have been added to the Testing Order. Please remove the tests before editing these fields.
om_et: Abbaan Taayitaa Qormaataa, Abbaa Taayitaa Bulchiinsa Bu’aa & Qindeessaan Qormaataa erga qormaanni Ajaja Qormaataa irratti dabalamee booda haaromfamuu hin danda’u. Maaloo man'eelee kana gulaaluu dura qormaata haqi.

# respectTheMinDateRange
source: Date must be equal to or greater than {{ minEndDate.format('DD-MMM-YYYY') }}
om_et: Guyyaan walqixa ykn isaa ol ta’uu qaba{{ minEndDate.format('DD-MMM-YYYY') }}

# aboutToLoseAccessAsTestingAuthority
source: You are about to lose your access as a Testing Authority to this Testing Order.
om_et: Akka Abbaa Taayitaa Qormaataa tokkootti Ajaja Qormaataa kanaaf qaqqabummaa dhabuuf jirta.

# contractWithTestingAuthorityIsAbsent
source: Your contract with the Testing Authority is absent. You will lose Testing Authority access to this Testing Order
om_et: Waliigaltee Abbaa Taayitaa Qormaataa waliin qabdan hin jiru. Ajaja Qormaataa kanaaf qaqqabummaa Abbaa Taayitaa Qormaataa ni dhabda

# sharingRuleAbsent
source: Sharing rule with is absent. You will lose Testing Authority access to this Testing Order.
om_et: Seera qooduun waliin hin jiru. Ajaja Qormaataa kanaaf qaqqabummaa Abbaa Taayitaa Qormaataa ni dhabda.

# notificationToTooltip
source: The Testing Authority and the Result Management Authority will automatically receive notice of results. If there are other ADOs you wish to receive results from these tests, please enter them here.
om_et: Abbaan Taayitaa Qormaataa fi Abbaan Taayitaa Bulchiinsa Bu’aa ofumaan beeksisa bu’aa ni argatu. ADOn biroo qorannoowwan kana irraa bu’aa argachuu barbaaddan yoo jiraatan, maaloo asitti galchaa.

# warningTestExceedsThreshold
source: This Testing Order has a number of tests that exceeds 100 tests. This may result in slower saving and loading of the Testing Order View.
om_et: Ajajni Qormaataa kun qormaata baay’ee qormaata 100 ol qaba. Kunis suuta qusannaa fi fe'uu Mul'ata Tartiiba Qormaataa fiduu danda'a.

# continueAddingAthleteOrPlaceholder
source: Continue by adding an athlete or a placeholder to your Testing Order
om_et: Tartiiba Qormaata kee irratti atileeti ykn bakka bu'aa dabaluudhaan itti fufi

source: Analysis Instructions for
om_et: Qajeelfama Xiinxalaaf

# viewTestingOrderIdX
source: View Testing Order - {{ toId }}
om_et: Tartiiba Qormaataa Ilaali - .{{ toId }}

# dviewTestingOrder
source: View Testing Order
om_et: Tartiiba Qormaataa Ilaali

source: Download Testing Order instructions
om_et: Qajeelfama Tartiiba Qormaataa buufadhaa

source: View Authorization
om_et: Hayyama Ilaaluu

source: Download DCO Report
om_et: Download Gabaasa DCO

source: Copy Testing Order
om_et: Ajaja Qormaata Waraabbii

source: Delete Testing Order
om_et: Tartiiba Qormaataa Haquu

# testingOrderCancelBeforeDeleteInfo
source: The Testing Order should be cancelled before it can be deleted.
om_et: Ajajni Qormaataa osoo hin haqamin dura haqamuu qaba.

# viewToInClassic_uppercase
source: VIEW TESTING ORDER IN CLASSIC
om_et: TARTIIBNI QORMAATA KILAASIK KEESSATTI ILAALI

# testingOrderNumberXSavedAsStatusX
source: Testing Order number {{ (to$ | async)?.id }} has been saved as {{ toStatus$ | async }}.
om_et: Lakkoofsa Ajaja Qormaataa{{ (to$ | async)?.id }} jedhamee baraarameera{{ toStatus$ | async }} .

# testingOrderNumberXIssued
source: Testing Order number {{ (to$ | async)?.id }} has been issued.
om_et: Lakkoofsa Ajaja Qormaataa{{ (to$ | async)?.id }} bahee jira.

# testingOrderNumberCancelled
source: Testing Order number {{ (to$ | async)?.id }} has been cancelled.
om_et: Lakkoofsa Ajaja Qormaataa {{ (to$ | async)?.id }} haqameera.

# testingOrderNumberCompleted
source: Testing Order number {{ (to$ | async)?.id }} has been completed.
om_et: Lakkoofsa Ajaja Qormaataa {{ (to$ | async)?.id }} xumurameera.

# reviewTestingOrderPriorToFinalizing
source: Review the Testing Order prior to finalizing.
om_et: Xumuramuu dura Tartiiba Qormaataa irra deebi’ii ilaali.

source: Issue to SCA
om_et: Dhimma gara SCA

# notificationToLeadDco
source: A notification will be sent to the Lead DCO
om_et: Beeksisni gara DCO Dursaa ni ergama

# informativeCopyTestingOrder
source: The content of this Testing Order was copied from {{ copiedTestingOrderNumber$ | async }}.
om_et: Qabiyyeen Ajaja Qormaataa kanaa irraa waraabame {{ copiedTestingOrderNumber$ | async }}.

# warningCopyTestingOrder
source: The content of this Testing Order was copied from {{ copiedTestingOrderNumber$ | async }}.<br>
om_et: Qabiyyeen Ajaja Qormaataa kanaa irraa waraabame {{ copiedTestingOrderNumber$ | async }}.<br>

# completeMandatoryFieldBeforeIssuingTestingOrder
source: You need to complete the mandatory fields before issuing this Testing Oder.
om_et: Oder Qormaataa kana kennuu kee dura man'eewwan dirqamaa guutuu qabda.

source: Section 1 - Authorization
om_et: Kutaa 1 - Hayyama

source: Section 2 - Athletes and Analyses
om_et: Kutaa 2ffaa - Atileetotaa fi Xiinxala

source: Section 3 - Doping Control Personnel
om_et: Kutaa 3ffaa - Hojjetoota To’annoo Doping

# dcoXNotAllowedToTestAthlete
source: Participant {{ participant.displayName }} is not allowed to test an athlete in the following Sport/Discipline:
om_et: Hirmaataa {{ participant.displayName }} ispoortii/Discipline armaan gadiitiin atileeti tokko qorachuun hin hayyamamu:

# dcfXDatedXHasBeenDeleted
source: Doping Control Form for {{ dcfFullName }} dated {{ dcfArrivalDate | formatDate :'-0000' : 'DD-MMM-YYYY' }} has been deleted.
om_et: Unka To'annoo Doping for{{ dcfFullName }} guyyaa qaba{{ dcfArrivalDate | formatDate :'-0000' : 'DD-MMM-YYYY' }} haqameera.

# dcfXHasBeenDeleted
source: Doping Control Form for {{ dcfFullName }} has been deleted.
om_et: Unka To'annoo Doping for{{ dcfFullName }} haqameera.

# testingOrderAndTestsDeleted
source: Testing Order number {{ toId }} and related tests have been deleted.
om_et: Lakkoofsa Ajaja Qormaataa{{ toId }} fi qormaanni walqabatu haqamaniiru.

# followingTestMovedToTestingOrderX
source: The following test was successfully moved to Testing Order number {{ testsToMove.testingOrderNumber }}
om_et: Qormaanni armaan gadii milkaa’inaan gara lakkoofsa Ajaja Qormaataatti ce’eera{{ testsToMove.testingOrderNumber }}

# followingTestsMovedToTestingOrderX
source: The following tests were successfully moved to Testing Order number {{ testsToMove.testingOrderNumber }}
om_et: Qormaatni armaan gadii milkaa’inaan gara lakkoofsa Ajaja Qormaataatti ce’aniiru{{ testsToMove.testingOrderNumber }}

source: All related tests will be deleted.
om_et: Qormaatni walqabatu hundi ni haqama.

# toDeleteTestingOrderMoveOrCancel
source: In order to delete this Testing Order, move or cancel:
om_et: Ajaja Qormaataa kana haquuf, sochoosi ykn haqi:

# allTestsHaveDopingControlForm
source: All tests that have a Doping Control Form entered.
om_et: Qormaatni Unka To'annoo Doping qaban hunda galfame.

# allTestsHaveUnsuccessfulAttempt
source: All tests that have an Unsuccessful Attempt entered.
om_et: Qormaatni Yaalii Hin Milkaa'amne qaban hundi galfaman.

# allTestsHaveClosedSample
source: All tests that have a Closed Sample Not Collected status.
om_et: Qormaatni hunda kanneen haalata Saamuda Cufame Hin Walitti Qabamne qaban.

# cannotCompleteTOUntilTestsAreValid
source: A Testing Order cannot be completed until all tests are either completed, closed or cancelled.
om_et: Ajajni Qormaataa hanga qormaanni hundi xumuramu, cufamu ykn haqamutti xumuramuu hin danda’u.

# view_uppercase
source: VIEW
om_et: ilaaluu

# createTestingOrder_uppercase
source: CREATE TESTING ORDER
om_et: Tartiiba Qormaataa Uumuu

# toListCouldNotBeRetrieved
source: The list of testing orders could not be retrieved.
om_et: Tarreen ajaja qorannoo deebifamuu hin dandeenye.

# toWarningMaxLengthList
source: This list only shows the last {{ maxResults }} testing orders.
om_et: Tarreen kun isa dhumaa qofa agarsiisa {{ maxResults }} ajaja qorannoo.

# clearAll_uppercase
source: CLEAR ALL
om_et: HUNDA QULQULLEESSAA

source: View Unsuccessful Attempt
om_et: Yaalii Hin Milkaa'in Ilaaluu

source: View Unsuccessful Attempts
om_et: Yaalii Hin Milkaa'in Ilaaluu

source: Print UA Form
om_et: Unka UA maxxansaa

source: Print UA Forms
om_et: Unkaalee UA maxxansaa

# unsuccessfulAttemptForAthleteXDeleted
source: Unsuccessful Attempt for {{uaDeletion?.athleteName}} has been deleted.
om_et: Yaalii Hin Milkoofne for{{uaDeletion?.athleteName}} haqameera.

source: Back to Testing Order
om_et: Gara Tartiiba Qormaataatti Deebi'a

source: Back to Testing Order Management
om_et: Gara Bulchiinsa Ajaja Qormaataatti deebi'a
