Repository: NandhineeR/WADA
Catalog: wada-ama-testcenter-web-57718053929f/wada-ama-testcenter-web-57718053929f/src/i18n/messages.*.xlf
Languages: am, ar, az, bg, es, et, fa_ir, fi, fr, ko, lv, nl, pl, pt, ru, sk, sr, sw, tr

# sampleValidityUpdateSuccess
source: The sample validity was updated successfully.
am: የናሙና ትክክለኛነት በተሳካ ሁኔታ ዘምኗል።
ar: تم تعديل صحة العينة بنجاح.
az: Nümunə etibarlılığı uğurla yeniləndi.
bg: Валидността на примера бе актуализирана успешно.
es: La validez de la muestra se ha actualizado con éxito.
et: Näidise kehtivuse värskendamine õnnestus.
fa_ir: اعتبار نمونه با موفقیت به روز شد.
fi: Näytteen validiteetti päivitettiin onnistuneesti.
fr: L’exemple de validité a été mis à jour avec succès.
ko: 시료 유효성이 성공적으로 업데이트되었습니다.
lv: Parauga derīgums tika veiksmīgi atjaunināts.
nl: De geldigheid van het monster is met succes bijgewerkt.
pl: Ważność próbki została pomyślnie zaktualizowana.
pt: A validade da amostra foi atualizada com sucesso.
ru: Валидность образца была успешно обновлена.
sk: Platnosť vzorky bola úspešne aktualizovaná.
sr: Provera valjanosti uzorka je uspešno ažurirana.
sw: Sampuli ya uhalali imesasishwa.
tr: Örnek geçerliliği başarıyla güncellendi.

# dcfForXDatedXHasBeenCancelled
source: Doping Control Form for {{ state.athlete?.lastName }} , {{ state.athlete?.firstName }} dated {{ arrivalDate$ | async | formatDate :'-0000' : 'DD-MMM-YYYY' }} has been set to cancelled.
am: የዶፒንግ መቆጣጠሪያ ቅጽ ለ {{ state.athlete?.lastName }} , {{ state.athlete?.firstName }} ቀኑ {{ arrivalDate$ | async | formatDate :'-0000' : 'DD-MMM-YYYY' }} እንዲሰረዝ ተዘጋጅቷል።
ar: نموذج مراقبة تعاطي المنشطات{{ state.athlete?.lastName }} و{{ state.athlete?.firstName }} بتاريخ{{ arrivalDate$ | async | formatDate :'-0000' : 'DD-MMM-YYYY' }} تم تعيينه للإلغاء.
az: Dopinq nəzarət forması{{ state.athlete?.lastName }} ,{{ state.athlete?.firstName }} tarixli{{ arrivalDate$ | async | formatDate :'-0000' : 'DD-MMM-YYYY' }} ləğv edilməsi təyin edilib.
bg: Формуляр за допинг контрол за {{ state.athlete?.lastName }} ,{{ state.athlete?.firstName }} датиран {{ arrivalDate$ | async | formatDate :'-0000' : 'DD-MMM-YYYY' }} е настроено на отменено.
es: El formulario de control de dopaje para {{ state.athlete?.lastName }}, {{ state.athlete?.firstName }} con fecha de {{ arrivalDate$ | async | formatDate :'-0000' : 'DD-MMM-YYYY' }} ha sido cancelado.
et: Dopingukontrolli vorm{{ state.athlete?.lastName }} ,{{ state.athlete?.firstName }} dateeritud{{ arrivalDate$ | async | formatDate :'-0000' : 'DD-MMM-YYYY' }} on tühistatud.
fa_ir: فرم کنترل دوپینگ برای{{ state.athlete?.lastName }} ،{{ state.athlete?.firstName }} تاریخ دار{{ arrivalDate$ | async | formatDate :'-0000' : 'DD-MMM-YYYY' }} لغو شده است.
fi: Dopingtestipöytäkirja urheilijalle{{ state.athlete?.lastName }} , {{ state.athlete?.firstName }} päivämäärällä{{ arrivalDate$ | async | formatDate :'-0000' : 'DD-MMM-YYYY' }} on peruttu.
fr: Le formulaire de contrôle du dopage pour {{ state.athlete?.lastName }}, {{ state.athlete?.firstName }} daté de {{ arrivalDate$ | async | formatDate :'-0000' : 'DD-MMM-YYYY' }} a été annulé.
ko: {{ state.athlete?.lastName }} , {{ state.athlete?.firstName }}에 대한 {{ arrivalDate$ | async | formatDate :'-0000' : 'DD-MMM-YYYY' }}자의 도핑검사서가 취소됨으로 설정되었습니다.
lv: Dopinga kontroles veidlapa par{{ state.athlete?.lastName }} ,{{ state.athlete?.firstName }} datēts{{ arrivalDate$ | async | formatDate :'-0000' : 'DD-MMM-YYYY' }} ir iestatīts uz atceltu.
nl: Dopingcontroleformulier voor {{ state.athlete?.lastName }} , {{ state.athlete?.firstName }} gedateerd {{ arrivalDate$ | async | formatDate :'-0000' : 'DD-MMM-YYYY' }} is ingesteld op geannuleerd.
pl: Formularz kontroli antydopingowej dla{{ state.athlete?.lastName }} ,{{ state.athlete?.firstName }} przestarzały{{ arrivalDate$ | async | formatDate :'-0000' : 'DD-MMM-YYYY' }} został ustawiony na anulowany.
pt: Formulário de Controle de Doping para{{ state.athlete?.lastName }} ,{{ state.athlete?.firstName }} datado{{ arrivalDate$ | async | formatDate :'-0000' : 'DD-MMM-YYYY' }} foi definido como cancelado.
ru: Для протокола допинг-контроля для {{ state.athlete?.lastName }} , {{ state.athlete?.firstName }} датированный {{ arrivalDate$ | async | formatDate :'-0000' : 'DD-MMM-YYYY' }} был установлен статус &quot;отменен&quot;.
sk: Formulár dopingovej kontroly pre{{ state.athlete?.lastName }} ,{{ state.athlete?.firstName }} datované{{ arrivalDate$ | async | formatDate :'-0000' : 'DD-MMM-YYYY' }} bolo nastavené na zrušené.
sr: Образац за допинг контролу за{{ state.athlete?.lastName }} ,{{ state.athlete?.firstName }} датиран{{ arrivalDate$ | async | formatDate :'-0000' : 'DD-MMM-YYYY' }} је постављено на отказано.
sw: Fomu ya Kudhibiti Doping kwa{{ state.athlete?.lastName }} ,{{ state.athlete?.firstName }} tarehe{{ arrivalDate$ | async | formatDate :'-0000' : 'DD-MMM-YYYY' }} imewekwa kughairiwa.
tr: Doping Kontrol Formu{{ state.athlete?.lastName }} ,{{ state.athlete?.firstName }} tarihli{{ arrivalDate$ | async | formatDate :'-0000' : 'DD-MMM-YYYY' }} iptal olarak ayarlandı.

# dcfForXHasBeenCancelled
source: Doping Control Form for {{ state.athlete?.lastName }} , {{ state.athlete?.firstName }} has been set to cancelled.
am: የዶፒንግ መቆጣጠሪያ ቅጽ ለ {{ state.athlete?.lastName }} , {{ state.athlete?.firstName }} እንዲሰረዝ ተዘጋጅቷል።
ar: نموذج مراقبة تعاطي المنشطات{{ state.athlete?.lastName }} و{{ state.athlete?.firstName }} تم تعيينه للإلغاء.
az: Dopinq nəzarət forması{{ state.athlete?.lastName }} ,{{ state.athlete?.firstName }} ləğv edilməsi təyin edilib.
bg: Формуляр за допинг контрол за {{ state.athlete?.lastName }} ,{{ state.athlete?.firstName }} е настроено на отменен.
es: El formulario de control de dopaje para {{ state.athlete?.lastName }}, {{ state.athlete?.firstName }} ha sido cancelado.
et: Dopingukontrolli vorm{{ state.athlete?.lastName }} ,{{ state.athlete?.firstName }} on tühistatud.
fa_ir: فرم کنترل دوپینگ برای{{ state.athlete?.lastName }} ،{{ state.athlete?.firstName }} لغو شده است.
fi: Dopingtestipöytäkirja urheilijalle{{ state.athlete?.lastName }} , {{ state.athlete?.firstName }} on peruttu.
fr: Le formulaire de contrôle du dopage pour {{ state.athlete?.lastName }} , {{ state.athlete?.firstName }} a été annulé.
ko: {{ state.athlete?.lastName }} , {{ state.athlete?.firstName }}에 대한 도핑검사서가 취소됨으로 설정되었습니다.
lv: Dopinga kontroles veidlapa par{{ state.athlete?.lastName }} ,{{ state.athlete?.firstName }} ir iestatīts uz atceltu.
nl: Dopingcontroleformulier voor {{ state.athlete?.lastName }} , {{ state.athlete?.firstName }} is ingesteld op geannuleerd.
pl: Formularz kontroli antydopingowej dla{{ state.athlete?.lastName }} ,{{ state.athlete?.firstName }} został ustawiony na anulowany.
pt: Formulário de Controle de Doping para{{ state.athlete?.lastName }} ,{{ state.athlete?.firstName }} foi definido como cancelado.
ru: Для протокола допинг-контроля для {{ state.athlete?.lastName }} ,{{ state.athlete?.firstName }} был установлен статус &quot;отменен&quot;.
sk: Formulár dopingovej kontroly pre{{ state.athlete?.lastName }} ,{{ state.athlete?.firstName }} bolo nastavené na zrušené.
sr: Образац за допинг контролу за{{ state.athlete?.lastName }} ,{{ state.athlete?.firstName }} је постављено на отказано.
sw: Fomu ya Kudhibiti Doping kwa{{ state.athlete?.lastName }} ,{{ state.athlete?.firstName }} imewekwa kughairiwa.
tr: Doping Kontrol Formu{{ state.athlete?.lastName }} ,{{ state.athlete?.firstName }} iptal olarak ayarlandı.

# matchForSampleXConfirmedByUser
source: The match for {{ translations$ | getSampleType:(sample$ | async)?.sampleTypeSpecificCode | async }} {{ (sample$ | async)?.sampleCode }} was confirmed by the user.
am: ግጥሚያው ለ {{ translations$ | getSampleType:(sample$ | async)?.sampleTypeSpecificCode | async }} {{ (sample$ | async)?.sampleCode }} በተጠቃሚው ተረጋግጧል.
ar: المباراة ل {{ translations$ | getSampleType:(sample$ | async)?.sampleTypeSpecificCode | async }}{{ (sample$ | async)?.sampleCode }} تم تأكيده من قبل المستخدم.
az: Üçün matç {{ translations$ | getSampleType:(sample$ | async)?.sampleTypeSpecificCode | async }}{{ (sample$ | async)?.sampleCode }} istifadəçi tərəfindən təsdiq edilmişdir.
bg: Свързването за {{ translations$ | getSampleType:(sample$ | async)?.sampleTypeSpecificCode | async }}{{ (sample$ | async)?.sampleCode }} е потвърдено от потребителя.
es: La coincidencia con {{ translations$ | getSampleType:(sample$ | async)?.sampleTypeSpecificCode | async }} {{ (sample$ | async)?.sampleCode }} fue confirmada por el usuario.
et: Matš {{ translations$ | getSampleType:(sample$ | async)?.sampleTypeSpecificCode | async }}{{ (sample$ | async)?.sampleCode }} kinnitas kasutaja.
fa_ir: مسابقه برای {{ translations$ | getSampleType:(sample$ | async)?.sampleTypeSpecificCode | async }}{{ (sample$ | async)?.sampleCode }} توسط کاربر تایید شد
fi: Käyttäjä vahvisti {{ translations$ | getSampleType:(sample$ | async)?.sampleTypeSpecificCode | async }}{{ (sample$ | async)?.sampleCode }} yhdistymisen.
fr: La correspondance avec {{ translations$ | getSampleType:(sample$ | async)?.sampleTypeSpecificCode | async }} {{ (sample$ | async)?.sampleCode }} a été confirmée par l'utilisateur.
ko: {{ translations$ | getSampleType:(sample$ | async)?.sampleTypeSpecificCode | async }} {{ (sample$ | async)?.sampleCode }}에 대한 일치가 사용자에 의해 확인되었습니다.
lv: Spēle par {{ translations$ | getSampleType:(sample$ | async)?.sampleTypeSpecificCode | async }}{{ (sample$ | async)?.sampleCode }} apstiprināja lietotājs.
nl: De koppeling voor {{ translations$ | getSampleType:(sample$ | async)?.sampleTypeSpecificCode | async }} {{ (sample$ | async)?.sampleCode }} werd bevestigd door de gebruiker.
pl: Mecz dla {{ translations$ | getSampleType:(sample$ | async)?.sampleTypeSpecificCode | async }}{{ (sample$ | async)?.sampleCode }} zostało potwierdzone przez użytkownika.
pt: A partida para {{ translations$ | getSampleType:(sample$ | async)?.sampleTypeSpecificCode | async }}{{ (sample$ | async)?.sampleCode }} foi confirmado pelo usuário.
ru: Совпадение для {{ translations$ | getSampleType:(sample$ | async)?.sampleTypeSpecificCode | async }} {{ (sample$ | async)?.sampleCode }} было подтверждено пользователем.
sk: Zápas pre {{ translations$ | getSampleType:(sample$ | async)?.sampleTypeSpecificCode | async }}{{ (sample$ | async)?.sampleCode }} bola potvrdená používateľom.
sr: Утакмица за {{ translations$ | getSampleType:(sample$ | async)?.sampleTypeSpecificCode | async }}{{ (sample$ | async)?.sampleCode }} је потврдио корисник.
sw: Mechi ya {{ translations$ | getSampleType:(sample$ | async)?.sampleTypeSpecificCode | async }}{{ (sample$ | async)?.sampleCode }} ilithibitishwa na mtumiaji.
tr: İçin maç {{ translations$ | getSampleType:(sample$ | async)?.sampleTypeSpecificCode | async }}{{ (sample$ | async)?.sampleCode }} kullanıcı tarafından onaylandı.

# matchForSampleXRejectedByUser
source: The match for {{ translations$ | getSampleType:(sample$ | async)?.sampleTypeSpecificCode | async }} {{ (sample$ | async)?.sampleCode }} was rejected by the user.
am: ግጥሚያው ለ {{ translations$ | getSampleType:(sample$ | async)?.sampleTypeSpecificCode | async }} {{ (sample$ | async)?.sampleCode }} በተጠቃሚው ተቀባይነት አላገኘም።
ar: المباراة ل {{ translations$ | getSampleType:(sample$ | async)?.sampleTypeSpecificCode | async }}{{ (sample$ | async)?.sampleCode }} تم رفضه من قبل المستخدم.
az: Üçün matç {{ translations$ | getSampleType:(sample$ | async)?.sampleTypeSpecificCode | async }}{{ (sample$ | async)?.sampleCode }} istifadəçi tərəfindən rədd edildi.
bg: Свързването за {{ translations$ | getSampleType:(sample$ | async)?.sampleTypeSpecificCode | async }}{{ (sample$ | async)?.sampleCode }} е отхвърлен от потребителя.
es: La coincidencia para {{ translations$ | getSampleType:(sample$ | async)?.sampleTypeSpecificCode | async }} {{ (sample$ | async)?.sampleCode }} fue rechazada por el usuario.
et: Matš {{ translations$ | getSampleType:(sample$ | async)?.sampleTypeSpecificCode | async }}{{ (sample$ | async)?.sampleCode }} lükkas kasutaja tagasi.
fa_ir: مسابقه برای {{ translations$ | getSampleType:(sample$ | async)?.sampleTypeSpecificCode | async }}{{ (sample$ | async)?.sampleCode }} توسط کاربر رد شد.
fi: Käyttäjä hylkäsi {{ translations$ | getSampleType:(sample$ | async)?.sampleTypeSpecificCode | async }}{{ (sample$ | async)?.sampleCode }} yhdistymisen.
fr: La correspondance pour {{ translations$ | getSampleType:(sample$ | async)?.sampleTypeSpecificCode | async }} {{ (sample$ | async)?.sampleCode }} a été rejetée par l'utilisateur.
ko: {{ translations$ | getSampleType:(sample$ | async)?.sampleTypeSpecificCode | async }} {{ (sample$ | async)?.sampleCode }}에 대한 일치가 사용자에 의해 거부되었습니다.
lv: Spēle par {{ translations$ | getSampleType:(sample$ | async)?.sampleTypeSpecificCode | async }}{{ (sample$ | async)?.sampleCode }} lietotājs noraidīja.
nl: De koppeling voor {{ translations$ | getSampleType:(sample$ | async)?.sampleTypeSpecificCode | async }} {{ (sample$ | async)?.sampleCode }} is afgewezen door de gebruiker.
pl: Mecz dla {{ translations$ | getSampleType:(sample$ | async)?.sampleTypeSpecificCode | async }}{{ (sample$ | async)?.sampleCode }} został odrzucony przez użytkownika.
pt: A partida para {{ translations$ | getSampleType:(sample$ | async)?.sampleTypeSpecificCode | async }}{{ (sample$ | async)?.sampleCode }} foi rejeitado pelo usuário.
ru: Совпадение для {{ translations$ | getSampleType:(sample$ | async)?.sampleTypeSpecificCode | async }} {{ (sample$ | async)?.sampleCode }} было отклонено пользователем.
sk: Zápas pre {{ translations$ | getSampleType:(sample$ | async)?.sampleTypeSpecificCode | async }}{{ (sample$ | async)?.sampleCode }} bola odmietnutá používateľom.
sr: Утакмица за {{ translations$ | getSampleType:(sample$ | async)?.sampleTypeSpecificCode | async }}{{ (sample$ | async)?.sampleCode }} је одбио корисник.
sw: Mechi ya {{ translations$ | getSampleType:(sample$ | async)?.sampleTypeSpecificCode | async }}{{ (sample$ | async)?.sampleCode }} ilikataliwa na mtumiaji.
tr: İçin maç {{ translations$ | getSampleType:(sample$ | async)?.sampleTypeSpecificCode | async }}{{ (sample$ | async)?.sampleCode }} kullanıcı tarafından reddedildi.

# dopingControlFormNumberXsavedasStatusX
source: Doping Control Form number {{ dcfId$ | async }} has been saved as {{ status }}.
am: የዶፒንግ መቆጣጠሪያ ቅጽ ቁጥር {{ dcfId$ | async }} እንደ ተቀምጧል {{ status }}.
ar: رقم نموذج مراقبة المنشطات{{ dcfId$ | async }} تم حفظه باسم{{ status }} .
az: Dopinq Nəzarəti Formasının nömrəsi{{ dcfId$ | async }} kimi saxlanmışdır{{ status }} .
bg: Формуляр за допинг контрол с номер {{ dcfId$ | async }} е запазен като {{ status }}.
es: El número del formulario de control de dopaje {{ dcfId$ | async }} ha sido guardado como {{ status }}.
et: Dopingukontrolli vormi number{{ dcfId$ | async }} on salvestatud kui{{ status }} .
fa_ir: شماره فرم کنترل دوپینگ{{ dcfId$ | async }} به عنوان ذخیره شده است{{ status }} .
fi: Dopingtestipöytäkirja numero{{ dcfId$ | async }} on tallennettu nimellä{{ status }} .
fr: Le formulaire de contrôle du dopage numéro {{ dcfId$ | async }} a été enregistré en tant que {{ status }} .
ko: 도핑검사서 번호 {{ dcfId$ | async }}이(가) {{ status }}(으)로 저장되었습니다.
lv: Dopinga kontroles veidlapas numurs{{ dcfId$ | async }} ir saglabāts kā{{ status }} .
nl: Nummer van het dopingcontroleformulier {{ dcfId$ | async }} is opgeslagen als {{ status }}.
pl: Numer formularza kontroli antydopingowej{{ dcfId$ | async }} został zapisany jako{{ status }} .
pt: Número do formulário de controle de doping{{ dcfId$ | async }} foi salvo como{{ status }} .
ru: Протокол допинг-контроля с номером {{ dcfId$ | async }} был сохранен как{{ status }} .
sk: Číslo formulára dopingovej kontroly{{ dcfId$ | async }} bol uložený ako{{ status }} .
sr: Број обрасца за допинг контролу{{ dcfId$ | async }} је сачувано као{{ status }} .
sw: Nambari ya Fomu ya Kudhibiti Doping{{ dcfId$ | async }} imehifadhiwa kama{{ status }} .
tr: Doping Kontrol Formu numarası{{ dcfId$ | async }} olarak kaydedildi{{ status }} .

source: What's next?
am: ቀጥሎ ምን አለ?
ar: ماذا بعد؟
az: Sonra nə var?
bg: Какво следва?
es: ¿Qué es lo siguiente?
et: Mis ' s edasi?
fa_ir: بعدش چی؟
fi: Mitä seuraavaksi?
fr: Quelle est la suite ?
ko: 다음은?
lv: Ko tālāk?
nl: Wat is het volgende?
pl: Co dalej?
pt: Qual é o próximo?
ru: Что дальше?
sk: Čo bude ďalej?
sr: Шта је следеће?
sw: Nini kinafuata?
tr: Sıradaki ne?

# whatsNextAdditionalSampleInfo
source: • Sample will only be included in the passport when DCF is completed and saved
am: • ናሙና በፓስፖርት ውስጥ የሚካተተው DCF ሲጠናቀቅ እና ሲቀመጥ ብቻ ነው።
ar: النموذج سيتم تضمينه فقط في جواز السفر عند اتمام وحفظ DCF
az: • Nümunə yalnız DCF tamamlandıqda və saxlandıqda pasporta daxil ediləcək
bg: • Проба ще бъде включена в паспорта само когато ФДК бъде попълнен и запазен
es: • La muestra solo se incluirá en el pasaporte cuando el DCF esté completo y guardado
et: • Näidis lisatakse passi ainult siis, kui DCF on täidetud ja salvestatud
fa_ir: • نمونه تنها زمانی در پاسپورت گنجانده می شود که DCF تکمیل و ذخیره شود
fi: • Näyte sisällytetään biologiseen passiin vasta, kun DCF on valmis ja tallennettu
fr: - L'échantillon ne sera inclus dans le passeport que lorsque le FCD sera enregistré avec le statut "complété"
ko: • DCF가 완료 및 저장된 경우에만 시료가 수첩에 포함됩니다.
lv: • Paraugs tiks iekļauts pasē tikai tad, kad DCF būs aizpildīts un saglabāts
nl: • Monster wordt pas in het paspoort opgenomen als DCF is voltooid en opgeslagen
pl: • Próbka zostanie dołączona do paszportu dopiero po wypełnieniu i zapisaniu DCF
pt: • A amostra só será incluída no passaporte quando o DCF for concluído e salvo
ru: • Проба будет включена в паспорт только после заполнения и сохранения DCF.
sk: • Vzorka bude zahrnutá do pasu až po vyplnení a uložení DCF
sr: • Uzorak će biti uključen u pasoš tek kada DCF bude završen i sačuvan
sw: • Sampuli itajumuishwa tu kwenye pasipoti wakati DCF imekamilika na kuhifadhiwa
tr: • Örnek sadece DCF tamamlandığında ve kaydedildiğinde pasaporta dahil edilecektir

# dopingControlFormNumberXSaved
source: Doping Control Form number {{ dcfId$ | async }} has been saved.
am: የዶፒንግ መቆጣጠሪያ ቅጽ ቁጥር {{ dcfId$ | async }} ድኗል።
ar: رقم نموذج مراقبة المنشطات{{ dcfId$ | async }} تم حفظه.
az: Dopinq Nəzarəti Formasının nömrəsi{{ dcfId$ | async }} xilas oldu.
bg: Формуляр за допинг контрол с номер {{ dcfId$ | async }} е запазен.
es: El número del formulario de control de dopaje {{ dcfId$ | async }} ha sido guardado.
et: Dopingukontrolli vormi number{{ dcfId$ | async }} on salvestatud.
fa_ir: شماره فرم کنترل دوپینگ{{ dcfId$ | async }} ذخیره شده است.
fi: Dopingtestipöytäkirja numero{{ dcfId$ | async }} on tallennettu.
fr: Le formulaire de contrôle du dopage numéro {{ dcfId$ | async }} a été enregistré.
ko: 도핑검사서 번호 {{ dcfId$ | async }}이(가) 저장되었습니다.
lv: Dopinga kontroles veidlapas numurs{{ dcfId$ | async }} ir saglabāts.
nl: Nummer van het dopingcontroleformulier {{ dcfId$ | async }} is opgeslagen.
pl: Numer formularza kontroli antydopingowej{{ dcfId$ | async }} zostało zapisane.
pt: Número do formulário de controle de doping{{ dcfId$ | async }} Foi salvo.
ru: Протокол допинг-контроля с номером {{ dcfId$ | async }} был сохранен.
sk: Číslo formulára dopingovej kontroly{{ dcfId$ | async }} bola uložená.
sr: Број обрасца за допинг контролу{{ dcfId$ | async }} је сачувано.
sw: Nambari ya Fomu ya Kudhibiti Doping{{ dcfId$ | async }} imehifadhiwa.
tr: Doping Kontrol Formu numarası{{ dcfId$ | async }} kaydedildi.

# dopingControlFormNumberXUpdated
source: Doping Control Form number {{ dcfId$ | async }} has been updated.
am: የዶፒንግ መቆጣጠሪያ ቅጽ ቁጥር {{ dcfId$ | async }} ተዘምኗል።
ar: رقم نموذج مراقبة المنشطات{{ dcfId$ | async }} تم التحديث.
az: Dopinq Nəzarəti Formasının nömrəsi{{ dcfId$ | async }} yenilənib.
bg: Формуляр за допинг контрол с номер {{ dcfId$ | async }} беше обновен.
es: Se ha actualizado el número del formulario de control del dopaje {{ dcfId$ | async }}.
et: Dopingukontrolli vormi number{{ dcfId$ | async }} on uuendatud.
fa_ir: شماره فرم کنترل دوپینگ{{ dcfId$ | async }} به روز رسانی شده است.
fi: Dopingtestipöytäkirja numero{{ dcfId$ | async }} on päivitetty.
fr: Le formulaire de contrôle du dopage numéro {{ dcfId$ | async }} a été mis à jour.
ko: 도핑검사서 번호 {{ dcfId$ | async }}이(가) 업데이트되었습니다.
lv: Dopinga kontroles veidlapas numurs{{ dcfId$ | async }} ir atjaunināts.
nl: Nummer van het dopingcontroleformulier {{ dcfId$ | async }} is geupdate.
pl: Numer formularza kontroli antydopingowej{{ dcfId$ | async }} został zaktualizowany.
pt: Número do formulário de controle de doping{{ dcfId$ | async }} Tem sido atualizado.
ru: Протокол допинг-контроля с номером {{ dcfId$ | async }} был обновлен.
sk: Číslo formulára dopingovej kontroly{{ dcfId$ | async }} bolo aktualizované.
sr: Број обрасца за допинг контролу{{ dcfId$ | async }} је ажуриран.
sw: Nambari ya Fomu ya Kudhibiti Doping{{ dcfId$ | async }} imesasishwa.
tr: Doping Kontrol Formu numarası{{ dcfId$ | async }} güncellendi.

# oneOrMoreSampleIsDilutedWarning
source: One or more Urine Sample(s) have a Specific Gravity that is outside the expected range. These samples are considered as dilute.
am: አንድ ወይም ከዚያ በላይ የሽንት ናሙና(ዎች) ከተጠበቀው ክልል ውጪ የሆነ ልዩ የስበት ኃይል አላቸው። እነዚህ ናሙናዎች እንደ ማቅለጫ ይቆጠራሉ.
ar: تحتوي عينة (عينات) بول واحدة أو أكثر على جاذبية محددة خارج النطاق المتوقع. تعتبر هذه العينات مخففة.
az: Bir və ya bir neçə sidik nümunəsi gözlənilən diapazondan kənarda xüsusi çəkiyə malikdir. Bu nümunələr seyreltilmiş nümunələr hesab olunur.
bg: Една или повече проби от урина имат специфично тегло, което е извън очаквания диапазон. Тези проби се считат за разредени.
es: Una o más muestras de orina tienen una gravedad específica que está fuera del rango esperado. Estas muestras se consideran diluidas.
et: Ühe või mitme uriiniproovi erikaal on väljaspool eeldatavat vahemikku. Neid proove loetakse lahjendatuks.
fa_ir: یک یا چند نمونه ادرار دارای وزن مخصوص خارج از محدوده مورد انتظار است. این نمونه ها رقیق در نظر گرفته می شوند.
fi: Yhden tai useamman virtsanäytteen ominaispaino on odotetun alueen ulkopuolella. Näitä näytteitä pidetään laimeina.
fr: Un ou plusieurs échantillons d'urine ont une gravité spécifique qui se situe en dehors de la plage attendue. Ces échantillons sont considérés comme dilués.
ko: 하나 이상의 소변 시료의 비중이 예상 범위를 벗어났습니다. 이 시료는 희석 된 것으로 간주됩니다.
lv: Vienam vai vairākiem urīna paraugiem ir īpatnējais svars, kas ir ārpus paredzētā diapazona. Šos paraugus uzskata par atšķaidītiem.
nl: Een of meer urinemonsters hebben een soortelijk gewicht dat buiten het verwachte bereik ligt. Deze monsters worden als verdund beschouwd.
pl: Jedna lub więcej próbek moczu ma ciężar właściwy poza oczekiwanym zakresem. Próbki te są uważane za rozcieńczone.
pt: Uma ou mais Amostras de Urina têm uma Gravidade Específica fora do intervalo esperado. Estas amostras são consideradas diluídas.
ru: Удельная плотность одной или нескольких проб мочи выходит за пределы ожидаемого диапазона. Эти пробы считаются разбавленными.
sk: Jedna alebo viacero vzoriek moču má špecifickú hmotnosť, ktorá je mimo očakávaného rozsahu. Tieto vzorky sa považujú za zriedené.
sr: Jedan ili više uzoraka urina imaju specifičnu težinu koja je izvan očekivanog opsega. Ovi uzorci se smatraju razblaženim.
sw: Sampuli moja au zaidi za Mkojo zina Mvuto Maalum ambao uko nje ya kiwango kinachotarajiwa. Sampuli hizi zinazingatiwa kama dilute.
tr: Bir veya daha fazla İdrar Numunesinin Özgül Ağırlığı beklenen aralığın dışında. Bu numuneler seyreltik olarak kabul edilir.
