Repository: NandhineeR/WADA
Catalog: wada-ama-testcenter-web-57718053929f/wada-ama-testcenter-web-57718053929f/src/i18n/messages.om.xlf
Languages: om_et

# lastUpdatedXByXFromX
source: Last updated<strong> {{ updateInfo.timestamp | date:displayFormat }}, </strong>by<strong> {{ updateInfo.user.lastName }}, {{ updateInfo.user.firstName }} </strong>from<strong> {{ updateInfo.organizationName }}</strong>
om_et: Yeroo dhumaaf kan fooyya'e<strong> {{ updateInfo.timestamp | date:displayFormat }}, . </strong>-n<strong> {{ updateInfo.user.lastName }}, . {{ updateInfo.user.firstName }} </strong>irraa<strong> {{ updateInfo.organizationName }}</strong>

# requiredField
source: The field is required
om_et: Dirree barbaachisa

source: Wrong format
om_et: Akkaataa dogoggoraa

source: Business rule
om_et: Seera daldalaa

# contractHasChangedYouMustReload
source: <p>The DTP contract has been changed. The contents of this window are no longer valid.</p><p>Please close or refresh the window.</p>
om_et: <p> Kontiraata DTP jijjiirameera. Qabiyyeen foddaa kanaa kana booda sirrii miti. </p><p> Mee foddaa cufi ykn haaromsi. </p>

source: Error
om_et: Dogoggora

# loadingValuesForYou_threeDots
source: Loading values for you...
om_et: Gatii siif fe'amaa jira...

# errorUnprocessableEntity
source: This {{ translations$ | getTargetObject:targetObject | async }} is incompatible with NextGen, because the {{ translations$ | getUnprocessableEntityType:unprocessableEntityErrorType | async } exceeds the maximum allowed of f {{ unprocessableEntityErrorMaximum . Please contact support at <a href="mailto:adams@wada-ama.org">adams@wada-ama.org</a> for more assistance.
om_et: Kana {{ translations$ | getTargetObject:targetObject | async }} NextGen wajjin wal hin simne, sababiin isaas {{ translations$ | getUnprocessableEntityType:unprocessableEntityErrorType | async } ol’aanaa hayyamame kan caalu f {{ unprocessableEntityErrorMaximum . Deeggarsa kana irratti qunnamaa <a href="mailto:adams@wada-ama.org">adams@wada-ama.org irraa argattu</a> gargaarsa dabalataaf.

# errorGet
source: The {{ translations$ | getTargetObject:targetObject | async }} could not be retrieved
om_et: Icha {{ translations$ | getTargetObject:targetObject | async }} deebifamuu hin dandeenye

# errorUpdate
source: The {{ translations$ | getTargetObject:targetObject | async }} could not be updated
om_et: Icha {{ translations$ | getTargetObject:targetObject | async }} haaromfamuu hin dandeenye

# goBackToTestingOrderManagement_uppercase
source: GO BACK TO TESTING ORDER MANAGEMENT
om_et: GARA BULCHIINSA AJJEETA QORMAATAA DEEBI'AA

source: Return to form
om_et: Gara unkaatti deebi'aa

# loading_threeDots
source: Loading...
om_et: Fe'amaa jira...

# youHaveReachedLimitXitems
source: You have reached the limit of {{ maxTags }} items. Remove one prior to add a new one.
om_et: Daangaa irra geesseetta{{ maxTags }} wantoota. Haaraa dabaluu dura tokko balleessi.

# viewingPageXForOrgX
source: Viewing {{ page }} for: {{ organizationName }}
om_et: Ilaaluu{{ page }} f:{{ organizationName }}

source: Change Testing Authority
om_et: Abbaa Taayitaa Qormaata Jijjiiramaa

# showPageX
source: SHOW {{ page }}
om_et: AGARSIISUU{{ page }}

source: New athlete in
om_et: Atileetii haaraa bara

source: Request Date
om_et: Guyyaa Gaaffii

source: Request Initiator
om_et: Jalqabaa Gaaffii

# ocation
source: Location
om_et: Bakka

source: Stored Until
om_et: Kuufama Hanga

source: Stored
om_et: Kuufama

source: Comments
om_et: Yaada

source: Saved
om_et: qusatame

source: Edit
om_et: Gulaaluu

# and_wrappedInBlankSpaces
source: and
om_et: fi

source: Delete Icon
om_et: Mallattoo Haquu

source: 1 missing value
om_et: 1 gatii dhabame

# xMissingValues
source: {{ numberErrors }} missing values
om_et: {{ numberErrors }}gatiiwwan dhabaman

source: 1 format error
om_et: 1 dogongora bifa

# xFormatErrors
source: {{ formatErrors }} format errors
om_et: {{ formatErrors }}dogoggora bifa

source: 1 business error
om_et: 1 dogoggora daldalaa

# xBusinessErrors
source: {{ businessErrors }} business errors
om_et: {{ businessErrors }}dogoggora daldalaa

# addASportDiscipline_uppercase
source: ADD A SPORT / DISCIPLINE
om_et: ISPOORTII / NAAMUSAA ITTI DABALAA

# add_uppercase
source: ADD
om_et: Ida'uu

# userXisEditingThisTDP
source: {{ user.lastName + ', ' + user.firstName }} is editing this Test Distribution Plan
om_et: {{ user.lastName + ', ' + user.firstName }}Karoora Raabsa Qormaataa kana gulaachaa jira

# lastUpdatedDateByUserXfromOrgX
source: Last updated <strong>{{ day }}-{{ translations$ | getMonth:month | async }}-{{ year }} {{ gmtDate | date:'HH:mm' }} GMT</strong>, by <strong>{{ users.lastUpdateUser.lastName + ', ' + users.lastUpdateUser.firstName }}</strong> from <strong>{{ organization }}</strong>
om_et: Yeroo dhumaaf kan fooyya'e <strong>{{ day }} - .{{ translations$ | getMonth:month | async }} - . {{ year }}{{ gmtDate | date:'HH:mm' }} GMT </strong> , n <strong>{{ users.lastUpdateUser.lastName + ', ' + users.lastUpdateUser.firstName }}</strong> irraa <strong>{{ organization }}</strong>

# delete_uppercase
source: DELETE
om_et: Haquu

# doYouWantToDeleteSportXDisciplineX
source: Do you want to delete {{ sportName }} - {{ disciplineName }} ?
om_et: Haquu barbaaddaa{{ sportName }} - .{{ disciplineName }} ?

# yearlyValues_lowercase
source: yearly values
om_et: gatiiwwan waggaa

source: Yearly values
om_et: Duudhaalee waggaa

# quarterlyValues_lowercase
source: quarterly values
om_et: gatiiwwan kurmaana kurmaanaan

source: Quarterly values
om_et: Gatii kurmaana kurmaanaan

# monthlyValues_lowercase
source: monthly values
om_et: gatiiwwan ji’a ji’aan

source: Monthly values
om_et: Duudhaalee ji’aa

source: Q1
om_et: G1

source: Q2
om_et: G2

source: Q3
om_et: G3

source: Q4
om_et: G4

source: Total Samples
om_et: Saamuda Waliigalaa

# totalSamplesTooltip
source: Total Samples (Urine, Blood, Blood Passport and Dried Blood Spot)<br>IC: In Competition<br>OOC: Out of Competition
om_et: Saamuda Waliigalaa (Fincaan, Dhiiga, Paaspoortii Dhiigaa fi Tuqaa Dhiiga Goggogaa) . <br> IC: Dorgommii Keessatti <br> OOC: Dorgommii keessaa bahee

source: Sample Types
om_et: Gosa Fakkeenya

# removeSportDisciplineTooltip
source: Remove a Sport / Discipline from your Test Distribution Plan.
om_et: Karoora Raabsa Qormaataa keessan keessaa Ispoortii / Naamusa tokko balleessaa.

# samplesTooltip
source: {{ translations$ | getSampleType:sample.sampleType | async }} Samples<br>IC: In Competition<br>OOC: Out of Competition
om_et: {{ translations$ | getSampleType:sample.sampleType | async }}Saamuda <br> IC: Dorgommii Keessatti <br> OOC: Dorgommii keessaa bahee

# analysisTooltip
source: {{ translations$ | getExtendedAnalysisCategory:analysis.analysisCategory | async }} ({{ translations$ | getAnalysisCategory:analysis.analysisCategory | async }}) Analyses<br>IC: In Competition <br>OOC: Out of Competition
om_et: {{ translations$ | getExtendedAnalysisCategory:analysis.analysisCategory | async }}({{ translations$ | getAnalysisCategory:analysis.analysisCategory | async }} ) Xiinxala <br> IC: Dorgommii Keessatti <br> OOC: Dorgommii keessaa bahee

source: Show All
om_et: Hundaa Agarsiisi

source: Hide All
om_et: Hundaa Dhoksaa

source: IC and OOC
om_et: IC fi OOC

# existsForSportNameXDisciplineNameXinYearX
source: exist for {{ sport.sportName }} - {{ disc.disciplineName }} in {{ tdpSheetInfo.year }}
om_et: jiraachuuf{{ sport.sportName }} - .{{ disc.disciplineName }} keessa{{ tdpSheetInfo.year }}

source: If you wish to enter
om_et: Yoo seenuu barbaaddan

# pleaseRemoveAll_lowercase
source: please remove all
om_et: mee hunda balleessaa

# sumOfAllValuesForSportNameXDisciplineNameXinYearX
source: This is the sum of all values for {{ sport.sportName }} - {{ disc.disciplineName }} in {{ tdpSheetInfo.year }}
om_et: Kun walitti qabama gatiiwwan hundaati{{ sport.sportName }} - .{{ disc.disciplineName }} keessa{{ tdpSheetInfo.year }}

# unexpectedMissingValueInTDP
source: A value is unexpectedly missing from this TDP. Please contact WADA support to fix this issue or you could also try to delete the row and add it again if you need it.
om_et: Gatiin tokko TDP kana irraa haala hin eegamneen dhabameera. Maaloo dhimma kana sirreessuuf deeggarsa WADA qunnamaa ykn tarree sana haquuf yaaluun yoo barbaadde irra deebi'uu dandeessa.

# unableToRemoveLastDiscipline
source: The last discipline cannot be removed. Please add another Sport/Discipline first.
om_et: Adabbiin dhumaa buqqa’uu hin danda’u. Dursa Ispoortii/Discipline biraa itti dabalaa.

# testingDistributionPlanOrgX
source: Test Distribution Plan - {{ organizationShortName$ | async }}
om_et: Karoora Raabsa Qormaataa - .{{ organizationShortName$ | async }}

# saving_threeDots
source: Saving...
om_et: Qusachuu...

# tdp_saved
source: Saved
om_et: qusatame

# thereIsNoTDPForTheYearX
source: There is no TDP for the selected year.
om_et: Bara filatameef TDP hin jiru.

# viewTDPMonitoringForX
source: View TDP monitoring for {{ requestedYear$ | async }}
om_et: Hordoffii TDP ilaali for{{ requestedYear$ | async }}

source: Yearly
om_et: Waggaa waggaan

source: Quarterly
om_et: Kurmaana kurmaanaan

source: Monthly
om_et: Ji'a ji'aan

# total_colon
source: Total:
om_et: Ida'ama:

# totalXRecoded
source: <strong>{{ total }}</strong> recorded
om_et: <strong>{{ total }}</strong> galmaa’eera

# totalXRecordedOutOfXForecast
source: <strong>{{ total }}</strong> recorded out of <strong>{{ totalForecast }}</strong> forecast
om_et: <strong>{{ total }}</strong> waraabame keessaa bahee <strong>{{ totalForecast }}</strong> raaguu

# inCompetition_colon
source: In Competition:
om_et: Dorgommii Keessatti:

# outOfCompetition_colon
source: Out of Competition:
om_et: Dorgommii Alaa:

# sampleTypeTooltip
source: {{ translations$ | getSampleType:sample.sampleType | async }} Samples<br>IC: In Competition<br>OOC: Out of Competition
om_et: {{ translations$ | getSampleType:sample.sampleType | async }}Saamuda <br> IC: Dorgommii Keessatti <br> OOC: Dorgommii keessaa bahee

# analysisCategoryTooltip
source: ({{ translations$ | getAnalysisCategory:analysis.analysisCategory | async }}) Analyses<br>IC: In competition<br>OOC: Out of competition
om_et: ({{ translations$ | getAnalysisCategory:analysis.analysisCategory | async }} ) Xiinxala <br> IC: Dorgommii keessatti <br> OOC: Dorgommii keessaa bahe

source: Date Range
om_et: Daangaa guyyaa

# to_lowercase
source: to
om_et: gara

# custom_parentheses
source: (Custom)
om_et: (Aadaa)

# yearToDate_parentheses
source: (Year to Date)
om_et: (Waggaa Hanga Har'aatti)

source: Planned and Completed - Sample(s) Collected
om_et: Karoorfamee Xumurame - Saamuda(wwan) Walitti qabaman

# completedSamplesCollectedNoLabResultMatched
source: Completed-Sample(s) Collected - No laboratory result matched
om_et: Xumurame-Saamuda(wwan) Walitti qabame - Bu'aan laabraatoorii wal hin simne

# completedSamplesCollectedLabResultReported
source: Complete-Sample(s) Collected - Laboratory result reported
om_et: Guutuu-Saamuda(wwan) Walitti qabaman - Bu’aan laabraatoorii gabaafameera

# exportCsv_uppercase
source: EXPORT.CSV
om_et: AL-ERII.CSV

# tdssaMinLevelOfAnalysisLegend
source: TDSSA Minimum Level of Analysis (MLA) Legend
om_et: TDSSA Sadarkaa Xiinxala Xiqqaa (MLA) Legend

# numberOfAnalysesAboveTdssa
source: Number of specific analyses is above or equal to the TDSSA requirement
om_et: Lakkoofsi xiinxala addaa ulaagaa TDSSA ol ykn walqixa ta’a

# numberOfAnalysesBelowTdssa
source: Number of specific analyses is less than the TDSSA requirement
om_et: Lakkoofsi xiinxala addaa ulaagaa TDSSA irraa gadi ta’a

# numberOfAnalysesBelowTdssaOptional
source: Number of specific analyses is less than the TDSSA requirement (MLA optional)
om_et: Lakkoofsi xiinxala addaa ulaagaa TDSSA gadi ta’uu isaa (MLA filannoo) .

# tdssaMla_uppercase
source: TDSSA MLA
om_et: MLA TDSSA

# totalTestsX
source: Total Tests: <strong>{{ total }}</strong>
om_et: Qormaata Waliigalaa: <strong>{{ total }}</strong>

# tdssaAnalysisCategoryProgressbarTooltip
source: Total {{ translations$ | getAnalysisCategory:analysis.categoryCode | async }}: <strong>{{ analysis.total }}</strong> (<strong>{{ analysis.total | calculatePercentage:total:0 }}%</strong> vs TDSSA MLA)
om_et: Ida'ama{{ translations$ | getAnalysisCategory:analysis.categoryCode | async }} : 1.1. <strong>{{ analysis.total }}</strong> ( <strong>{{ analysis.total | calculatePercentage:total:0 }} % . </strong> vs MLA TDSSA) .

# tdssaAnalysisSubCategoryProgressbarTooltip
source: {{ translations$ | getAnalysisSubCategory:subCategory.code | async }}: <strong>{{ subCategory.total }}</strong> (<strong>{{ subCategory.total | calculatePercentage:total:1 }}%</strong>)
om_et: {{ translations$ | getAnalysisSubCategory:subCategory.code | async }}: 1.1. <strong>{{ subCategory.total }}</strong> ( <strong>{{ subCategory.total | calculatePercentage:total:1 }} % . </strong> ) .

source: Technical Document for Sport Analysis
om_et: Sanada Teeknikaa Xiinxala Ispoortii

# minLevelOfAnalysisTdssaMlaX
source: Minimum Level of Analysis (TDSSA MLA): <strong>{{ analysis.mla | calculatePercentage:100:0 }}%</strong>
om_et: Sadarkaa Xiinxala Xiqqaa (TDSSA MLA): . <strong>{{ analysis.mla | calculatePercentage:100:0 }} % . </strong>

source: Total Tests
om_et: Qormaata Waliigalaa

# tdssa_testsHeaderTooltip
source: Total tests done per Sports, Sport / disciplines and Athletes.
om_et: Qormaata waliigalaa Ispoortii, Ispoortii / gosoota barnootaa fi Atileetota tokkoof hojjetame.

source: Tests
om_et: Qormaata

# tdssa_percentageOocHeaderTooltip
source: %OOC: Percentage Out of Competition versus Total Tests.
om_et: %OOC: Dhibbeentaa Dorgommii Alaa Qormaata Waliigalaa wajjin wal bira qabamee yoo ilaalamu.

# dbs
source: Dried Blood Spot
om_et: Tuqaa Dhiiga Goggogaa

# analysisHeaderTooltip
source: Charts for {{ translations$ | getAnalysisCategory:analysis.categoryCode | async }} analyses and breakdown for
om_et: Chaartiiwwan kan{{ translations$ | getAnalysisCategory:analysis.categoryCode | async }} xiinxala fi caccabsa for

# and_lowercase
source: and
om_et: fi

# totalAnalysisTooltip
source: Total {{ translations$ | getExtendedAnalysisCategory:analysis.categoryCode | async }} ({{ translations$ | getAnalysisCategory:analysis.categoryCode | async }}) analyses done per sport and sport/discipline.
om_et: Ida'ama{{ translations$ | getExtendedAnalysisCategory:analysis.categoryCode | async }} ({{ translations$ | getAnalysisCategory:analysis.categoryCode | async }} ) xiinxala ispoortii fi ispoortii/naamusa tokkoon tokkoon hojjetamu.

source: All
om_et: HUNDA

# grandTotalTooltip
source: For the purposes of this calculation, one Test includes any number of Samples that are collected from one Athlete during a single Sample Collection Session. For example, a Sample Collection Session in which one (1) urine Sample and two (2) blood Samples are collected will count as one Test. Blood ABP Tests, conducted in isolation, shall not be included in this calculation.
om_et: Kaayyoo shallaggii kanaaf Qormaanni tokko Saamuda lakkoofsa kamiyyuu kan Atileetii tokko irraa yeroo Saamuda Fudhannaa tokkotti walitti qabaman of keessatti qabata. Fakkeenyaaf, Sample Collection Session kan Sample fincaanii tokko (1) fi Sample dhiiga lama (2) walitti qabamu akka Qormaata tokkootti lakkaa’ama. Qorannoon ABP dhiigaa, kan adda baafamee gaggeeffamu, shallaggii kana keessatti hin hammatamu.

source: Date of Range
om_et: Guyyaa Fageenya

source: Please provide a date range.
om_et: Mee hanga guyyaa nuuf kenni.

source: Please provide a date for from.
om_et: Guyyaa irraa eegalee nuuf kennaa.

source: Please provide a date for to.
om_et: Guyyaa itti to.

# testType_inCompetition
source: In Competition
om_et: Dorgommii Keessatti

source: There is no TDSSA.
om_et: TDSSA hin jiru.

# dcfHasAlreadyBeenCompletedImpossibleToCancel
source: A DCF has already been completed for this test so it may not be cancelled.
om_et: Qormaata kanaaf DCF tokko duraan xumuramee waan jiruuf haqamuu dhiisuu danda'a.

# testCannotBeCancelledOpenDcfs
source: The following test cannot be cancelled because it has an open DCF:
om_et: Qormaanni armaan gadii DCF banaa waan qabuuf haqamuu hin danda'u:

# testsCannotBeCancelledOpenDcfs
source: The following tests cannot be cancelled because they have open DCFs:
om_et: Qormaatni armaan gadii DCF banaa waan qabaniif haqamuu hin danda'an:

# areYouSureCancelTestingOrder
source: Are you sure you want to cancel this Testing Order?
om_et: Ajaja Qormaataa kana haquu akka barbaaddu mirkaneeffatteettaa?

source: Show More
om_et: Dabalata agarsiisi

source: Show Less
om_et: Xiqqaa Agarsiisi

source: Test Timing
om_et: Yeroo Qormaataa

source: Pre-Competition
om_et: dorgommii duraa

source: Post-Competition
om_et: dorgommii booda

source: End Date
om_et: Guyyaa Xumuraa

source: Competition Category
om_et: Ramaddii Dorgommii

# competitionNameTrainingSession
source: Name of Competition / Training Session
om_et: Maqaa Dorgommii/Leenjii

# testingCountry
source: Country of Testing
om_et: Biyya Qormaataa

# testingRegion
source: Region of Testing
om_et: Naannoo Qormaataa

# actingOnBehalfOf
source: Acting on behalf of {{ behalfOfSCA.name }}
om_et: Bakka bu'ummaan socho'uu {{ behalfOfSCA.name }}

source: Grant access to Sample Collection Authority
om_et: Abbaa Taayitaa Saamuda Sassaabuu argachuuf carraa kennuu

# sendNotificationTo
source: Send Notification of Results to
om_et: Beeksisa Bu'aa Gara

# athletesMissingSportDiscipline
source: One or many athletes are missing a sport/discipline. Please add a sport/discipline to all athletes.
om_et: Atileetonni tokko ykn baay'een ispoortii/naamusa tokko dhabaniiru. Atileetota hundaaf ispoortii/naamusa tokko dabalaa.

# placeholdersMissingSportDiscipline
source: One or many placeholders are missing a sport/discipline. Please add a sport/discipline to all placeholders.
om_et: Bakka qabattoonni tokko ykn baay'een ispoortii/naamusa tokko dhabaniiru. Mee ispoortii/naamusa tokko bakka qabattoota hunda irratti dabalaa.

source: Athlete (Last Name, First Name)
om_et: Atileetii (Maqaa Dhumaa, Maqaa Duraa) .

# athleteId_titlecase
source: athletes ID
om_et: ID atileetotaa

# athleteGender
source: Athlete Sport Gender
om_et: Atileet Ispoortii Saala

source: Athlete Sport Nationality
om_et: Atileet Ispoortii Sabummaa

# athleteSportDiscipline_slash
source: Athlete Sport / Discipline
om_et: Ispoortii Atileetii / Naamusa

source: Athlete Date of Birth
om_et: Atileet Guyyaa Dhalootaa

source: Athlete Age
om_et: Umurii atileeti

# disabilitiesAthleteProfile
source: Disabilities in Athlete's Profile
om_et: Qaama miidhamummaa Profaayilii Atileetii Keessatti

# athleteLevelHeaderTooltip
source: Athlete level is optional in Testing Order but must be provided in Doping Control Form
om_et: Sadarkaan atileetotaa Tartiiba Qormaataa keessatti filannoo ta’us Unka To’annoo Dopingiin kennamuu qaba

source: Selected Laboratories for Analyses
om_et: Laaboraatooriiwwan Xiinxalaaf Filataman

source: Selected Analyses
om_et: Xiinxala Filatamaa

source: Whereabouts Team of Athlete
om_et: Bakka Jiru Garee Atileetii

source: Samples
om_et: Saamuda

source: Add Test
om_et: Qormaata Dabaluu

source: Search Athlete
om_et: Barbaadi Atileetii

source: Add From Group
om_et: garee irraa dabaluu

source: Add Placeholder
om_et: Iddoo itti dabali

source: Other Options
om_et: Filannoo Biroo

source: Add Analyses to Tests
om_et: Xiinxala Qormaata irratti Dabaluu

source: Check Whereabouts Details
om_et: Bal'ina Bakka Jiru Ilaali

source: Create Athlete
om_et: Atileetii uumuu

# placeholerSelection_uppercase
source: PLACEHOLDER SELECTION
om_et: FILANNOO DHAABBATA BAKKAA

source: Close
om_et: Cufuu

# cannotCheckWhereaboutsForPlaceholders
source: You can't check whereabouts details for placeholders. Either unselects placeholders or bind athletes to selected placeholders prior to check whereabouts
om_et: Bal'ina bakka iddoo qabduu ilaaluu hin dandeessu. Yookaan bakka qaban filatamuu irraa haqa ykn atileetota bakka jiran sakatta'uu dura bakka filatamanitti hidha

source: Athletes and Analyses
om_et: Atileetotaa fi Xiinxala

# analysisInstructionsForLabX
source: Analysis Instructions for <br>{{ note.laboratory.description }}
om_et: Qajeelfama Xiinxalaaf <br>{{ note.laboratory.description }}

source: Add Athletes and Analyses
om_et: Atileetota fi Xiinxala Dabaluu

source: Add Placeholders and Analyses
om_et: Bakka Qabduu fi Xiinxala Dabaluu

source: Modify Analyses
om_et: Xiinxala Fooyyessi

source: Add Analyses
om_et: Xiinxala Dabaluu

# errorDetectedInFollowingField
source: An error was detected in the following field:
om_et: Dirree armaan gadii keessatti dogongorri argameera:

# laboratorySampleTypeX
source: Laboratory ({{ translations$ | getSampleType:laboratoryError?.sampleType | async }} Sample)
om_et: Laaboraatoorii ({{ translations$ | getSampleType:laboratoryError?.sampleType | async }} Samuuda)

# mandatorySportDiscipline
source: Sport / Discipline is mandatory
om_et: Ispoortii / Discipline dirqama

# analysesSelectedAppliedToAthletes
source: Analyses selected will be applied to athletes in above list
om_et: Xiinxala filataman atileetota tarree armaan olii irratti hojiirra oola

# atLeastOneAthleteHasReachedMax
source: At least one selected athlete has reached the max number of analyses ({{ MAX_NUMBER_OF_ANALYSES_PER_SAMPLE_TYPE }}) for this type
om_et: Yoo xiqqaate atileetiin filatame tokko max number of analyses ({{ MAX_NUMBER_OF_ANALYSES_PER_SAMPLE_TYPE }}) gosa kanaaf

source: Max reached for this type
om_et: Max gosa kanaaf harka isaa gahe

# maxExceededForThisType
source: Max of {{ MAX_NUMBER_OF_ANALYSES_PER_SAMPLE_TYPE }} exceeded for this type
om_et: Max of {{ MAX_NUMBER_OF_ANALYSES_PER_SAMPLE_TYPE }} gosa kanaaf caale

source: Add Analysis
om_et: Xiinxala Dabaluu

source: Cancel Modifications
om_et: Fooyya'iinsa Haquu

# addAndSearchOtherAthletes
source: Add and Search for Other Athletes
om_et: Atileetota Biroo Dabaluu fi Barbaaduu

source: Done
om_et: raawwatame

source: Basic Urine Menu
om_et: Menu Fincaan Bu'uuraa

source: DBS analysis type details
om_et: Bal’ina gosa xiinxala DBS

source: Add Athlete From Group
om_et: Garee Irraa Atileetii Dabaluu

source: Add Analyses to Athletes
om_et: Xiinxala Atileetotaaf Dabaluu

# skipAnalysesAddAthletes
source: or skip analyses for now and add athletes
om_et: ykn ammaaf xiinxala darbuu fi atileetota dabaluu

source: Add Athletes
om_et: Atileetota Dabalaa

# athleteTestedByOrgXWithinXDays
source: This athlete has been tested or will be tested by {{ e.duplicateTest?.organizationShortName }} within {{ e.duplicateTest?.warningPeriod }} days.
om_et: Atileetiin kun qoratamee jira ykn ni qoratama{{ e.duplicateTest?.organizationShortName }} wajjin{{ e.duplicateTest?.warningPeriod }} guyyoota.

# latestTestingTooltip
source: Latest test correspond to the "Arrival Date" of the most recent Doping Control Form for the Athlete when Status of this Doping Control Form is "Draft" or "Completed"
om_et: Qormaanni yeroo dhiyoo "Guyyaa Dhufaatii" Unka To'annoo Doping isa dhiyoo Atileetichaaf yeroo Haalli Unka To'annoo Doping kanaa "Wixinee" ykn "Xumurame" ta'e waliin walsima.

# followingAthleteAlreadyIncluded
source: The following athlete is already included to the Testing Order with the analyses below:
om_et: Atileetiin armaan gadii kun duraanuu xiinxala armaan gadii waliin Tartiiba Qormaataa keessatti hammatameera:

# followingAthletesAlreadyIncluded
source: The following athletes are already included to the Testing Order with the analyses below:
om_et: Atileetonni armaan gadii xiinxala armaan gadii kanaan duraanuu Tartiiba Qormaataa keessatti hammatamaniiru:

source: Do you want to continue?
om_et: Itti fufuu barbaaddaa?

source: Add Athletes From Group
om_et: Atileetota Garee Irraa Dabaluu

# exceededMaximumNumberOfAthletes
source: You have exceeded the maximum number of 99 athletes.
om_et: Lakkoofsa atileetota 99 ol ta'an irra darbiteetta.
