Repository: NandhineeR/WADA
Catalog: wada-ama-testcenter-web-57718053929f/wada-ama-testcenter-web-57718053929f/src/i18n/messages.*.xlf
Languages: am, ar, az, bg, es, et, fa_ir, fi, fr, ko, lv, nl, pl, pt, ru, sk, sr, sw, tr

# invalidLocaleForTranslationMsg
source: The request locale is not supported
am: የጥያቄው አካባቢ አይደገፍም።
ar: لا يتم دعم محددات اللغة للطلب
az: Sorğu dili dəstəklənmir
bg: Локалът на заявката не се поддържа
es: La configuración regional solicitada no es compatible
et: Taotluse lokaati ei toetata
fa_ir: درخواست محلی پشتیبانی نمی شود
fi: Pyynnön kieliasetusta ei tueta
fr: Les paramètres régionaux de la demande ne sont pas pris en charge
ko: 요청 언어가 지원되지 않습니다.
lv: Pieprasījuma lokalizācija netiek atbalstīta
nl: De verzoektaal wordt niet ondersteund
pl: Język żądania nie jest obsługiwany
pt: A solicitação local não é apoiada
ru: Локаль запроса не поддерживается
sk: Miestny jazyk požiadavky nie je podporovaný
sr: Lokalni standard zahteva nije podržan
sw: Lugha ya ombi haitumiki
tr: İstek yerel ayarı desteklenmiyor

# invalidLastnameFirstnameMsg
source: The first name and/or last name are invalid
am: የመጀመሪያ ስም እና/ወይም የአያት ስም ልክ ያልሆኑ ናቸው።
ar: الاسم الأول و / أو الاسم الأخير غير صحيح
az: Ad və/və ya soyad etibarsızdır
bg: Името и/или фамилията са невалидни
es: El nombre y/o el apellido no son válidos
et: Eesnimi ja/või perekonnanimi on kehtetud
fa_ir: نام / نام خانوادگی نامعتبر است
fi: Etunimi ja/tai sukunimi ovat virheellisiä
fr: Le prénom et/ou le nom de famille ne sont pas valides
ko: 이름 및/또는 성이 잘못되었습니다.
lv: Vārds un/vai uzvārds nav derīgs
nl: De voornaam en/of achternaam zijn ongeldig
pl: Imię i/lub nazwisko są nieprawidłowe
pt: O primeiro nome e/ou sobrenome são inválidos
ru: Имя и/или фамилия недействительны
sk: Meno a/alebo priezvisko sú neplatné
sr: Ime i/ili prezime su nevažeći
sw: Jina la kwanza na/au jina la mwisho ni batili
tr: Ad ve/veya soyadı geçersiz

# athleteTypeRequiredMsg
source: Error [ATHLETE_TYPE_REQUIRED]
am: ስህተት [ATHLETE_TYPE_REQUIRED]
ar: خطأ [ HILETE_TYPE_REQUIRED ]
az: Xəta [ATHLETE_TYPE_REQUIRED]
bg: Грешка [ATHLETE_TYPE_REQUIRED]
et: Viga [ATHLETE_TYPE_REQUIRED]
fa_ir: خطای [ATHLETE_TYPE_REQUIRED]
fi: Virhe [ATHLETE_TYPE_REQUIRED]
fr: Erreur [ATHLETE_TYPE_REQUIRED]
ko: [ATHLETE_TYPE_REQUIRED] 오류
lv: Kļūda [ATHLETE_TYPE_REQUIRED]
nl: Fout [ATHLETE_TYPE_REQUIRED]
pl: Błąd [ATHLETE_TYPE_REQUIRED]
pt: Erro [ATHLETE_TYPE_REQUIRED]
ru: Ошибка [ATHLETE_TYPE_REQUIRED]
sk: Chyba [ATHLETE_TYPE_REQUIRED]
sr: Greška [ATHLETE_TYPE_REQUIRED]
sw: Hitilafu [ATHLETE_TYPE_REQUIRED]
tr: Hata [ATHLETE_TYPE_REQUIRED]

# missingSanctionTypeMsg
source: Error [MISSING_SANCTION_TYPE]
am: ስህተት [MISSING_SANCTION_TYPE]
ar: خطأ [ MISING_SANCTION_TYPE ]
az: Xəta [MISSING_SANCTION_TYPE]
bg: Грешка [MISSING_SANCTION_TYPE]
et: Viga [MISSING_SANCTION_TYPE]
fa_ir: خطای [MISSING_SANCTION_TYPE]
fi: Virhe [MISSING_SANCTION_TYPE]
fr: Erreur [MISSING_SANCTION_TYPE]
ko: [MISSING_SANCTION_TYPE] 오류
lv: Kļūda [MISSING_SANCTION_TYPE]
nl: Fout [MISSING_SANCTION_TYPE]
pl: Błąd [MISSING_SANCTION_TYPE]
pt: Erro [TIPO_SANCTION_MISSING_TYPE]
ru: Ошибка [MISSING_SANCTION_TYPE]
sk: Chyba [MISSING_SANCTION_TYPE]
sr: Greška [MISSING_SANCTION_TYPE]
sw: Hitilafu [MISSING_SANCTION_TYPE]
tr: Hata [MISSING_SANCTION_TYPE]

# invalidAdrvCategoryMsg
source: Error [INVALID_ADRV_CATEGORY]
am: ስህተት [INVALID_ADRV_CATEGORY]
ar: خطأ [ INVALID_ADRV_CATEGORY ]
az: Xəta [INVALID_ADRV_CATEGORY]
bg: Грешка [INVALID_ADRV_CATEGORY]
et: Viga [INVALID_ADRV_CATEGORY]
fa_ir: خطای [INVALID_ADRV_CATEGORY]
fi: Virhe [INVALID_ADRV_CATEGORY]
fr: Erreur [INVALID_ADRV_CATEGORY]
ko: [INVALID_ADRV_CATEGORY] 오류
lv: Kļūda [INVALID_ADRV_CATEGORY]
nl: Fout [INVALID_ADRV_CATEGORY]
pl: Błąd [INVALID_ADRV_CATEGORY]
pt: Erro [INVÁLIDO_ADRV_CATEGORY]
ru: Ошибка [INVALID_ADRV_CATEGORY]
sk: Chyba [INVALID_ADRV_CATEGORY]
sr: Greška [INVALID_ADRV_CATEGORY]
sw: Hitilafu [INVALID_ADRV_CATEGORY]
tr: Hata [INVALID_ADRV_CATEGORY]

# bannedTueRouteMsg
source: Error [BANNED_TUE_ROUTE]
am: ስህተት [BANNED_TUE_ROUTE]
ar: خطأ [ BANND_TU_ROUTE ]
az: Xəta [BANNED_TUE_ROUTE]
bg: Грешка [BANNED_TUE_ROUTE]
et: Viga [BANNED_TUE_ROUTE]
fa_ir: خطای [BANNED_TUE_ROUTE]
fi: Virhe [BANNED_TUE_ROUTE]
fr: Erreur [BANNED_TUE_ROUTE]
ko: [BANNED_TUE_ROUTE] 오류
lv: Kļūda [BANNED_TUE_ROUTE]
nl: Fout [BANNED_TUE_ROUTE]
pl: Błąd [BANNED_TUE_ROUTE]
pt: Erro [BANNED_TUE_ROUTE]
ru: Ошибка [BANNED_TUE_ROUTE]
sk: Chyba [BANNED_TUE_ROUTE]
sr: Greška [BANNED_TUE_ROUTE]
sw: Hitilafu [BANNED_TUE_ROUTE]
tr: Hata [BANNED_TUE_ROUTE]

# missingAtheleteReportDefTitleMsg
source: Error [MISSING_ATHLETE_REPORT_DEF_TITLE]
am: ስህተት [MISSING_ATHLETE_REPORT_DEF_TITLE]
ar: خطأ [ MISING_PATELETE_REPORT_DEF_TITLE ]
az: Xəta [MISSING_ATHLETE_REPORT_DEF_TITLE]
bg: Грешка [MISSING_ATHLETE_REPORT_DEF_TITLE]
et: Viga [MISSING_ATHLETE_REPORT_DEF_TITLE]
fa_ir: خطای [MISSING_ATHLETE_REPORT_DEF_TITLE]
fi: Virhe [MISSING_ATHLETE_REPORT_DEF_TITLE]
fr: Erreur [MISSING_ATHLETE_REPORT_DEF_TITLE]
ko: MISSING_ATHLETE_REPORT_DEF_TITLE] 오류
lv: Kļūda [MISSING_ATHLETE_REPORT_DEF_TITLE]
nl: Fout [MISSING_ATHLETE_REPORT_DEF_TITLE]
pl: Błąd [MISSING_ATHLETE_REPORT_DEF_TITLE]
pt: Erro [MISSING_ATHLETE_REPORT_DEF_TITLE]
ru: Ошибка [MISSING_ATHLETE_REPORT_DEF_TITLE]
sk: Chyba [MISSING_ATHLETE_REPORT_DEF_TITLE]
sr: Greška [MISSING_ATHLETE_REPORT_DEF_TITLE]
sw: Hitilafu [MISSING_ATHLETE_REPORT_DEF_TITLE]
tr: Hata [MISSING_ATHLETE_REPORT_DEF_TITLE]

# invalidEnterpriseTemplateMsg
source: Error [INVALID_ENTERPRISE_TEMPLATE]
am: ስህተት [INVALID_ENTERPRISE_TEMPLATE]
ar: خطأ [ INVALID_ENERPRISE_TEMPLATE ]
az: Xəta [INVALID_ENTERPRISE_TEMPLATE]
bg: Грешка [INVALID_ENTERPRISE_TEMPLATE]
et: Viga [INVALID_ENTERPRISE_TEMPLATE]
fa_ir: خطای [INVALID_ENTERPRISE_TEMPLATE]
fi: Virhe [INVALID_ENTERPRISE_TEMPLATE]
fr: Erreur [INVALID_ENTERPRISE_TEMPLATE]
ko: [INVALID_ENTERPRISE_TEMPLATE] 오류
lv: Kļūda [INVALID_ENTERPRISE_TEMPLATE]
nl: Fout [INVALID_ENTERPRISE_TEMPLATE]
pl: Błąd [INVALID_ENTERPRISE_TEMPLATE]
pt: Erro [INVALID_ENTERPRISE_TEMPLATE]
ru: Ошибка [INVALID_ENTERPRISE_TEMPLATE]
sk: Chyba [INVALID_ENTERPRISE_TEMPLATE]
sr: Greška [INVALID_ENTERPRISE_TEMPLATE]
sw: Hitilafu [INVALID_ENTERPRISE_TEMPLATE]
tr: Hata [INVALID_ENTERPRISE_TEMPLATE]

# athleteDoctorTypeRequiredMsg
source: The type of doctor is invalid
am: የዶክተሩ አይነት ልክ ያልሆነ ነው።
ar: نوع الطبيب غير صحيح
az: Həkim növü etibarsızdır
bg: Типът лекар е невалиден
es: El tipo de médico no es válido
et: Arsti tüüp on kehtetu
fa_ir: نوع دکتر نامعتبر است
fi: Lääkärin tyyppi on virheellinen
fr: Le type de médecin n’est pas valide
ko: 의사 유형이 잘못되었습니다
lv: Ārsta veids nav derīgs
nl: Het type arts is ongeldig
pl: Typ lekarza jest nieprawidłowy
pt: O tipo de médico é inválido
ru: Тип врача недействителен
sk: Typ lekára je neplatný
sr: Tip doktora je nevažeći
sw: Aina ya daktari ni batili
tr: Doktor türü geçersiz

# invalidPickerKeyProvidedMsg
source: Error [INVALID_PICKER_KEY_PROVIDED]
am: ስህተት [INVALID_PICKER_KEY_PROVIDED]
ar: خطأ [ INVALID_PICKER_KEY_PROVIDED ]
az: Xəta [INVALID_PICKER_KEY_PROVIDED]
bg: Грешка [INVALID_PICKER_KEY_PROVIDED]
et: Viga [INVALID_PICKER_KEY_PROVIDED]
fa_ir: خطای [INVALID_PICKER_KEY_PROVIDED]
fi: Virhe [INVALID_PICKER_KEY_PROVIDED]
fr: Erreur [INVALID_PICKER_KEY_PROVIDED]
ko: [INVALID_PICKER_KEY_PROVIDED] 오류
lv: Kļūda [INVALID_PICKER_KEY_PROVIDED]
nl: Fout [INVALID_PICKER_KEY_PROVIDED]
pl: Błąd [INVALID_PICKER_KEY_PROVIDED]
pt: Erro [INVÁLIDO_PICKER_KEY_PROVIDED]
ru: Ошибка [INVALID_PICKER_KEY_PROVIDED]
sk: Chyba [INVALID_PICKER_KEY_PROVIDED]
sr: Greška [INVALID_PICKER_KEY_PROVIDED]
sw: Hitilafu [INVALID_PICKER_KEY_PROVIDED]
tr: Hata [INVALID_PICKER_KEY_PROVIDED]

# invalidWhereaboutsDescriptorCategoryMsg
source: The category is required for Whereabouts descriptor
am: ምድቡ የፈለገበት ቦታ ገላጭ ነው።
ar: تكون الفئة مطلوبة للموصف Wherehabros
az: Kateqoriya Harada olduğu təsviri üçün tələb olunur
bg: Категорията е необходима за дескриптора на местонахождението
es: La categoría es necesaria para el descriptor Paradero
et: Kategooria on asukohakirjelduse jaoks nõutav
fa_ir: دسته برای توصیف مکان مورد نیاز است
fi: Olinpaikka-kuvaukselle vaaditaan kategoria
fr: La catégorie est requise pour le descripteur de localisation
ko: 소재지 설명에 카테고리가 필요합니다.
lv: Kategorija ir nepieciešama atrašanās vietas deskriptoram
nl: De categorie is vereist voor Whereabouts descriptor
pl: Kategoria jest wymagana dla deskryptora miejsca pobytu
pt: A categoria é necessária para o descritor de paradeiro
ru: Категория необходима для описателя местонахождения
sk: Kategória sa vyžaduje pre deskriptor miesta pobytu
sr: Kategorija je potrebna za opis mesta boravka
sw: Aina inahitajika kwa kifafanuzi cha Mahali ulipo
tr: Kategori, Bulunduğu Yer tanımlayıcısı için gereklidir

# identificationDocNumberCannotBeSetWithoutDocInfoMsg
source: Error [IDENTIFICATION_DOC_NUMBER_CANNOT_BE_SET_WITHOUT_DOC_INFO]
am: ስህተት [IDENTIFICATION_DOC_NUMBER_CANNOT_BE_SET_WITHOUT_DOC_INFO]
ar: خطأ [ IDENTIFICATION_DOC_NUMBER_CANNOT_BE_SET_WITUOT_DOC_INFO ]
az: Xəta [IDENTIFICATION_DOC_NUMBER_CANNOT_BE_SET_WITHOUT_DOC_INFO]
bg: Грешка [IDENTIFICATION_DOC_NUMBER_CANNOT_BE_SET_WITHOUT_DOC_INFO]
et: Viga [IDENTIFICATION_DOC_NUMBER_CANNOT_BE_SET_WITHOUT_DOC_INFO]
fa_ir: خطای [IDENTIFICATION_DOC_NUMBER_CANNOT_BE_SET_WITHOUT_DOC_INFO]
fi: Virhe [IDENTIFICATION_DOC_NUMBER_CANNOT_BE_SET_WITHOUT_DOC_INFO]
fr: Erreur [IDENTIFICATION_DOC_NUMBER_CANNOT_BE_SET_WITHOUT_DOC_INFO]
ko: [IDENTIFICATION_DOC_NUMBER_CANNOT_BE_SET_WITHOUT_DOC_INFO] 오류
lv: Kļūda [IDENTIFICATION_DOC_NUMBER_CANNOT_BE_SET_WITHOUT_DOC_INFO]
nl: Fout [IDENTIFICATION_DOC_NUMBER_CANNOT_BE_SET_WITHOUT_DOC_INFO].
pl: Błąd [IDENTIFICATION_DOC_NUMBER_CANNOT_BE_SET_WITHOUT_DOC_INFO]
pt: Erro [IDENTIFICAÇÃO_DOC_NUMBER_CANNOT_BE_SET_WITHOUT_DOC_INFO]
ru: Ошибка [IDENTIFICATION_DOC_NUMBER_CANNOT_BE_SET_WITHOUT_DOC_INFO]
sk: Chyba [IDENTIFICATION_DOC_NUMBER_CANNOT_BE_SET_WITHOUT_DOC_INFO]
sr: Greška [IDENTIFICATION_DOC_NUMBER_CANNOT_BE_SET_WITHOUT_DOC_INFO]
sw: Hitilafu [IDENTIFICATION_DOC_NUMBER_CANNOT_BE_SET_WITHOUT_DOC_INFO]
tr: Hata [IDENTIFICATION_DOC_NUMBER_CANNOT_BE_SET_WITHOUT_DOC_INFO]

# samplesCannotBeSetWithoutCollectionDate
source: All samples with sample codes must have a collection date
am: ሁሉም ናሙና ኮድ ያላቸው ናሙናዎች የመሰብሰቢያ ቀን ሊኖራቸው ይገባል
ar: يجب أن تحتوي جميع العينات ذات الرموز النموذجية على تاريخ تجميع.
az: Nümunə kodları olan bütün nümunələrin toplama tarixi olmalıdır
bg: Всички проби с кодове на проби трябва да имат дата на вземане
es: Todas las muestras con códigos de muestra deben tener una fecha de recolección
et: Kõikidel näidiskoodidega proovidel peab olema kogumise kuupäev
fa_ir: تمام نمونه های دارای کد نمونه باید تاریخ جمع آوری داشته باشند
fi: Kaikilla näytteillä, joissa on näytekoodit, tulee olla näytteenottopäivä.
fr: Tous les échantillons portant un code d'échantillon doivent avoir une date de prélèvement.
ko: 시료번호가 있는 모든 시료에는 채취일자가 있어야 합니다.
lv: Visiem paraugiem ar paraugu kodiem jābūt savākšanas datumam
nl: Alle monsters met monstercodes moeten een ophaaldatum hebben
pl: Wszystkie próbki z kodami próbek muszą mieć datę pobrania
pt: Todas as amostras com códigos de amostra devem ter uma data de coleta
ru: Все пробы с номерами проб должны иметь дату сбора
sk: Všetky vzorky s kódmi vzoriek musia mať dátum odberu
sr: Svi uzorci sa kodovima uzoraka moraju imati datum sakupljanja
sw: Sampuli zote zilizo na sampuli za misimbo lazima ziwe na tarehe ya ukusanyaji
tr: Örnek koduna sahip tüm örneklerin bir alım tarihi olmalıdır

# samplesCannotBeSetWithoutTimezone
source: All samples with sample codes or collection dates must have a time zone
am: የናሙና ኮዶች ወይም የመሰብሰቢያ ቀናት ያላቸው ሁሉም ናሙናዎች የሰዓት ሰቅ ሊኖራቸው ይገባል።
ar: يجب أن تحتوي جميع العينات التي تحتوي على رموز العينة أو تواريخ التجميع على منطقة زمنية
az: Nümunə kodları və ya toplama tarixləri olan bütün nümunələrin saat qurşağı olmalıdır
bg: Всички проби с кодове на проби или дати на събиране трябва да имат часова зона
es: Todas las muestras con códigos de muestra o fechas de recolección deben tener una zona horaria
et: Kõigil näidiskoodide või kogumiskuupäevadega proovidel peab olema ajavöönd
fa_ir: همه نمونه‌های دارای کد نمونه یا تاریخ جمع‌آوری باید دارای منطقه زمانی مشخص باشند
fi: Kaikilla näytteillä, joissa on näytekoodit tai näytteenottopäivät, tulee olla aikavyöhyke.
fr: Tous les échantillons comportant des codes d'échantillons ou des dates de collecte doivent être assortis d'un fuseau horaire.
ko: 시료번호 또는 채취일자가 있는 모든 시료에는 시간대가 있어야 합니다.
lv: Visiem paraugiem ar paraugu kodiem vai savākšanas datumiem ir jābūt noteiktai laika joslai
nl: Alle monsters met monstercodes of ophaaldata moeten een tijdzone hebben
pl: Wszystkie próbki z kodami próbek lub datami pobrania muszą mieć strefę czasową
pt: Todas as amostras com códigos de amostra ou datas de coleta devem ter um fuso horário
ru: Все пробы с номерами проб или датами сбора должны иметь часовой пояс
sk: Všetky vzorky s kódmi vzoriek alebo dátumami odberu musia mať časové pásmo
sr: Svi uzorci sa kodovima uzoraka ili datumima sakupljanja moraju imati vremensku zonu
sw: Sampuli zote zilizo na sampuli za misimbo au tarehe za ukusanyaji lazima ziwe na saa za eneo
tr: Numune kodları veya toplama tarihleri olan tüm numunelerin bir saat dilimi olmalıdır

# taIsRequiredMsg
source: The Test Authority is required
am: የፈተና ባለስልጣን ያስፈልጋል
ar: صلاحية Test Authority مطلوبة
az: Test Təşkilatı tələb olunur
bg: Изисква се орган за тестване
es: La autoridad encargada de las pruebas está obligada a
et: Vajalik on katseasutus
fa_ir: مرجع آزمون الزامی است
fi: Testin tilaaja on pakollinen
fr: L’autorité de contrôle est requise
ko: 검사권한기구가 필요합니다
lv: Nepieciešama pārbaudes iestāde
nl: De testinstantie moet
pl: Urząd testowy jest wymagany
pt: A Autoridade de Teste é necessária
ru: Орган, проводящий испытания, должен
sk: Testovací orgán je povinný
sr: Autoritet za testiranje je obavezan
sw: Mamlaka ya Mtihani inahitajika
tr: Test Otoritesi gereklidir

# sampleTypeRequiredMsg
source: The sample type is required
am: የናሙና ዓይነት ያስፈልጋል
ar: نوع النموذج مطلوب
az: Nümunə növü tələb olunur
bg: Типът на пробата е задължителен
es: Se requiere el tipo de muestra
et: Näidise tüüp on nõutav
fa_ir: نوع نمونه مورد نیاز است
fi: Näytetyyppi on pakollinen
fr: Le type d’échantillon est requis
ko: 시료 유형이 필요합니다
lv: Nepieciešams parauga veids
nl: Het type monster is vereist
pl: Typ próbki jest wymagany
pt: O tipo de amostra é necessário
ru: Тип образца является обязательным
sk: Vyžaduje sa typ vzorky
sr: Potreban je tip uzorka
sw: Aina ya sampuli inahitajika
tr: Örnek türü gerekli

# laboratoryRequiredMsg
source: The laboratory is required
am: ላቦራቶሪ ያስፈልጋል
ar: المختبر مطلوب
az: Laboratoriya tələb olunur
bg: Лабораторията е задължителна
es: El laboratorio está obligado a
et: Laboratoorium on vajalik
fa_ir: آزمایشگاه مورد نیاز است
fi: Laboratorio on pakollinen
fr: Le laboratoire est requis
ko: 분석기관이 필요합니다
lv: Nepieciešama laboratorija
nl: Het laboratorium is verplicht
pl: Laboratorium jest wymagane
pt: O laboratório é necessário
ru: Лаборатория обязана
sk: Laboratórium je povinné
sr: Laboratorija je obavezna
sw: Maabara inahitajika
tr: Laboratuvar gerekli

# scaIsRequiredMsg
source: The Sample Collection Authority is required
am: የናሙና ስብስብ ባለስልጣን ያስፈልጋል
ar: يجب تحديد Cample Collection Authority
az: Nümunə toplama orqanı tələb olunur
bg: Необходим е орган за вземане на проби
es: La Autoridad de Recogida de Muestras debe
et: Nõutav on proovivõtuasutus
fa_ir: ثبت مرجع جمع آوری نمونه الزامی است
fi: Testausorganisaatio on pakollinen
fr: L’autorité de prélèvement d’échantillons est requise
ko: 시료채취기구가 필요합니다
lv: Nepieciešama paraugu savākšanas iestāde
nl: De autoriteit die het monster verzamelt moet
pl: Wymagany jest organ odpowiedzialny za pobieranie próbek
pt: A Autoridade de Coleta de Amostras é necessária
ru: Орган по взятию проб должен
sk: Orgán pre odber vzoriek je povinný
sr: Potreban je autoritet za prikupljanje uzoraka
sw: Mamlaka ya Ukusanyaji Sampuli inahitajika
tr: Numune Alma Yetkilisi gereklidir

# rmaIsRequiredMsg
source: The Result Management Authorithy is required
am: የውጤት አስተዳደር ስልጣን ያስፈልጋል
ar: Authorrithy لادارة النتائج مطلوب
az: Nəticələrin İdarə Olunması Tələb olunur
bg: Необходим е орган за управление на резултатите
es: La Autoridad de Gestión de Resultados es necesaria
et: Nõutav on tulemuste haldamise asutus
fa_ir: ثبت مرجع مدیریت نتایج الزامی است
fi: Tulostenkäsittelytaho on pakollinen
fr: L’autorité de gestion des résultats est requise
ko: 결과관리기구가 필요합니다
lv: Nepieciešama rezultātu pārvaldības iestāde
nl: De Result Management Authorithy is vereist
pl: Urząd ds. Zarządzania Wynikami jest wymagany
pt: A Autorização de Gestão de Resultados é necessária
ru: Требуется уполномоченный орган по управлению результатами
sk: Vyžaduje sa, aby orgán pre riadenie výsledkov
sr: Autorizacija upravljanja rezultatima je obavezna
sw: Mamlaka ya Usimamizi wa Matokeo inahitajika
tr: Sonuç Yönetim Otoritesi gereklidir

# sportIdentityRequiredSportMsg
source: The Sport Identity requires a sport
am: የስፖርት መለያው ስፖርትን ይፈልጋል
ar: إن الهوية الرياضية تتطلب رياضة
az: İdman Kimliyi idman tələb edir
bg: Спортната идентичност изисква спорт
es: La identidad deportiva requiere un deporte
et: Sportlik identiteet nõuab sporti
fa_ir: هویت ورزشی نیاز به رشته ورزشی دارد
fi: Laji ID vaatii lajin
fr: L’identité sportive exige un sport
ko: 스포츠 아이덴티티에 종목이 필요합니다
lv: Sportiskajai identitātei ir nepieciešams sports
nl: De sportidentiteit vereist een sport
pl: Identyfikacja sportowa wymaga sportu
pt: A Identidade Esportiva requer um esporte
ru: Спортивная идентичность требует, чтобы спорт
sk: Športová identita si vyžaduje šport
sr: Sportski identitet zahteva sport
sw: Utambulisho wa Mchezo unahitaji mchezo
tr: Spor Kimliği bir spor gerektirir

# sportIdentityRequiredAthleteMsg
source: The Sport Identity requires an athlete
am: የስፖርት መለያው አትሌትን ይፈልጋል
ar: إن الهوية الرياضية تتطلب رياضيا
az: İdman Kimliyi idmançı tələb edir
bg: Спортната идентичност изисква спортист
es: La Identidad Deportiva requiere que un atleta
et: Sportlik identiteet nõuab sportlast
fa_ir: هویت ورزشی نیاز به ورزشکار دارد
fi: Laji IDi vaatii urheilijan
fr: L’identité sportive nécessite un athlète
ko: 스포츠 아이덴티티에 선수가 필요합니다
lv: Sporta identitātei ir nepieciešams sportists
nl: De sportidentiteit vereist dat een sporter
pl: Identyfikacja sportowa wymaga sportowca
pt: A Identidade Esportiva requer um atleta
ru: Спортивная идентичность требует от спортсмена
sk: Športová identita vyžaduje, aby športovec
sr: Sportski identitet zahteva sportistu
sw: Utambulisho wa Mchezo unahitaji mwanariadha
tr: Spor Kimliği bir sporcu gerektirir

# testDateIsRequiredForSubmittedDcfMsg
source: The Arrival Date field is required for a submitted DCF
am: ለቀረበ DCF የመድረሻ ቀን መስክ ያስፈልጋል
ar: مجال تاريخ الوصول مطلوب لمعامل DCF الذي تم احالته
az: Təqdim edilmiş DCF üçün gəliş tarixi sahəsi tələb olunur
bg: Полето за дата на пристигане е задължително за изпратен DCF
es: El campo de la fecha de llegada es obligatorio para un DCF presentado
et: Saabumiskuupäeva väli on esitatud DCF-i jaoks kohustuslik
fa_ir: فیلد تاریخ ورود برای فرم کنترل دوپینگ ارسالی الزامی است
fi: Saapumispäivä-kenttä on pakollinen lähetetylle DCF:lle
fr: Le champ Date d’arrivée est requis pour un FCD soumis
ko: 제출된 DCF에는 도착 날짜 항목이 필요합니다
lv: Iesniegtajam DCF ir nepieciešams lauks Ierašanās datums
nl: Het veld Aankomstdatum is vereist voor een ingediend DCF
pl: Pole Data przybycia jest wymagane dla przesłanego DCF
pt: O campo Data de Chegada é obrigatório para um DCF submetido
ru: Поле "Дата прибытия" обязательно для заполнения при подаче заявки DCF
sk: Pole Dátum príchodu je povinné pre predložený DCF
sr: Polje "Datum dolaska" je potrebno za prosleđeni DCF
sw: Sehemu ya Tarehe ya Kuwasili inahitajika kwa DCF iliyowasilishwa
tr: Gönderilen bir DCF için Varış Tarihi alanı gereklidir

# multipleMajorGameEventItemsFoundMsg
source: Multiple items for the same Major Event have been found
am: ለተመሳሳይ ዋና ክስተት በርካታ እቃዎች ተገኝተዋል
ar: تم ايجاد بنود متعددة لنفس الحدث الرئيسي
az: Eyni Böyük Tədbir üçün bir neçə element tapıldı
bg: Намерени са множество елементи за едно и също голямо събитие
es: Se han encontrado varios elementos para el mismo evento principal
et: Sama suursündmuse jaoks on leitud mitu eset
fa_ir: چندین مورد برای یک رویداد ورزشی بزرگ پیدا شده است
fi: Samasta Suurtapahtumasta on löydetty useita kohteita
fr: Plusieurs éléments pour le même événement majeur ont été trouvés
ko: 동일한 주요경기대회에 대한 여러 항목이 발견되었습니다.
lv: Ir atrasti vairāki vienumi vienam lielajam notikumam
nl: Er zijn meerdere items voor dezelfde belangrijke gebeurtenis gevonden
pl: Znaleziono wiele przedmiotów dla tego samego ważnego wydarzenia
pt: Foram encontrados vários itens para o mesmo Evento Principal
ru: Найдено несколько предметов для одного и того же основного события
sk: Bolo nájdených viacero položiek pre tú istú významnú udalosť
sr: Pronađeno je više stavki za isti glavni događaj
sw: Vipengee vingi vya Tukio Kubwa sawa vimepatikana
tr: Aynı Büyük Etkinlik için birden fazla öğe bulundu

# invalidParameterMsg
source: Error [INVALID_PARAMETER]
am: ስህተት [INVALID_PARAMETER]
ar: خطأ [ INVALID_PARAMETER ]
az: Xəta [INVALID_PARAMETER]
bg: Грешка [INVALID_PARAMETER]
et: Viga [INVALID_PARAMETER]
fa_ir: خطا [INVALID_PARAMETER]
fi: Virhe [INVALID_PARAMETER]
fr: Erreur [INVALID_PARAMETER]
ko: [INVALID_PARAMETER] 오류
lv: Kļūda [INVALID_PARAMETER]
nl: Fout [INVALID_PARAMETER]
pl: Błąd [INVALID_PARAMETER]
pt: Erro [INVALID_PARAMETER]
ru: Ошибка [INVALID_PARAMETER]
sk: Chyba [INVALID_PARAMETER]
sr: Greška [INVALID_PARAMETER]
sw: Hitilafu [INVALID_PARAMETER]
tr: Hata [INVALID_PARAMETER]

# invalidDateMsg
source: The date invalid
am: ቀኑ ልክ ያልሆነ ነው።
ar: التاريخ غير صحيح
az: Tarix etibarsızdır
bg: Датата е невалидна
es: La fecha no es válida
et: Kuupäev on kehtetu
fa_ir: تاریخ نامعتبر است
fi: Päivämäärä on virheellinen
fr: La date n’est pas valide
ko: 날짜가 잘못되었습니다.
lv: Datums nav derīgs
nl: De ongeldige datum
pl: Nieprawidłowa data
pt: A data inválida
ru: Дата недействительна
sk: Neplatný dátum
sr: Datum je nevažeći
sw: Tarehe ni batili
tr: tarih geçersiz

source: Unknown Analysis Sample
am: ያልታወቀ ትንተና ናሙና
ar: نموذج تحليل غير معروف
az: Naməlum Analiz Nümunəsi
bg: Неизвестна проба за анализ
es: Muestra de análisis desconocida
et: Tundmatu analüüsinäidis
fa_ir: آنالیز نمونه مشخص نیست
fi: Tuntematon analyysinäyte
fr: Échantillon d'analyse inconnu
ko: 알 수 없는 분석 시료
lv: Nezināms analīzes paraugs
nl: Onbekend analysemonster
pl: Nieznana próbka analityczna
pt: Amostra de análise desconhecida
ru: Неизвестный Анализ Пробы
sk: Neznáma vzorka analýzy
sr: Nepoznati uzorak analize
sw: Sampuli ya Uchambuzi Isiyojulikana
tr: Bilinmeyen Analiz Örneği

# noRightToAccessAbstractWhereAboutsMsg
source: Error [NO_RIGHT_TO_ACCESS_ABSTRACTWHEREABOUTS]
am: ስህተት [NO_RIGHT_TO_ACCESS_ABSTRACTWHEREABOUTS]
ar: خطأ [ NO_RTGHT_TO_ACCESS_ABSTRACTWERIEABOTS ]
az: Xəta [NO_RIGHT_TO_ACCESS_ABSTRACTWHEREABOUTS]
bg: Грешка [NO_RIGHT_TO_ACCESS_ABSTRACTWHEREABOUTS]
et: Viga [NO_RIGHT_TO_ACCESS_ABSTRACTWHEREABOUTS]
fa_ir: خطای [NO_RIGHT_TO_ACCESS_ABSTRACTWHEREABOUTS]
fi: Virhe [NO_RIGHT_TO_ACCESS_ABSTRACTWHEREABOUTS]
fr: Erreur [NO_RIGHT_TO_ACCESS_ABSTRACTWHEREABOUTS]
ko: [NO_RIGHT_TO_ACCESS_ABSTRACTWHEREABOUTS] 오류
lv: Kļūda [NO_RIGHT_TO_ACCESS_ABSTRACTWHEREABOUTS]
nl: Fout [NO_RIGHT_TO_ACCESS_ABSTRACTWORGEN]
pl: Błąd [NO_RIGHT_TO_ACCESS_ABSTRACTWHEREABOUTS]
pt: Erro [NÃO_ACESSOS_ACESSOS_ACESSOS_ABSTRACTWHEREABOUTS]
ru: Ошибка [NO_RIGHT_TO_ACCESS_ABSTRACTWHEREABOUTS]
sk: Chyba [NO_RIGHT_TO_ACCESS_ABSTRACTWHEREABOUTS]
sr: Greška [NO_RIGHT_TO_ACCESS_ABSTRACTWHEREABOUTS]
sw: Hitilafu [NO_RIGHT_TO_ACCESS_ABSTRACTWHEREABOUTS]
tr: Hata [NO_RIGHT_TO_ACCESS_ABSTRACTWHEREABOUTS]
