Repository: NandhineeR/WADA
Catalog: wada-ama-testcenter-web-57718053929f/wada-ama-testcenter-web-57718053929f/src/i18n/messages.*.xlf
Languages: am, ar, az, bg, es, et, fa_ir, fi, fr, ko, lv, nl, pl, pt, ru, sk, sr, sw, tr

# followingAnalysisSampleAlreadyMarkedAsClosed
source: The following analysis sample has already been marked as Closed:
am: የሚከተለው የትንታኔ ናሙና አስቀድሞ እንደተዘጋ ምልክት ተደርጎበታል፡-
ar: تم بالفعل وضع علامة على نموذج التحليل التالي على أنه مغلق:
az: Aşağıdakı analiz nümunəsi artıq Qapalı olaraq qeyd olunub:
bg: Следната проба за анализ вече е маркирана като затворена:
es: La siguiente muestra de análisis ya se ha marcado como cerrada:
et: Järgmine analüüsiproov on juba märgitud suletuks:
fa_ir: آنالیز نمونه زیر قبلاً به عنوان بسته شده علامت گذاری شده است:
fi: Seuraava analyysinäyte on jo merkitty suljetuksi:
fr: L'échantillon d'analyse suivant a déjà été marqué comme clos :
ko: 다음 분석 시료는 이미 닫힘으로 표시되었습니다.
lv: Šis analīzes paraugs jau ir atzīmēts kā Slēgts:
nl: Het volgende analysemonster is al gemarkeerd als Gesloten:
pl: Poniższa próbka analizy została już oznaczona jako zamknięta:
pt: A seguinte amostra de análise já foi marcada como Fechada:
ru: Следующий анализ пробы уже отмечен как Закрытый:
sk: Nasledujúca vzorka analýzy už bola označená ako uzavretá:
sr: Sledeći uzorak analize je već označen kao Zatvoren:
sw: Sampuli ifuatayo ya uchanganuzi tayari imetiwa alama kuwa Imefungwa:
tr: Aşağıdaki analiz örneği zaten Kapalı olarak işaretlendi:

source: Mark As Closed - Sample Not Collected
am: እንደተዘጋ ምልክት ያድርጉ - ናሙና አልተሰበሰበም።
ar: وضع علامة على أنها مغلقة - لم يتم جمع العينة
az: Bağlı kimi qeyd edin - Nümunə toplanmadı
bg: Маркирайте като затворено - пробата не е взета
es: Marcar como cerrado - Muestra no recolectada
et: Märgi suletuks – näidist ei kogutud
fa_ir: علامت گذاری به عنوان بسته شده - نمونه جمع آوری نشده است
fi: Merkitse: Suljettu - näytettä ei otettu.
fr: Marquer comme fermé - Échantillon non prélevé
ko: 종료됨 - 시료가 채취되지 않음으로 표시
lv: Atzīmēt kā slēgtu — paraugs nav savākts
nl: Markeren als gesloten - Monster niet verzameld
pl: Oznacz jako zamknięte - próbka nie została pobrana
pt: Marcar como fechado - Amostra não coletada
ru: Отметить как Закрыт - Проба не собрана
sk: Označiť ako zatvorené – vzorka sa nezozbierala
sr: Označite kao zatvoreno - uzorak nije prikupljen
sw: Weka Alama Kama Imefungwa - Sampuli Haijakusanywa
tr: Kapalı Olarak İşaretle - Örnek Toplanmadı

# followingTestWillBeClosed
source: The following test will be marked as Closed - Sample Not Collected:
am: የሚከተለው ፈተና እንደተዘጋ ምልክት ይደረግበታል - ናሙና ያልተሰበሰበ፡-
ar: سيتم وضع علامة على الاختبار التالي على أنه مغلق - لم يتم جمع العينة:
az: Aşağıdakı test Qapalı kimi qeyd olunacaq - Nümunə Toplanmadı:
bg: Следният тест ще бъде маркиран като затворен - пробата не е взета:
es: La siguiente prueba se marcará como Cerrada - Muestra no recolectada:
et: Järgmine test märgitakse suletuks – proovi ei kogutud:
fa_ir: آزمایش زیر به عنوان بسته علامت گذاری می شود - نمونه جمع آوری نشده است:
fi: Seuraava testi merkitään: Suljettu - näytettä ei otettu.
fr: Le test suivant sera marqué comme clos - échantillon non prélevé :
ko: 다음 검사는 종료됨 - 시료가 채취되지 않음으로 표시됩니다.
lv: Šis tests tiks atzīmēts kā Slēgts — paraugs nav savākts:
nl: De volgende test wordt gemarkeerd als Gesloten - Monster niet verzameld:
pl: Następujący test zostanie oznaczony jako zamknięty - próbka nie została pobrana:
pt: O teste a seguir será marcado como Fechado - Amostra não coletada:
ru: Следующий тест будет помечен как Закрыт - Проба не собрана:
sk: Nasledujúci test bude označený ako uzavretý – vzorka nebola odobratá:
sr: Sledeći test će biti označen kao zatvoren - Uzorak nije prikupljen:
sw: Jaribio lifuatalo litatiwa alama kuwa Limefungwa - Sampuli Haijakusanywa:
tr: Aşağıdaki test Kapalı - Numune Alınmadı olarak işaretlenecektir:

# followingTestsWillBeClosed
source: The following tests will be marked as Closed - Sample Not Collected:
am: የሚከተሉት ሙከራዎች እንደተዘጋ ምልክት ይደረግባቸዋል - ናሙና ያልተሰበሰበ፡-
ar: سيتم وضع علامة على الاختبارات التالية على أنها مغلقة - لم يتم جمع العينة:
az: Aşağıdakı testlər Qapalı kimi qeyd olunacaq - Nümunə Toplanmadı:
bg: Следните тестове ще бъдат маркирани като затворени - пробата не е взета:
es: Las siguientes pruebas se marcarán como Cerradas - Muestra no recolectada:
et: Järgmised testid märgitakse suletuks – proovi ei kogutud:
fa_ir: آزمایش‌های زیر به‌عنوان بسته شده علامت‌گذاری می‌شوند - نمونه جمع‌آوری نشده است:
fi: Seuraavat testit merkitään: Suljettu - näytettä ei otettu.
fr: Les tests suivants seront marqués comme fermés - échantillon non prélevé :
ko: 다음 검사는 종료됨 - 시료가 채취되지 않음으로 표시됩니다.
lv: Šādi testi tiks atzīmēti kā Slēgti — paraugs nav savākts:
nl: De volgende tests worden gemarkeerd als Gesloten - Monster niet afgenomen:
pl: Następujące testy zostaną oznaczone jako zamknięte - próbka nie została pobrana:
pt: Os seguintes testes serão marcados como Fechados - Amostra não coletada:
ru: Следующие тесты будут отмечены как Закрыт - Проба не собрана:
sk: Nasledujúce testy budú označené ako uzavreté – vzorka nebola odobratá:
sr: Sledeći testovi će biti označeni kao zatvoreni - uzorak nije prikupljen:
sw: Majaribio yafuatayo yatatiwa alama kuwa Yamefungwa - Sampuli Haijakusanywa:
tr: Aşağıdaki testler Kapalı - Numune Alınmadı olarak işaretlenecektir:

# followingTestCannotBeUpdated
source: The following test cannot be updated:
am: የሚከተለው ሙከራ ሊዘመን አይችልም፡
ar: لا يمكن تحديث الاختبار التالي:
az: Aşağıdakı test yenilənə bilməz:
bg: Следният тест не може да бъде актуализиран:
es: La siguiente prueba no se puede actualizar:
et: Järgmist testi ei saa värskendada:
fa_ir: تست زیر را نمی توان به روزرسانی کرد:
fi: Seuraavaa testiä ei voi päivittää:
fr: Le test suivant ne peut pas être mis à jour :
ko: 다음 검사는 업데이트할 수 없습니다.
lv: Šo testu nevar atjaunināt:
nl: De volgende test kan niet worden bijgewerkt:
pl: Poniższy test nie może zostać zaktualizowany:
pt: O seguinte teste não pode ser atualizado:
ru: Следующий тест не может быть обновлен:
sk: Nasledujúci test nemožno aktualizovať:
sr: Sledeći test se ne može ažurirati:
sw: Jaribio lifuatalo haliwezi kusasishwa:
tr: Aşağıdaki test güncellenemez:

# followingTestsCannotBeUpdated
source: The following tests cannot be updated:
am: የሚከተሉት ሙከራዎች ሊዘመኑ አይችሉም፡
ar: لا يمكن تحديث الاختبارات التالية:
az: Aşağıdakı testlər yenilənə bilməz:
bg: Следните тестове не могат да бъдат актуализирани:
es: Las siguientes pruebas no se pueden actualizar:
et: Järgmisi teste ei saa värskendada:
fa_ir: تست های زیر را نمی توان به روزرسانی کرد:
fi: Seuraavia testejä ei voi päivittää:
fr: Les tests suivants ne peuvent pas être mis à jour :
ko: 다음 검사는 업데이트할 수 없습니다.
lv: Tālāk norādītos testus nevar atjaunināt.
nl: De volgende tests kunnen niet worden bijgewerkt:
pl: Następujące testy nie mogą zostać zaktualizowane:
pt: Os seguintes testes não podem ser atualizados:
ru: Следующие тесты не могут быть обновлены:
sk: Nasledujúce testy nie je možné aktualizovať:
sr: Sledeći testovi se ne mogu ažurirati:
sw: Majaribio yafuatayo hayawezi kusasishwa:
tr: Aşağıdaki testler güncellenemez:

# followingTestCannotBeMarkedAsClosedSampleNotCollected
source: The following test cannot be marked as "Closed - Sample Not Collected":
am: የሚከተለው ፈተና እንደ "ዝግ - ናሙና አልተሰበሰበም" ተብሎ ምልክት ሊደረግበት አይችልም፡
ar: لا يمكن وضع علامة على الاختبار التالي على أنه " مغلق - لم يتم جمع العينة":
az: Aşağıdakı test "Qapalı - Nümunə Toplanmadı" kimi qeyd edilə bilməz:
bg: Следният тест не може да бъде маркиран като „Затворен – пробата не е взета“:
es: La siguiente prueba no se puede marcar como "Cerrada - Muestra no recolectada":
et: Järgmist testi ei saa märkida kui "Suletud – proovi ei kogutud":
fa_ir: تست زیر را نمی توان به عنوان "بسته شده - نمونه جمع آوری نشد" علامت گذاری نمود:
fi: Seuraavaa testiä ei voida merkitä "Suljettu - näytettä ei otettu":
fr: Le test suivant ne peut pas être marqué comme "Fermé - Échantillon non prélevé":
ko: 다음 검사는 "종료됨 - 시료가 채취되지 않음"으로 표시할 수 없습니다.
lv: Šo testu nevar atzīmēt kā "Slēgts — paraugs nav savākts":
nl: De volgende test kan niet worden gemarkeerd als "Gesloten - Monster niet verzameld":
pl: Następujący test nie może być oznaczony jako "Closed - Sample Not Collected":
pt: O teste a seguir não pode ser marcado como "Fechado - Amostra não coletada":
ru: Следующий тест не может быть помечен как "Закрыт - Проба не собрана":
sk: Nasledujúci test nemôže byť označený ako „uzavretý – vzorka nie je odobratá“:
sr: Sledeći test se ne može označiti kao " zatvoren - uzorak nije prikupljen":
sw: Jaribio lifuatalo haliwezi kuwekewa alama kama "Iliyofungwa - Sampuli Haijakusanywa":
tr: Aşağıdaki test "Kapalı - Numune Alınmadı" olarak işaretlenemez:

# followingTestsCannotBeMarkedAsClosedSampleNotCollected
source: The following tests cannot be marked as "Closed - Sample Not Collected":
am: የሚከተሉት ሙከራዎች "ዝግ - ናሙና አልተሰበሰበም" ተብሎ ምልክት ሊደረግበት አይችልም፡
ar: لا يمكن وضع علامة على الاختبارات التالية على أنها " مغلقة - لم يتم جمع العينة":
az: Aşağıdakı testlər "Qapalı - Nümunə Toplanmadı" kimi qeyd edilə bilməz:
bg: Следните тестове не могат да бъдат маркирани като „Затворено – пробата не е взета“:
es: Las siguientes pruebas no se pueden marcar como "Cerrado - Muestra no recolectada":
et: Järgmisi teste ei saa märkida kui "Suletud – proovi ei kogutud":
fa_ir: تست های زیر را نمی توان به عنوان "بسته شده - نمونه جمع آوری نشد" علامت گذاری نمود:
fi: Seuraavia testejä ei voi merkitä "Suljettu - näytettä ei otettu":
fr: Les tests suivants ne peuvent pas être marqués comme "Closed - Sample Not Collected":
ko: 다음 검사는 "종료됨 - 시료가 채취되지 않음"으로 표시할 수 없습니다.
lv: Tālāk norādītos testus nevar atzīmēt kā "Slēgts — paraugs nav savākts":
nl: De volgende tests kunnen niet worden gemarkeerd als "Gesloten - Monster niet verzameld":
pl: Następujące testy nie mogą być oznaczone jako "Closed - Sample Not Collected":
pt: Os seguintes testes não podem ser marcados como "Fechado - Amostra não coletada":
ru: Следующие тесты не могут быть помечены как "Закрыт - Проба не собрана":
sk: Nasledujúce testy nemôžu byť označené ako „uzavreté – vzorka nie je odobratá“:
sr: Sledeći testovi se ne mogu označiti kao " zatvoreni - uzorak nije sakupljen":
sw: Majaribio yafuatayo hayawezi kuwekewa alama kama "Iliyofungwa - Sampuli Haijakusanywa":
tr: Aşağıdaki testler "Kapalı - Numune Alınmadı" olarak işaretlenemez:

# followingTestAlreadyMarkedAsClosedSampleNotCollected
source: The following test has already been marked as "Closed - sample not collected":
am: የሚከተለው ፈተና አስቀድሞ "የተዘጋ - ናሙና አልተሰበሰበም" ተብሎ ምልክት ተደርጎበታል፡-
ar: تم بالفعل وضع علامة على الاختبار التالي على أنه " مغلق - لم يتم جمع العينة":
az: Aşağıdakı test artıq "Qapalı - nümunə toplanmadı" kimi qeyd olunub:
bg: Следният тест вече е маркиран като „Затворен – пробата не е взета“:
es: La siguiente prueba ya se ha marcado como "Cerrada - muestra no recogida":
et: Järgmine test on juba märgitud kui "Suletud – proovi ei võetud":
fa_ir: آزمایش زیر قبلاً به عنوان "بسته شده - نمونه جمع آوری نشده" علامت گذاری شده است:
fi: Seuraava testi on jo merkitty merkinnällä "Suljettu - näytettä ei otettu":
fr: Le test suivant a déjà été marqué comme "Fermé - échantillon non collecté":
ko: 다음 검사는 이미 "종료됨 - 시료가 채취되지 않음"으로 표시되었습니다.
lv: Šis tests jau ir atzīmēts kā "Slēgts — paraugs nav savākts":
nl: De volgende test is al gemarkeerd als "Gesloten - monster niet verzameld":
pl: Poniższy test został już oznaczony jako "Zamknięty - próbka nie została pobrana":
pt: O seguinte teste já foi marcado como "Fechado - amostra não coletada":
ru: Следующий тест уже был отмечен как "Закрыт - Проба не собрана":
sk: Nasledujúci test už bol označený ako „Zatvorené – vzorka nebola odobratá“:
sr: Sledeći test je već označen kao " zatvoren - uzorak nije prikupljen":
sw: Jaribio lifuatalo tayari limetiwa alama kuwa "Iliyofungwa - sampuli haijakusanywa":
tr: Aşağıdaki test zaten "Kapalı - numune toplanmadı" olarak işaretlendi:

# followingTestsAlreadyMarkedAsClosedSampleNotCollected
source: The following tests have already been marked as "Closed - sample not collected":
am: የሚከተሉት ሙከራዎች ቀደም ሲል "የተዘጋ - ናሙና አልተሰበሰበም" የሚል ምልክት ተደርጎባቸዋል:
ar: تم بالفعل وضع علامة على الاختبارات التالية على أنها " مغلقة - لم يتم جمع العينة":
az: Aşağıdakı testlər artıq "Qapalı - nümunə toplanmadı" kimi qeyd olunub:
bg: Следните тестове вече са маркирани като „Затворено – пробата не е взета“:
es: Las siguientes pruebas ya se han marcado como "Cerrado - muestra no recogida":
et: Järgmised testid on juba märgitud kui "Suletud – proovi ei võetud":
fa_ir: آزمایش های زیر قبلاً به عنوان "بسته شده- نمونه جمع آوری نشده" علامت گذاری شده اند:
fi: Seuraavat testit on jo merkitty merkinnällä "Suljettu - näytettä ei otettu":
fr: Les tests suivants ont déjà été marqués comme "Fermé - échantillon non collecté":
ko: 다음 검사는 이미 "종료됨 - 시료가 채취되지 않음"으로 표시되었습니다.
lv: Šādi testi jau ir atzīmēti kā "Slēgts — paraugs nav savākts":
nl: De volgende tests zijn al gemarkeerd als "Gesloten - monster niet verzameld":
pl: Następujące testy zostały już oznaczone jako "Zamknięte - próbka nie została pobrana":
pt: Os seguintes testes já foram marcados como "Fechado - amostra não coletada":
ru: Следующие тесты уже отмечены как "Закрыт - Проба не собрана":
sk: Nasledujúce testy už boli označené ako „Zatvorené – vzorka nebola odobratá“:
sr: Sledeći testovi su već označeni kao " zatvoreni - uzorak nije prikupljen":
sw: Majaribio yafuatayo tayari yametiwa alama kuwa "Iliyofungwa - sampuli haijakusanywa":
tr: Aşağıdaki testler halihazırda "Kapalı - numune toplanmadı" olarak işaretlenmiştir:

source: Date
am: ቀን
ar: التاريخ
az: Tarix
bg: Дата
es: Fecha
et: Kuupäev
fa_ir: تاریخ
fi: Päivämäärä
ko: 일자
lv: Datums
nl: Datum
pl: Data
pt: Data
ru: Дата
sk: Dátum
sr: datum
sw: Tarehe
tr: Tarih

# sample_closed_save
source: Done
am: ተከናውኗል
ar: مكتمل
az: bitdi
bg: Свършен
es: Hecho
et: Valmis
fa_ir: انجام شده
fi: Valmis
fr: Terminé
ko: 종료
lv: Gatavs
nl: klaar
pl: Gotowe
pt: feito
ru: Выполнено
sk: hotovo
sr: uradio
sw: Imekamilika
tr: tamamlandı

source: OK, Return to Form
am: እሺ፣ ወደ ቅጹ ተመለስ
ar: حسنًا ، عد إلى النموذج
az: OK, Formaya qayıdın
bg: Добре, върнете се към формуляра
es: OK, volver al formulario
et: OK, naaske vormi
fa_ir: خوب، به فرم بازگردید
fi: OK, palaa lomakkeeseen
fr: Ok, retour au formulaire
ko: 예, 양식으로 돌아가기
lv: Labi, atgriezieties veidlapā
nl: OK, terug naar formulier
pl: OK, wróć do formularza
pt: OK, voltar ao formulário
ru: ОК, вернуться к протоколу
sk: OK, vráťte sa do formulára
sr: ОК, Врати се на образац
sw: Sawa, Rudi kwenye Fomu
tr: Tamam, Forma Dön

# creationMultipleDopingControlForms_uppercase
source: CREATION OF MULTIPLE DOPING CONTROL FORMS
am: የበርካታ ዶፒንግ መቆጣጠሪያ ቅጾችን መፍጠር
ar: إنشاء نماذج متعددة للتحكم في المنشطات
az: DOPİNQƏ NƏZARƏT FORMALARININ YARADILMASI
bg: СЪЗДАВАНЕ НА НЯКОЛКО ФОРМУЛЯРИ ЗА КОНТРОЛ НА ДОПИНГ
es: CREACIÓN DE MÚLTIPLES FORMULARIOS DE CONTROL DE DOPAJE
et: MITME DOPINGUKONTROLLI VORMIDE LOOMINE
fa_ir: ایجاد فرم های چندگانه کنترل دوپینگ
fi: USEAN DOPINGTESTIPÖYTÄKIRJAN LUOMINEN
fr: CRÉATION DE PLUSIEURS FORMULAIRES DE CONTRÔLE DE DOPAGE
ko: 복수의 도핑검사서 생성
lv: VAIRĀKU DOPINGA KONTROLES VEIDLAPU IZVEIDE
nl: CREATIE VAN MEERDERE DOPING-CONTROLEVORMEN
pl: TWORZENIE WIELU FORMULARZY KONTROLI DOPINGU
pt: CRIAÇÃO DE FORMAS DE CONTROLE DE DOPING MÚLTIPLAS
ru: СОЗДАНИЕ НЕСКОЛЬКИХ ПРОТОКОЛОВ ДОПИНГ-КОНТРОЛЯ
sk: VYTVORENIE VIACERÝCH DOPINGOVÝCH KONTROLNÝCH FORMULÁR
sr: ИЗРАДА ВИШЕ ДОПИНГА КОНТРОЛНИХ ОБЛИКА
sw: KUUNDA FOMU NYINGI ZA KUDHIBITI UTUMIZAJI
tr: ÇOKLU DOPİNG KONTROL FORMLARININ OLUŞTURULMASI

# valueForAthleteLevel
source: A value for Athlete Level
am: ዋጋ ለአትሌት ደረጃ
ar: قيمة لمستوى الرياضيين
az: Atlet Səviyyəsi üçün dəyər
bg: Стойност за състезателно ниво на спортист
es: Un valor para el Nivel del Deportista
et: Sportlase taseme väärtus
fa_ir: یک مقدار برای سطح ورزشکار
fi: Tieto urheilijan tasosta
fr: Une valeur pour le niveau du sportif
ko: 선수 수준의 값
lv: Sportista līmeņa vērtība
nl: Een waarde voor Athlete Level
pl: Wartość poziomu sportowca
pt: Um valor para o nível do atleta
ru: Значение уровня спортсмена
sk: Hodnota pre úroveň športovcov
sr: Вредност за ниво спортиста
sw: Thamani ya Kiwango cha Mwanariadha
tr: Sporcu Seviyesi için bir değer

# mustNotHaveDcfDraftOrCompleteStatus
source: Must not have a Doping Control Form in draft or completed status
am: በረቂቅ ወይም በተጠናቀቀ ሁኔታ የዶፒንግ መቆጣጠሪያ ቅጽ ሊኖረው አይገባም
ar: يجب ألا يكون لديك نموذج مراقبة تعاطي المنشطات في مسودة أو حالة مكتملة
az: Qaralama və ya doldurulmuş statusda Dopinq Nəzarəti Forması olmamalıdır
bg: Не трябва да има формуляр за допинг контрол като чернова или завършен статус
es: No debe tener un Formulario de Control de Dopaje en estado de borrador o completado
et: Dopingukontrolli vorm ei tohi olla mustandis ega täidetud
fa_ir: نباید فرم کنترل دوپینگ در وضعیت پیش نویس یا تکمیل شده داشته باشد
fi: Ei saa olla Dopingtestipöytäkirjaa luonnos tai valmis tilassa
fr: Ne doit pas avoir un formulaire de contrôle du dopage avec un statut "ébauche" ou "complété"
ko: 도핑검사서가 임시저장 또는 완료된 상태가 아니어야만 합니다.
lv: Dopinga kontroles veidlapai nedrīkst būt melnraksta vai aizpildītas statuss
nl: Mag geen Dopingcontroleformulier in concept of voltooide status hebben
pl: Nie może mieć formularza kontroli antydopingowej w wersji roboczej lub wypełnionej
pt: Não deve ter um Formulário de Controle de Doping em rascunho ou status concluído
ru: Протокол допинг-контроля не должен иметь статус "Черновик" или "Заполнен".
sk: Nesmie mať formulár dopingovej kontroly v stave konceptu alebo dokončenia
sr: Не сме имати образац за допинг контролу у нацрту или попуњеном статусу
sw: Lazima usiwe na Fomu ya Kudhibiti Dawa za Kuongeza Nguvu katika hali ya rasimu au iliyokamilishwa
tr: Taslak veya tamamlanmış durumda Doping Kontrol Formu olmamalıdır

# mustHaveAtLeast1Analysis
source: Must have at least 1 analyse(s) associated
am: ቢያንስ 1 ትንተና(ዎች) የተያያዘ መሆን አለበት።
ar: يجب أن يكون مرتبطًا بتحليل (تحليلات) واحد على الأقل
az: Əlaqədar ən azı 1 analiz(lər) olmalıdır
bg: Трябва да има поне 1 анализ(и) свързан(и)
es: Debe tener al menos 1 análisis asociado
et: Peab olema seotud vähemalt 1 analüüs
fa_ir: باید حداقل 1 آنالیز مرتبط داشته باشد
fi: Vähintään 1 analyysi on liitettävä
fr: Doit avoir au moins 1 analyse(s) associée(s)
ko: 적어도 1개의 분석이 연결되어 있어야만 합니다.
lv: Jābūt saistītai vismaz 1 analīzei(-ēm).
nl: Er moeten minimaal 1 analyse (s) zijn gekoppeld
pl: Musi mieć co najmniej 1 powiązaną analizę
pt: Deve ter pelo menos 1 análise (ões) associada (s)
ru: Должен быть указан как минимум 1 анализ
sk: Musí mať pridruženú aspoň 1 analýzu
sr: Мора да има најмање 1 повезану анализу
sw: Lazima iwe na uchanganuzi 1 unaohusishwa
tr: İlişkili en az 1 analiz içermelidir

# mustNotHaveCloseSampleNotCollected
source: Must not have a Closed - sample(s) not collected
am: የተዘጋ - ናሙና(ዎች) ያልተሰበሰበ መሆን የለበትም
ar: لا يجب أن تحتوي على عينة (s) مغلقة لم يتم تجميعها
az: Qapalı olmamalıdır - nümunə(lər) toplanmamışdır
bg: Не трябва да има Затворено - пробата(ите) не е(са) взет(и)
es: No debe tener una muestra (s) cerrada (s) no recolectada
et: Ei tohi olla suletud – proove ei koguta
fa_ir: نباید بسته باشد - نمونه(های) جمع آوری نشده است
fi: Ei tule olla Suljettu - näytettä/näytteitä ei otettu
fr: Ne doit pas avoir de Fermé - échantillon(s) non prélevé(s)
ko: 종료 - 시료가 채취되지 않음으로 할 수 없습니다.
lv: Nedrīkst būt Slēgts — paraugs(-i) nav savākti
nl: Mag geen Gesloten hebben - monster(s) niet verzameld
pl: Nie może zamknąć - próbki nie zostały pobrane
pt: Não deve ter uma amostra fechada (s) não coletada (s)
ru: Не должно включать Закрыто - проба не отобрана
sk: Nesmie mať zatvorené – vzorka (vzorky) nie je odobratá
sr: Ne sme biti zatvoreno - uzorci nisu prikupljeni
sw: Haipaswi kuwa na Sampuli Iliyofungwa - haijakusanywa
tr: Toplanmamış bir kapalı - numune (ler) ın bulunmaması gerekir

# inOrderToUseMultipleDcfsTestingOrderNeeds
source: In order to use Multiple Doping Control Forms, the testing order needs:
am: በርካታ የዶፒንግ መቆጣጠሪያ ቅጾችን ለመጠቀም፣የሙከራ ትዕዛዝ ያስፈልገዋል፡-
ar: من أجل استخدام Multiple Doping Control Forms ، يحتاج أمر الاختبار :
az: Çoxsaylı Dopinq Nəzarəti Formasından istifadə etmək üçün test sifarişinə aşağıdakılar lazımdır:
bg: За да използвате няколко Формуляра за допингов контрол, заповедта за тестване се нуждае от:
es: Para utilizar varios formularios de control de dopaje, la orden de prueba necesita:
et: Mitme dopingukontrolli vormi kasutamiseks on testimise järjekorras vaja:
fa_ir: به منظور استفاده از فرم های کنترل دوپینگ چندگانه، دستور آزمایش نیاز به:
fi: Jotta voi olla useita Dopingtestipöytäkirjoja, testimääräys edellyttää:
fr: Afin d'utiliser les formulaires de contrôle du dopage multiple, l'ordre de mission doit être effectué :
ko: 여러 개의 도핑검사서를 사용하려면 검사지시서가 필요합니다.
lv: Lai izmantotu vairākas dopinga kontroles veidlapas, testēšanas pasūtījumā ir nepieciešams:
nl: Om meervoudige dopingcontroleformulieren te kunnen gebruiken, moet de testopdracht:
pl: Aby skorzystać z wielu formularzy kontroli antydopingowej, kolejność kontroli wymaga:
pt: Para usar vários formulários de controle de doping, a ordem de teste precisa:
ru: Чтобы использовать несколько Протоколов допинг-контроля, Распоряжение на миссию должно:
sk: Aby bolo možné použiť formuláre na viaceré dopingové kontroly, objednávka na testovanie vyžaduje:
sr: Da biste koristili više doping kontrolnih obrazaca, potrebno je da redosled testiranja:
sw: Ili kutumia Fomu Nyingi za Kudhibiti Doping, agizo la majaribio linahitaji:
tr: Çoklu Doping Kontrol Formlarını kullanmak için test sırası aşağıdakileri gerektirir:

source: Selected Athletes
am: የተመረጡ አትሌቶች
ar: اللاعبين المحددين
az: Seçilmiş idmançılar
bg: Избрани спортисти
es: Deportistas seleccionados
et: Valitud sportlased
fa_ir: ورزشکاران برگزیده
fi: Valitut urheilijat
fr: Sportifs sélectionnés
ko: 선정된 선수
lv: Izvēlētie sportisti
nl: Geselecteerde atleten
pl: Wybrani zawodnicy
pt: Atletas Selecionados(as)
ru: Выбранные спортсмены
sk: Vybraní športovci
sr: odabrani sportisti
sw: Wanariadha Waliochaguliwa
tr: Seçilen Sporcular

# athletesInTestingOrderNeed
source: The Athletes in the testing order need:
am: በሙከራ ቅደም ተከተል ውስጥ ያሉ አትሌቶች የሚከተሉትን ያስፈልጋቸዋል
ar: ويحتاج الرياضيون في نظام الاختبار إلى ما يلي :
az: Sınaq sırasına daxil olan idmançılara aşağıdakılar lazımdır:
bg: Спортистите в заповедта за тестване се нуждаят от:
es: Los Deportistas en la orden de misión necesitan:
et: Testimise järjekorras olevad sportlased vajavad:
fa_ir: ورزشکارانی که در ترتیب تست نیاز دارند:
fi: Testimääräyksessä olevat urheilijat tarvitsevat:
fr: Les sportifs dans l'ordre de mission ont besoin :
ko: 검사지시서에 선수가 필요합니다:
lv: Pārbaudes kārtībā iekļautajiem sportistiem ir nepieciešams:
nl: De atleten in de testvolgorde hebben nodig:
pl: Zawodnicy w kolejności kontroli potrzebują:
pt: Os atletas na ordem de teste precisam:
ru: Спортсмены, включенные в Распоряжение на миссию, должны:
sk: Športovci v testovacej objednávke potrebujú:
sr: Sportistima u redosledu testiranja je potrebno:
sw: Wanariadha katika mpangilio wa majaribio wanahitaji:
tr: Test sırasındaki Sporcuların ihtiyacı:
