Repository: NandhineeR/WADA
Catalog: wada-ama-testcenter-web-57718053929f/wada-ama-testcenter-web-57718053929f/src/i18n/messages.*.xlf
Languages: am, ar, az, bg, es, et, fa_ir, fi, fr, ko, lv, nl, pl, pt, ru, sk, sr, sw, tr

# viewingPageXForOrgX
source: Viewing {{ page }} for: {{ organizationName }}
am: በመመልከት ላይ {{ page }} ለ፡ {{ organizationName }}
ar: المعاينة{{ page }} إلى عن على:{{ organizationName }}
az: Baxış{{ page }} üçün:{{ organizationName }}
bg: Преглед{{ page }} за:{{ organizationName }}
es: Viendo {{ page }} para: {{ organizationName }}
et: Vaatamine{{ page }} jaoks:{{ organizationName }}
fa_ir: در حال مشاهده{{ page }} برای:{{ organizationName }}
fi: Tarkastelua{{ page }} varten:{{ organizationName }}
fr: Afficher {{ page }} pour: {{ organizationName }}
ko: 다음에 대한 {{ page }} 보기:{{ organizationName }}
lv: Skatās{{ page }} priekš:{{ organizationName }}
nl: Bekijken {{ page }} voor: {{ organizationName }}
pl: Przeglądanie{{ page }} dla:{{ organizationName }}
pt: Vendo{{ page }} para:{{ organizationName }}
ru: Просмотр {{ page }} за:{{ organizationName }}
sk: Prezeranie{{ page }} pre:{{ organizationName }}
sr: Гледање{{ page }} за:{{ organizationName }}
sw: Kutazama{{ page }} kwa:{{ organizationName }}
tr: Görüntüleme{{ page }} için:{{ organizationName }}

source: Change Testing Authority
am: የሙከራ ባለስልጣን ለውጥ
ar: تغيير سلطة الاختبار
az: Test Orqanını dəyişdirin
bg: Промяна на тестващата организация
es: Cambiar la Autoridad de Control
et: Muutke testimisasutust
fa_ir: تغییر مرجع تست
fi: Vaihda Testin tilaaja (TA)
fr: Changer l’autorité de contrôle
ko: 검사주관기구 변경
lv: Mainīt pārbaudes iestādi
nl: Wijzig de testautoriteit
pl: Zmień organ koordynujący kontrolę antydopingową
pt: Alterar autoridade de teste
ru: Изменить Тестирующую организацию
sk: Zmeniť skúšobný úrad
sr: Промени орган за тестирање
sw: Badilisha Mamlaka ya Kujaribu
tr: Test Yetkisini Değiştir

# showPageX
source: SHOW {{ page }}
am: አሳይ {{ page }}
ar: تبين{{ page }}
az: GÖSTER{{ page }}
bg: Покажи {{ page }}
es: MOSTRAR {{ page }}
et: NÄITA{{ page }}
fa_ir: نشان دادن{{ page }}
fi: NÄYTÄ{{ page }}
fr: Montrer{{ page }}
ko: {{ page }} 보기
lv: RĀDĪT{{ page }}
nl: TONEN {{ page }}
pl: POKAZAĆ{{ page }}
pt: MOSTRAR{{ page }}
ru: ПОКАЗАТЬ {{ page }}
sk: ŠOU{{ page }}
sr: ПРИКАЖИ{{ page }}
sw: ONESHA{{ page }}
tr: GÖSTERMEK{{ page }}

source: New athlete in
am: አዲስ አትሌት ገብቷል።
ar: رياضي جديد في
az: Yeni idmançı
bg: Нов спортист в
es: Nuevo deportista en
et: Uus sportlane aastal
fa_ir: ورزشکار جدید وارد
fi: Uusi urheilija
fr: Nouveau sportif dans
ko: 새로운 선수
lv: Iekšā jauns sportists
nl: Nieuwe atleet binnen
pl: Nowy sportowiec w
pt: Novo atleta em
ru: Новый спортсмен в
sk: Nový športovec v
sr: Нови спортиста у
sw: Mwanariadha mpya ndani
tr: Yeni atlet

source: Request Date
am: የጥያቄ ቀን
ar: تاريخ الطلب
az: Sorğu Tarixi
bg: дата на заявка
es: Fecha de solicitud
et: Taotluse kuupäev
fa_ir: تاریخ درخواست
fi: Pyynnön päivämäärä
fr: Date de la demande
ko: 요청 날짜
lv: Pieprasījuma datums
nl: Datum van aanvraag
pl: Data zgłoszenia
pt: Data da solicitação
ru: Дата запроса
sk: dátum žiadosti
sr: Datum zahteva
sw: Tarehe ya Ombi
tr: Talep Tarihi

source: Request Initiator
am: አስጀማሪን ይጠይቁ
ar: بادئ الطلب
az: Sorğu Təşəbbüskarı
bg: Инициатор на заявка
es: Iniciador de solicitud
et: Taotluse algataja
fa_ir: آغازگر درخواست
fi: Pyynnön tekijä
fr: Initiateur de la demande
ko: 요청 개시자
lv: Pieprasījuma iniciators
nl: Initiator van het verzoek
pl: Inicjator zgłoszenia
pt: Iniciador da solicitação
ru: Инициатор запроса
sk: Iniciátor žiadosti
sr: Inicijator zahteva
sw: Ombi la Kuanzisha
tr: Talep Başlatıcı

# ocation
source: Location
am: አካባቢ
ar: الموقع
az: Yer
bg: Местоположение
es: Ubicación
et: Asukoht
fa_ir: محل
fi: Sijainti
fr: Lieu
ko: 장소
lv: Atrašanās vieta
nl: Locatie
pl: Lokalizacja
pt: Local
ru: Место пребывания
sk: Podrobnosti o polohe
sr: lokacija
sw: Mahali
tr: Yer

source: Stored Until
am: ድረስ ተከማችቷል።
ar: مخزنة حتى
az: qədər saxlanılır
bg: Съхранява се до
es: Almacenado hasta
et: Säilitatud kuni
fa_ir: ذخیره شده تا
fi: Säilytetty asti
fr: Conservé jusqu’au
ko: 저장 기한
lv: Uzglabāts līdz
nl: Opgeslagen tot
pl: Przechowywany do
pt: Armazenado até
ru: Хранится до
sk: Uložené do
sr: Uskladišteno do
sw: Imehifadhiwa Mpaka
tr: Kadar Saklanır

source: Stored
am: ተከማችቷል።
ar: مخزن
az: Saxlanılır
bg: Съхранени
es: Procesamiento de datos
et: Ladustatud
fa_ir: ذخیره شده
fi: Säilytetty
fr: Conservé
ko: 저장됨
lv: Saglabāts
nl: Opgeslagen
pl: Przechowywane
pt: Armazenado
ru: Запасенный
sk: Uložené
sr: Uskladištene
sw: Imehifadhiwa
tr: Depolandı

source: Comments
am: አስተያየቶች
ar: تعليقات
az: Şərhlər
bg: Подробности
es: Detalles
et: Kommentaarid
fa_ir: نظرات
fi: Kommentit
fr: Commentaires
ko: 코멘트
lv: komentāri
nl: Opmerkingen
pl: Uwagi
pt: Comentários
ru: Комментарии
sk: Komentáre
sr: komentari
sw: Maoni
tr: Açıklamalar

source: Saved
am: ተቀምጧል
ar: تم الحفظ
az: xilas oldu
bg: Запазени
es: Guardado
et: Salvestatud
fa_ir: ذخیره
fi: Tallennettu
fr: enregistré
ko: 저장됨
lv: Saglabāts
nl: bewaard
pl: zapisany
pt: Salvar como anotação
ru: Сохранено
sk: uložené
sr: sačuvano
sw: Imehifadhiwa
tr: kaydedildi

source: Edit
am: አርትዕ
ar: تحرير
az: Redaktə edin
bg: Редактиране
es: Editar
et: Redigeeri
fa_ir: ویرایش کنید
fi: Muokkaa
fr: Modifier
ko: 편집하기
lv: Rediģēt
nl: Bewerking
pl: Edytuj
pt: Editar
ru: Редактировать
sk: editovať
sr: dodaj
sw: Hariri
tr: Düzenleyin

# and_wrappedInBlankSpaces
source: and
am: እና
ar: و
az: və
bg: и
es: Y
et: ja
fa_ir: و
fi: ja
fr: et
ko: 및
lv: un
nl: En
pl: i
pt: e
ru: и
sk: a
sr: i
sw: na
tr: ve

source: Delete Icon
am: አዶ ሰርዝ
ar: حذف شارة
az: Nişanı silin
bg: Изтриване на икона
es: Eliminar icono
et: Kustuta ikoon
fa_ir: حذف نماد
fi: Poista kuvake
fr: Icône de suppression
ko: 아이콘 삭제하기
lv: Dzēšanas ikona
nl: Icoon verwijderen
pl: Usuń ikonę
pt: Ícone Excluir
ru: Иконка Удалить
sk: Ikona Odstrániť
sr: Ikona "Izbriši"
sw: Aikoni ya Futa
tr: Simgeyi Sil

source: 1 missing value
am: 1 የጎደለ ዋጋ
ar: 1 قيمة مفقودة
az: 1 çatışmayan dəyər
bg: 1 липсваща стойност
es: Falta 1 valor
et: 1 puuduv väärtus
fa_ir: 1 مقدار از دست رفته
fi: 1 puuttuva tieto
fr: Il manque 1 valeur
ko: 누락된 값 1 개
lv: Trūkst 1 vērtības
nl: 1 ontbrekende waarde
pl: Brakująca wartość: 1
pt: 1 valor ausente
ru: 1 отсутствующее значение
sk: 1 chýba hodnota
sr: 1 вредност која недостаје
sw: Thamani 1 inakosekana
tr: 1 eksik değer

# xMissingValues
source: {{ numberErrors }} missing values
am: {{ numberErrors }} የጎደሉ እሴቶች
ar: {{ numberErrors }}قيم مفقودة
az: {{ numberErrors }}itkin dəyərlər
bg: {{ numberErrors }} липсващи стойности
es: Falta {{ numberErrors }} valor
et: {{ numberErrors }}puuduvad väärtused
fa_ir: {{ numberErrors }}ارزش از دست رفته
fi: {{ numberErrors }}puuttuvat tiedot
fr: {{ numberErrors }} informations manquantes
ko: 누락된 값 {{ numberErrors }}
lv: {{ numberErrors }}trūkstošās vērtības
nl: {{ numberErrors }} ontbrekende waarden
pl: {{ numberErrors }}brakujące wartości
pt: {{ numberErrors }}valores ausentes
ru: {{ numberErrors }} отсутствующих значений
sk: {{ numberErrors }}chýbajúce hodnoty
sr: {{ numberErrors }}недостајуће вредности
sw: {{ numberErrors }}kukosa maadili
tr: {{ numberErrors }}kayıp değerler

source: 1 format error
am: 1 ቅርጸት ስህተት
ar: 1 خطأ في التنسيق
az: 1 format xətası
bg: 1 грешка във формата
es: 1 error de formato
et: 1 vormingu viga
fa_ir: 1 خطای قالب
fi: 1 muotoiluvirhe
fr: 1 erreur de format
ko: 형식 오류 1개
lv: 1 formāta kļūda
nl: 1 formaatfout
pl: 1 błąd formatu
pt: 1 erro de formato
ru: 1 ошибка формата
sk: 1 chyba formátu
sr: 1 грешка у формату
sw: Hitilafu 1 ya umbizo
tr: 1 format hatası

# xFormatErrors
source: {{ formatErrors }} format errors
am: {{ formatErrors }} የቅርጸት ስህተቶች
ar: {{ formatErrors }}أخطاء التنسيق
az: {{ formatErrors }}format səhvləri
bg: {{ formatErrors }} грешки във формата
es: {{ formatErrors }} errores de formato
et: {{ formatErrors }}vormingu vead
fa_ir: {{ formatErrors }}خطاهای قالب
fi: {{ formatErrors }}muotoiluvirheet
fr: {{ formatErrors }} erreurs de format
ko: 형식 오류 {{ formatErrors }}
lv: {{ formatErrors }}formāta kļūdas
nl: {{ formatErrors }} opmaakfouten
pl: {{ formatErrors }}błędy formatu
pt: {{ formatErrors }}erros de formato
ru: {{ formatErrors }} ошибки формата
sk: {{ formatErrors }}chyby formátu
sr: {{ formatErrors }}грешке у формату
sw: {{ formatErrors }}makosa ya umbizo
tr: {{ formatErrors }}biçim hataları

source: 1 business error
am: 1 የንግድ ሥራ ስህተት
ar: 1 خطأ عمل
az: 1 iş xətası
bg: 1 бизнес грешка
es: 1 Error de negocio
et: 1 äriviga
fa_ir: 1 خطای تجاری
fi: 1 yleisvirhe
fr: 1 erreur d'affaire
ko: 비즈니스 오류 1개
lv: 1 biznesa kļūda
nl: 1 zakelijke fout
pl: 1 błąd biznesowy
pt: 1 erro empresarial
ru: 1 бизнес-ошибка
sk: 1 obchodná chyba
sr: 1 пословна грешка
sw: Hitilafu 1 ya biashara
tr: 1 işletme hatası

# xBusinessErrors
source: {{ businessErrors }} business errors
am: {{ businessErrors }} የንግድ ስህተቶች
ar: أخطاء عمل {{ businessErrors }}
az: {{ businessErrors }}iş səhvləri
bg: {{ businessErrors }} бизнес грешки
es: {{ businessErrors }}errores comerciales
et: {{ businessErrors }}ärilised vead
fa_ir: {{ businessErrors }}اشتباهات تجاری
fi: {{ businessErrors }} toimintavirheet
fr: {{ businessErrors }} erreurs d'affaire
ko: {{ businessErrors }} 업무 오류
lv: {{ businessErrors }}biznesa kļūdas
nl: {{ businessErrors }} zakelijke fouten
pl: {{ businessErrors }} błędy biznesowe
pt: {{ businessErrors }}erros de negócios
ru: {{ businessErrors }} ошибка процесса
sk: {{ businessErrors }}obchodné chyby
sr: {{ businessErrors }} poslovne greške
sw: {{ businessErrors }}makosa ya biashara
tr: {{ businessErrors }} iş hataları

# addASportDiscipline_uppercase
source: ADD A SPORT / DISCIPLINE
am: ስፖርት/ተግሣጽ ጨምር
ar: أضف رياضة / انضباط
az: İDMAN / NİTİM ƏLAVƏ EDİN
bg: ДОБАВЕТЕ СПОРТ / ДИСЦИПЛИНА
es: AÑADIR UN DEPORTE / DISCIPLINA
et: LISAKS SPORT / DISCIPLINE
fa_ir: یک ورزش / انضباط را اضافه کنید
fi: LISÄÄ LAJI/ALALAJI
fr: AJOUTER UN SPORT / DISCIPLINE
ko: 종목 / 세부종목 추가
lv: PIEVIENOT SPORTU/DISCIPLĪNU
nl: VOEG EEN SPORT / DISCIPLINE TOE
pl: DODAJ SPORT / DYSCYPLINĘ
pt: ADICIONE UM ESPORTE / DISCIPLINA
ru: ДОБАВИТЬ СПОРТ / ДИСЦИПЛИНУ
sk: PRIDAŤ ŠPORT / DISCIPLÍNU
sr: ДОДАЈТЕ СПОРТ / ДИСЦИПЛИНУ
sw: ONGEZA MICHEZO / NIDHAMU
tr: SPOR / DİSİPLİN EKLE

# add_uppercase
source: ADD
am: አክል
ar: أضف/ إضافة
az: Əlavə edin
bg: Добавяне
es: AÑADIR
et: LISAMA
fa_ir: اضافه کردن
fi: LISÄÄ
fr: AJOUTER
ko: 추가하기
lv: PIEVIENOT
nl: Voeg toe
pl: Dodaj
pt: Adicionar
ru: Добавить
sk: pridať
sr: dodati
sw: Ongeza
tr: Ekleyin

# userXisEditingThisTDP
source: {{ user.lastName + ', ' + user.firstName }} is editing this Test Distribution Plan
am: {{ user.lastName + ', ' + user.firstName }} ይህንን የሙከራ ስርጭት እቅድ በማርትዕ ላይ ነው።
ar: {{ user.lastName + ', ' + user.firstName }}يقوم بتحرير خطة توزيع الاختبار هذه
az: {{ user.lastName + ', ' + user.firstName }}bu Test Dağıtım Planını redaktə edir
bg: {{ user.lastName + ', ' + user.firstName }} редактира този План за разпределение на проверките
es: {{ user.lastName + ', ' + user.firstName }} está editando este Plan de Distribución de Pruebas
et: {{ user.lastName + ', ' + user.firstName }}redigeerib seda testi levitamise plaani
fa_ir: {{ user.lastName + ', ' + user.firstName }}در حال ویرایش این طرح توزیع آزمایشی است
fi: {{ user.lastName + ', ' + user.firstName }}muokkaa tätä Testaussuunnitelmaa
fr: {{ user.lastName + ', ' + user.firstName }} est en en train de modifier ce plan de répartition de contrôles
ko: {{ user.lastName + ', ' + user.firstName }}이(가) 검사배분계획을 편집하고 있습니다.
lv: {{ user.lastName + ', ' + user.firstName }}rediģē šo Testa izplatīšanas plānu
nl: {{ user.lastName + ', ' + user.firstName }} bewerkt dit testverdelingsplan
pl: {{ user.lastName + ', ' + user.firstName }}edytuje ten plan dystrybucji testów
pt: {{ user.lastName + ', ' + user.firstName }}está editando este Plano de Distribuição de Teste
ru: {{ user.lastName + ', ' + user.firstName }} редактирует этот План распространения тестов
sk: {{ user.lastName + ', ' + user.firstName }}upravuje tento testovací distribučný plán
sr: {{ user.lastName + ', ' + user.firstName }}уређује овај план дистрибуције теста
sw: {{ user.lastName + ', ' + user.firstName }}anahariri Mpango huu wa Usambazaji wa Mtihani
tr: {{ user.lastName + ', ' + user.firstName }}bu Test Dağıtım Planını düzenliyor

# lastUpdatedDateByUserXfromOrgX
source: Last updated <strong>{{ day }}-{{ translations$ | getMonth:month | async }}-{{ year }} {{ gmtDate | date:'HH:mm' }} GMT</strong>, by <strong>{{ users.lastUpdateUser.lastName + ', ' + users.lastUpdateUser.firstName }}</strong> from <strong>{{ organization }}</strong>
am: መጨረሻ የተሻሻለው <strong>{{ day }}-{{ translations$ | getMonth:month | async }}-{{ year }} {{ gmtDate | date:'HH:mm' }} ጂኤምቲ</strong>፣ በ <strong>{{ users.lastUpdateUser.lastName + ', ' + users.lastUpdateUser.firstName }}</strong> ከ <strong>{{ organization }}</strong>
ar: آخر تحديث <strong>{{ day }} -{{ translations$ | getMonth:month | async }} - {{ year }}{{ gmtDate | date:'HH:mm' }} بتوقيت غرينيتش </strong> ، بواسطة <strong>{{ users.lastUpdateUser.lastName + ', ' + users.lastUpdateUser.firstName }}</strong> من <strong>{{ organization }}</strong>
az: Son yeniləmə <strong>{{ day }} -{{ translations$ | getMonth:month | async }} - {{ year }}{{ gmtDate | date:'HH:mm' }} GMT </strong> , tərəfindən <strong>{{ users.lastUpdateUser.lastName + ', ' + users.lastUpdateUser.firstName }}</strong> -dan <strong>{{ organization }}</strong>
bg: Последна актуализация <strong>{{ day }} -{{ translations$ | getMonth:month | async }} - {{ year }}{{ gmtDate | date:'HH:mm' }} часова зона </strong> , от <strong>{{ users.lastUpdateUser.lastName + ', ' + users.lastUpdateUser.firstName }}</strong> от <strong>{{ organization }}</strong>
es: Última actualización <strong>{{ day }} -{{ translations$ | getMonth:month | async }}-{{ year }} {{ gmtDate | date:'HH:mm' }}GMT</strong>, por <strong>{{ users.lastUpdateUser.lastName + ', ' + users.lastUpdateUser.firstName }} </strong>de <strong>{{ organization }}</strong>
et: Viimati värskendatud <strong>{{ day }} -{{ translations$ | getMonth:month | async }} - {{ year }}{{ gmtDate | date:'HH:mm' }} GMT </strong> , kõrval <strong>{{ users.lastUpdateUser.lastName + ', ' + users.lastUpdateUser.firstName }}</strong> alates <strong>{{ organization }}</strong>
fa_ir: اخرین به روز رسانی <strong>{{ day }} -{{ translations$ | getMonth:month | async }} - {{ year }}{{ gmtDate | date:'HH:mm' }} GMT </strong> ، توسط <strong>{{ users.lastUpdateUser.lastName + ', ' + users.lastUpdateUser.firstName }}</strong> از جانب <strong>{{ organization }}</strong>
fi: Viimeksi päivitetty <strong>{{ day }} -{{ translations$ | getMonth:month | async }} - {{ year }}{{ gmtDate | date:'HH:mm' }} GMT </strong> , kirjoittanut <strong>{{ users.lastUpdateUser.lastName + ', ' + users.lastUpdateUser.firstName }}</strong> alkaen <strong>{{ organization }}</strong>
fr: Derniére mise à jour le <strong>{{ day }}-{{ translations$ | getMonth:month | async }}-{{ year }} {{ gmtDate | date:'HH:mm' }} GMT</strong> , par <strong>{{ users.lastUpdateUser.lastName + ', ' + users.lastUpdateUser.firstName }}</strong> de <strong>{{ organization }}</strong>
ko: <strong>{{ day }}-{{ translations$ | getMonth:month | async }}-{{ year }} {{ gmtDate | date:'HH:mm' }} GMT,</strong>에 <strong>{{ users.lastUpdateUser.lastName + ', ' + users.lastUpdateUser.firstName }}</strong>가 <strong>{{ organization }}</strong> 에서 마지막으로 업데이트 함
lv: Pēdējoreiz atjaunots <strong>{{ day }} -{{ translations$ | getMonth:month | async }} - {{ year }}{{ gmtDate | date:'HH:mm' }} GMT </strong> , autors <strong>{{ users.lastUpdateUser.lastName + ', ' + users.lastUpdateUser.firstName }}</strong> no <strong>{{ organization }}</strong>
nl: Laatst bijgewerkt <strong>{{ day }}-{{ translations$ | getMonth:month | async }}-{{ year }} {{ gmtDate | date:'HH:mm' }} GMT</strong>, door <strong>{{ users.lastUpdateUser.lastName + ', ' + users.lastUpdateUser.firstName }}</strong> van <strong>{{ organization }}</strong>
pl: Ostatnio zaktualizowany <strong>{{ day }} -{{ translations$ | getMonth:month | async }} - {{ year }}{{ gmtDate | date:'HH:mm' }} GMT </strong> , przez <strong>{{ users.lastUpdateUser.lastName + ', ' + users.lastUpdateUser.firstName }}</strong> od <strong>{{ organization }}</strong>
pt: Ultima atualização <strong>{{ day }} -{{ translations$ | getMonth:month | async }} - {{ year }}{{ gmtDate | date:'HH:mm' }} GMT </strong> , de <strong>{{ users.lastUpdateUser.lastName + ', ' + users.lastUpdateUser.firstName }}</strong> a partir de <strong>{{ organization }}</strong>
ru: Последнее обновление <strong>{{ day }} -{{ translations$ | getMonth:month | async }} - {{ year }}{{ gmtDate | date:'HH:mm' }} время по Гринвичу </strong> , к <strong>{{ users.lastUpdateUser.lastName + ', ' + users.lastUpdateUser.firstName }}</strong> из <strong>{{ organization }}</strong>
sk: Naposledy aktualizovaný <strong>{{ day }} -{{ translations$ | getMonth:month | async }} - {{ year }}{{ gmtDate | date:'HH:mm' }} GMT </strong> , od <strong>{{ users.lastUpdateUser.lastName + ', ' + users.lastUpdateUser.firstName }}</strong> od <strong>{{ organization }}</strong>
sr: Последње измене <strong>{{ day }} -{{ translations$ | getMonth:month | async }} - {{ year }}{{ gmtDate | date:'HH:mm' }} ГМТ </strong> , од стране <strong>{{ users.lastUpdateUser.lastName + ', ' + users.lastUpdateUser.firstName }}</strong> од <strong>{{ organization }}</strong>
sw: Ilisasishwa mwisho <strong>{{ day }} -{{ translations$ | getMonth:month | async }} - {{ year }}{{ gmtDate | date:'HH:mm' }} GMT </strong> , kwa <strong>{{ users.lastUpdateUser.lastName + ', ' + users.lastUpdateUser.firstName }}</strong> kutoka <strong>{{ organization }}</strong>
tr: Son güncelleme <strong>{{ day }} -{{ translations$ | getMonth:month | async }} - {{ year }}{{ gmtDate | date:'HH:mm' }} GMT </strong> , tarafından <strong>{{ users.lastUpdateUser.lastName + ', ' + users.lastUpdateUser.firstName }}</strong> itibaren <strong>{{ organization }}</strong>

# delete_uppercase
source: DELETE
am: ሰርዝ
ar: حذف
az: Silin
bg: Изтриване
es: BORRAR
et: KUSTUTA
fa_ir: حذف
fi: POISTA
fr: EFFACER
ko: 삭제
lv: DZĒST
nl: Verwijder
pl: Usuń
pt: Excluir
ru: УДАЛИТЬ
sk: Vymazať
sr: brisanje
sw: Futa
tr: Silin

# doYouWantToDeleteSportXDisciplineX
source: Do you want to delete {{ sportName }} - {{ disciplineName }} ?
am: መሰረዝ ይፈልጋሉ? {{ sportName }} - {{ disciplineName }} ?
ar: هل تريد أن تحذف{{ sportName }} -{{ disciplineName }} ؟
az: silmək istəyirsən{{ sportName }} -{{ disciplineName }} ?
bg: Искате ли да изтриете{{ sportName }} - {{ disciplineName }}?
es: ¿Quieres borrar {{ sportName }} - {{ disciplineName }}?
et: Kas soovite kustutada{{ sportName }} -{{ disciplineName }} ?
fa_ir: میخوای حذف کنی{{ sportName }} -{{ disciplineName }} ?
fi: Haluatko poistaa{{ sportName }} - {{ disciplineName }} ?
fr: Voulez-vous effacer {{ sportName }} - {{ disciplineName }}?
ko: {{ sportName }} - {{ disciplineName }}을(를) 삭제하시겠습니까 ?
lv: Vai vēlaties dzēst{{ sportName }} -{{ disciplineName }} ?
nl: Wil je verwijderen {{ sportName }} - {{ disciplineName }} ?
pl: Czy chcesz usunąć{{ sportName }} -{{ disciplineName }} ?
pt: Você quer deletar{{ sportName }} -{{ disciplineName }} ?
ru: Вы хотите удалить{{ sportName }} - {{ disciplineName }} ?
sk: Chcete vymazať?{{ sportName }} -{{ disciplineName }} ?
sr: Да ли желите да избришете{{ sportName }} -{{ disciplineName }} ?
sw: Je, unataka kufuta{{ sportName }} -{{ disciplineName }} ?
tr: Silmek istiyor musunuz{{ sportName }} -{{ disciplineName }} ?

# yearlyValues_lowercase
source: yearly values
am: አመታዊ እሴቶች
ar: قيم سنوية
az: illik dəyərlər
bg: годишни стойности
es: Valores anuales
et: aastaväärtused
fa_ir: ارزش های سالانه
fi: Vuosittaiset tiedot
fr: Valeurs annuelles
ko: 연도별 값
lv: gada vērtības
nl: jaarwaarden
pl: wartości roczne
pt: valores anuais
ru: Годовые значения
sk: ročné hodnoty
sr: godišnje vrednosti
sw: maadili ya kila mwaka
tr: yıllık değerler

source: Yearly values
am: አመታዊ እሴቶች
ar: قيم Yمبكرة
az: İllik dəyərlər
bg: Годишни стойности
es: Valores anuales
et: Aasta väärtused
fa_ir: ارزش های سالانه
fi: Vuosittaiset tiedot
fr: Valeurs annuelles
ko: 연도별 값
lv: Gada vērtības
nl: Jaarwaarden
pl: Wartości roczne
pt: Valores anuais
ru: Годовые значения
sk: Ročné hodnoty
sr: Godišnje vrednosti
sw: Maadili ya kila mwaka
tr: Yıllık değerler

# quarterlyValues_lowercase
source: quarterly values
am: የሩብ ዓመት ዋጋዎች
ar: قيم ربع سنوية
az: rüblük dəyərlər
bg: тримесечни стойности
es: Valores trimestrales
et: kvartali väärtused
fa_ir: ارزش های فصلی
fi: Neljännesvuosittaiset tiedot
fr: Valeurs trimestrielles
ko: 분기별 값
lv: ceturkšņa vērtības
nl: kwartaalwaarden
pl: wartości kwartalne
pt: valores trimestrais
ru: Квартальные значения
sk: štvrťročné hodnoty
sr: kvartalne vrednosti
sw: maadili ya robo mwaka
tr: üç aylık değerler

source: Quarterly values
am: የሩብ ዓመት ዋጋዎች
ar: قيم ربع سنوية
az: Rüblük dəyərlər
bg: Тримесечни стойности
es: Valores trimestrales
et: Kvartali väärtused
fa_ir: ارزش های فصلی
fi: Neljännesvuosittaiset tiedot
fr: Valeurs trimestrielles
ko: 분기별 값
lv: Ceturkšņa vērtības
nl: Kwartaalwaarden
pl: Wartości kwartalne
pt: Valores trimestrais
ru: Квартальные значения
sk: Štvrťročné hodnoty
sr: Kvartalne vrednosti
sw: Maadili ya kila robo
tr: Üç aylık değerler

# monthlyValues_lowercase
source: monthly values
am: ወርሃዊ ዋጋዎች
ar: قيم شهرية
az: aylıq dəyərlər
bg: месечни стойности
es: valores mensuales
et: igakuised väärtused
fa_ir: مقادیر ماهانه
fi: kuukausittaiset tiedot
fr: valeurs mensuelles
ko: 월별 값
lv: mēneša vērtības
nl: maandelijkse waarden
pl: wartości miesięczne
pt: valores mensais
ru: Месячные значения
sk: mesačné hodnoty
sr: mesečne vrednosti
sw: maadili ya kila mwezi
tr: aylık değerler

source: Monthly values
am: ወርሃዊ ዋጋዎች
ar: القيم الشهرية
az: Aylıq dəyərlər
bg: Месечни стойности
es: Valores mensuales
et: Igakuised väärtused
fa_ir: ارزش های ماهانه
fi: Kuukausittaiset tiedot
fr: Valeurs mensuelles
ko: 월별 값
lv: Mēneša vērtības
nl: Maandelijkse waarden
pl: Wartości miesięczne
pt: Valores mensais
ru: Месячные значения
sk: Mesačné hodnoty
sr: Mesečne vrednosti
sw: Maadili ya kila mwezi
tr: Aylık değerler

source: Q1
am: ጥያቄ 1
ar: الربع الأول
bg: 1-во тримесечие
es: Trimestre 1
fr: T1
ko: 1분기
ru: Квартал 1
sr: K1
tr: Birinci çeyrek dönem

source: Q2
am: ጥያቄ 2
ar: الربع الثاني
bg: 2-ро тримесечие
es: Trimestre 2
fr: T2
ko: 2분기
ru: Квартал 2
sr: K2
tr: İkinci çeyrek dönem

source: Q3
ar: الربع الثالث
bg: 3-то тримесечие
es: Trimestre 3
fr: T3
ko: 3분기
ru: Квартал 3
sr: K3
tr: Üçüncü çeyrek dönem

source: Q4
am: ጥያቄ 4
ar: الربع الرابع
bg: 4-то тримесечие
es: Trimestre 4
fr: T4
ko: 4분기
ru: Квартал 4
sr: K4
tr: Dördüncü çeyrek dönem

source: Total Samples
am: ጠቅላላ ናሙናዎች
ar: مجموع العينات
az: Ümumi Nümunələr
bg: Общо проби
es: Muestras totales
et: Proove kokku
fa_ir: کل نمونه ها
fi: Näytteet yhteensä
fr: Total Échantillons
ko: 총 시료
lv: Kopējie paraugi
nl: Totaal aantal monsters
pl: Całkowita liczba próbek
pt: Amostras Totais
ru: Всего проб
sk: Celkový počet vzoriek
sr: Укупно узорака
sw: Jumla ya Sampuli
tr: Toplam Örnekler
