Repository: NandhineeR/WADA
Catalog: wada-ama-testcenter-web-57718053929f/wada-ama-testcenter-web-57718053929f/src/i18n/messages.*.xlf
Languages: am, ar, az, bg, es, et, fa_ir, fi, fr, ko, lv, nl, pl, pt, ru, sk, sr, sw, tr

# tdpEntryPointCardContent
source: Test Distribution Plan has been improved and aims at <strong>planning your tests for the year</strong> so that you can <strong>monitor</strong> your plan with TDP Monitoring page.
am: የሙከራ ስርጭት እቅድ ተሻሽሏል እና ዓላማው ነው። <strong>ለዓመቱ የእርስዎን ፈተናዎች ማቀድ</strong> እንድትችሉ <strong>ተቆጣጠር</strong> ከTDP ክትትል ገጽ ጋር ያለዎትን እቅድ።
ar: تم تحسين اختبار خطة التوزيع وتهدف الى <strong>التخطيط للاختبارات الخاصة بك للسنة</strong> بحيث يمكنك <strong>مراقبة</strong> الخطة الخاصة بك مع صفحة مراقبة TDP.
az: Test Dağıtım Planı təkmilləşdirilmiş və hədəflənmişdir <strong> il üçün testlərinizi planlaşdırın </strong> ki, edə biləsən <strong> ekran </strong> planınızı TDP Monitorinq səhifəsi ilə.
bg: Планът за разпределение на проверките е подобрен и цели <strong> планиране на вашите тестове за годината </strong> за да можете <strong> да извършвате мониторинг </strong> на вашия план от страницата за мониторинг на ПРП.
es: El Plan de Distribución de Controles ha sido mejorado y tiene como objetivo <strong>planificar sus controles del año</strong> para que pueda <strong>controlar</strong> su plan con la página de supervisión del TDP.
et: Testi levitamisplaani on täiustatud ja selle eesmärk on <strong> aasta testide planeerimine </strong> et saaksid <strong> ekraan </strong> teie plaan TDP jälgimise lehel.
fa_ir: طرح توزیع آزمون بهبود یافته است و هدف آن است <strong> برنامه ریزی آزمون های خود را برای سال </strong> پس شما میتوانید <strong> نظارت کنید </strong> طرح خود را با صفحه مانیتورینگ TDP.
fi: Testaussuunnitelmaa on parannettu ja sen tavoitteena on <strong>, että voit suunnitella vuoden testit </strong> ja voit <strong> seurata </strong> suunnitelmaasi TDP Seuranta -sivulla.
fr: Le plan de répartition de contrôles a été amélioré et vise à <strong>planifier vos contrôles pour l'année </strong> afin que vous puissiez <strong> faire le suivi de </strong> votre plan dans la page de suivi du PRC.
ko: 검사배분계획이 개선되어 <strong>연간 검사를 계획할 수 있고</strong> TDP 모니터링 페이지에서 계획을 <strong>모니터링</strong> 할 수 있습니다.
lv: Testa izplatīšanas plāns ir uzlabots, un tā mērķis ir <strong> plānojot gada pārbaudes darbus </strong> lai jūs varētu <strong> uzraudzīt </strong> jūsu plāns ar TDP uzraudzības lapu.
nl: Test Distribution Plan is verbeterd en beoogt <strong>het plannen van uw tests voor het jaar</strong> Zo dat je kan <strong>monitor</strong> uw plan met de TDP Monitoring-pagina.
pl: Plan dystrybucji testów został ulepszony i ma na celu <strong> planowanie testów na cały rok </strong> dzięki czemu można <strong> monitor </strong> Twój plan ze stroną monitorowania TDP.
pt: Plano de distribuição de teste foi aprimorado e visa <strong>planejar seus testes para o ano</strong> para que você possa <strong>monitorar</strong> seu plano com o TDP Página de monitoramento.
ru: Раздел План распределения тестов был улучшен и его целью является <strong> планирование ваших тестов на год вперед</strong> , чтобы вы могли <strong> отслеживать</strong> реализацию вашего плана на странице мониторинга TDP.
sk: Test distribúcie plánu bol vylepšený a zameriava sa na <strong> plánovanie testov na rok </strong> aby ste mohli <strong> monitorovať </strong> váš plán so stránkou Monitorovanie TDP.
sr: План дистрибуције теста је побољшан и има за циљ <strong> планирање тестова за годину </strong> тако да можете <strong> монитор </strong> свој план са ТДП страницом за надгледање.
sw: Mpango wa Usambazaji wa Mtihani umeboreshwa na unalenga <strong> kupanga majaribio yako kwa mwaka </strong> ili uweze <strong> kufuatilia </strong> mpango wako na ukurasa wa Ufuatiliaji wa TDP.
tr: Test Dağıtım Planı geliştirildi ve <strong>planınızı TDP ile</strong> <strong>izleyebilmeniz için yıl boyunca</strong> testlerinizi planlamayı amaçlıyor İzleme sayfası.

# updatePlanning_uppercase
source: UPDATE PLANNING
am: ማቀድ ማዘመን
ar: تحديث التخطيط
az: PLANLAŞMASINI YENİLƏNİB
bg: АКТУАЛИЗИРАНЕ НА ПЛАНИРАНЕТО
es: PLANIFICACIÓN DE ACTUALIZACIONES
et: Uuendage kavandamist
fa_ir: به روز رسانی برنامه ریزی
fi: PÄIVITÄ SUUNNITELMAA
fr: Mettre à jour le plan
ko: 계획 업데이트
lv: ATJAUNINĀŠANAS PLĀNOŠANA
pl: PLANOWANIE AKTUALIZACJI
pt: ATUALIZAR PLANEJAMENTO
ru: ОБНОВИТЬ ПЛАНИРОВАНИЕ
sk: AKTUALIZOVAŤ PLÁNOVANIE
sr: АЖУРИРАЊЕ ПЛАНИРАЊА
sw: USASISHA MIPANGO
tr: GÜNCELLEME PLANLAMASI

source: Haven't tried it yet ?
am: እስካሁን አልሞከርከውም?
ar: لم تجربها بعد؟
az: Hələ sınamamısınız?
bg: Още не сте го опитали?
es: ¿No lo has probado todavía?
et: Haven ' t proovinud seda veel?
fa_ir: هنوز امتحانش نکردی؟
fi: Etkö ole vielä kokeillut sitä?
fr: Prêt à essayer ?
ko: 아직 시작하지 않았나요?
lv: Vēl neesi izmēģinājis?
nl: Heb je het nog niet geprobeerd?
pl: Jeszcze tego nie próbowałeś?
pt: Ainda não experimentou?
ru: Еще не пробовали?
sk: Ešte ste to neskúšali?
sr: Још нисте пробали?
sw: Bado hujaijaribu?
tr: Henüz denemediniz mi?

# startPlanning_uppercase
source: START PLANNING
am: ማቀድ ጀምር
ar: ابدأ التخطيط
az: PLANLAMAYA BAŞLAYIN
bg: СТАРТИРАНЕ НА ПЛАНИРАНЕТО
es: EMPEZAR A PLANIFICAR
et: Alustage planeerimist
fa_ir: برنامه ریزی را شروع کنید
fi: ALOITA SUUNNITTELU
fr: COMMENCEZ À PLANIFIER
ko: 계획 시작하기
lv: SĀC PLĀNOŠANU
nl: BEGIN MET PLANNEN
pl: ROZPOCZNIJ PLANOWANIE
pt: COMECE A PLANEJAR
ru: НАЧАТЬ ПЛАНИРОВАНИЕ
sk: ZAČNI PLÁNOVAŤ
sr: ЗАПОЧНИТЕ ПЛАНИРАЊЕ
sw: ANZA KUPANGA
tr: PLANLAMAYA BAŞLA

# xPercentOfADOsHaveAlreadyPlannedForYearX
source: <span class="stat">‎lrm;{{ metrics.TDP.percentOfActiveADOsWithPlanningForNextYear | roun%</span> of ADOs have already planned for {{ currentYear + 1 }}
bg: <span class="stat"> Ulrm;{{ metrics.TDP.percentOfActiveADOsWithPlanningForNextYear | roun%</span> of ADOs have already planned for {{ currentYear + 1 }}
fi: <span class="stat"> Alrm;{{ metrics.TDP.percentOfActiveADOsWithPlanningForNextYear | roun%</span> of ADOs have already planned for {{ currentYear + 1 }}
nl: <span class="stat">Het is een feit dat u zich geen zorgen hoeft te maken.lrm;{{ metrics.TDP.percentOfActiveADOsWithPlanningForNextYear | roun%</span> of ADOs have already planned for {{ currentYear + 1 }}
pl: <span class="stat"> Wcześniejszelrm;{{ metrics.TDP.percentOfActiveADOsWithPlanningForNextYear | roun%</span> of ADOs have already planned for {{ currentYear + 1 }}
ru: <span class="stat"> Взаимодействие с другими людьмиlrm;{{ metrics.TDP.percentOfActiveADOsWithPlanningForNextYear | roun%</span> of ADOs have already planned for {{ currentYear + 1 }}
sr: <span class="stat"> Уlrm;{{ metrics.TDP.percentOfActiveADOsWithPlanningForNextYear | roun%</span> of ADOs have already planned for {{ currentYear + 1 }}

source: samples planned
am: የታቀዱ ናሙናዎች
ar: العينات المخطط لها
az: nümunələr planlaşdırılır
bg: планирани проби
es: muestras planificadas
et: proovid planeeritud
fa_ir: نمونه های برنامه ریزی شده
fi: suunnitellut näytteet
fr: échantillons planifiés
ko: 계획 시료
lv: plānoti paraugi
nl: monsters gepland
pl: planowane próbki
pt: amostras planejadas
ru: запланированные пробы
sk: plánované vzorky
sr: планирани узорци
sw: sampuli zilizopangwa
tr: planlanan örnekler

# forYearX
source: for {{ currentYear + 1 }}
am: ለ {{ currentYear + 1 }}
ar: إلى عن على{{ currentYear + 1 }}
az: üçün{{ currentYear + 1 }}
bg: за {{ currentYear + 1 }}
es: para {{ currentYear + 1 }}
et: jaoks{{ currentYear + 1 }}
fa_ir: برای{{ currentYear + 1 }}
fr: pour {{ currentYear + 1 }}
ko: {{ currentYear + 1 }}에 대한
lv: priekš{{ currentYear + 1 }}
nl: voor {{ currentYear + 1 }}
pl: dla{{ currentYear + 1 }}
pt: para{{ currentYear + 1 }}
ru: для {{ currentYear + 1 }}
sk: pre{{ currentYear + 1 }}
sr: за{{ currentYear + 1 }}
sw: kwa{{ currentYear + 1 }}
tr: için{{ currentYear + 1 }}

# update_uppercase
source: UPDATE
am: አዘምን
ar: تحديث
az: Yeniləyin
bg: Обновяване
es: Actualizar
et: UUENDAMINE
fa_ir: به روز رسانی
fi: PÄIVITÄ
fr: Mettre à jour
ko: 업데이트
lv: ATJAUNINĀT
pl: Aktualizacja
pt: Atualizar
ru: ОБНОВИТЬ
sk: aktualizovať
sr: ažuriranje
sw: Sasisha
tr: Güncelleyin

# planNow_uppercase
source: PLAN NOW
am: አሁን ያቅዱ
ar: خطط الآن
az: İNDİ PLANLAŞIN
bg: ПЛАНИРАЙТЕ СЕГА
es: PLANIFICA AHORA
et: PLANEERIGE KOHE
fa_ir: هم اکنون برنامه ریزی کنید
fi: SUUNNITTELE NYT
fr: PLANIFIEZ MAINTENANT
ko: 지금 계획하기
lv: PLĀNO TAGAD
nl: NU PLANNEN
pl: ZAPLANUJ TERAZ
pt: PLANEJAR AGORA
ru: ЗАПЛАНИРОВАТЬ СЕЙЧАС
sk: PLÁNUJTE TERAZ
sr: ПЛАНИРАЈ САДА
sw: JIPANGE SASA
tr: ŞİMDİ PLANLAYIN

# forX
source: for {{ currentYear }}
am: ለ {{ currentYear }}
ar: إلى عن على{{ currentYear }}
az: üçün{{ currentYear }}
bg: за {{ currentYear }}
es: para {{ currentYear }}
et: jaoks{{ currentYear }}
fa_ir: برای{{ currentYear }}
fr: pour {{ currentYear }}
ko: {{ currentYear }}에 대한
lv: priekš{{ currentYear }}
nl: voor {{ currentYear }}
pl: dla{{ currentYear }}
pt: para{{ currentYear }}
ru: для {{ currentYear }}
sk: pre{{ currentYear }}
sr: за{{ currentYear }}
sw: kwa{{ currentYear }}
tr: için{{ currentYear }}

# nadosAverage
source: <span class="stat">{{ metrics.TDP.percentageOfNadosWithPlanning | round }}%</span>: NADOs average
am: <span class="stat">{{ metrics.TDP.percentageOfNadosWithPlanning | round }}%</span>: NADOs አማካኝ
ar: <span class="stat">{{ metrics.TDP.percentageOfNadosWithPlanning | round }}%</span>: NADO متوسط
az: <span class="stat">{{ metrics.TDP.percentageOfNadosWithPlanning | round }} % </span> : NADO orta
bg: <span class="stat">{{ metrics.TDP.percentageOfNadosWithPlanning | round }} % </span> : Средно по NADO
es: <span class="stat">{{ metrics.TDP.percentageOfNadosWithPlanning | round }} % </span> : Promedio de las NADO
et: <span class="stat">{{ metrics.TDP.percentageOfNadosWithPlanning | round }} % </span> : NADO keskmine
fa_ir: <span class="stat">{{ metrics.TDP.percentageOfNadosWithPlanning | round }} % </span> : NADOs متوسط
fi: <span class="stat">{{ metrics.TDP.percentageOfNadosWithPlanning | round }} % </span> : NADOs-keskiarvo
fr: <span class="stat">{{ metrics.TDP.percentageOfNadosWithPlanning | round }}%</span>: Moyenne ONAD
ko: <span class="stat">{{ metrics.TDP.percentageOfNadosWithPlanning | round }}%</span>: NADOs 평균
lv: <span class="stat">{{ metrics.TDP.percentageOfNadosWithPlanning | round }} % </span> : NADO vidēji
nl: <span class="stat">{{ metrics.TDP.percentageOfNadosWithPlanning | round }}%</span>: NADOs gemiddeld
pl: <span class="stat">{{ metrics.TDP.percentageOfNadosWithPlanning | round }} % </span> : Średnia NADO
pt: <span class="stat">{{ metrics.TDP.percentageOfNadosWithPlanning | round }}%</span>: Média de NaDOS
ru: <span class="stat">{{ metrics.TDP.percentageOfNadosWithPlanning | round }} % </span> : В среднем по НАДО
sk: <span class="stat">{{ metrics.TDP.percentageOfNadosWithPlanning | round }} % </span> : Priemer NADO
sr: <span class="stat">{{ metrics.TDP.percentageOfNadosWithPlanning | round }} % </span> : Просек НАДО
sw: <span class="stat">{{ metrics.TDP.percentageOfNadosWithPlanning | round }} % </span> : NADO wastani
tr: <span class="stat">{{ metrics.TDP.percentageOfNadosWithPlanning | round }}%</span>: NADOs ortalaması

source: samples out-of-competition
am: ናሙናዎች ከውድድር ውጪ
ar: العينات غير المنافسة
az: müsabiqədən kənar nümunələr
bg: извънсъстезателни проби
es: muestras fuera de competición
et: proovid võistlusväliselt
fa_ir: نمونه های خارج از رقابت
fi: kilpailun ulkopuoliset näytteet
fr: échantillons hors compétition
ko: 경기기간 외 시료
lv: paraugi ārpus konkursa
nl: monsters buiten competitie
pl: próbki poza zawodami
pt: amostras fora da competição
ru: Внесоревновательная проба
sk: vzorky mimo súťaže
sr: uzorci van konkurencije
sw: sampuli nje ya mashindano
tr: rekabet dışı örnekler

# tpmEntryPointCardContent
source: Test Distribution Plan Monitoring aims at getting an <strong>overview of how you are doing compared to what you have planned</strong> in Test Distribution Plan.
am: የፈተና ስርጭት እቅድ ክትትል ዓላማው ለማግኘት ነው። <strong>ካቀዱት ጋር ሲነጻጸር እንዴት እየሰሩ እንደሆነ አጠቃላይ እይታ</strong> በሙከራ ስርጭት እቅድ ውስጥ.
ar: تهدف مراقبة خطة توزيع الاختبار إلى الحصول على <strong> نظرة عامة على ما تفعله مقارنة بما خططت له </strong> في خطة توزيع الاختبار.
az: Test Dağıtım Planı Monitorinqi əldə etməyi hədəfləyir <strong> planladığınız şeylə müqayisədə necə etdiyinizə ümumi baxış </strong> Test Dağıtım Planında.
bg: Мониторингът на плана за разпространение на тестове има за цел да получи <strong> преглед на това как се справяте в сравнение с това, което сте планирали </strong> в тестовия план за разпределение.
es: La monitorización del Plan de Distribución de Controles tiene como objetivo obtener una <strong>visión general de cómo lo está haciendo en comparación con lo que ha planificado</strong> en el Plan de Distribución de Controles.
et: Testi jaotusplaani seire eesmärk on saada <strong> ülevaade sellest, kuidas teil läheb võrreldes plaanituga </strong> testijaotusplaanis.
fa_ir: هدف نظارت بر طرح توزیع آزمون به دست آوردن یک <strong> مروری بر نحوه انجام شما در مقایسه با آنچه که برنامه ریزی کرده اید </strong> در طرح توزیع آزمون.
fi: Testaussuunnitelman seurannalla pyritään saamaan <strong>yleiskatsaus siitä, miten edistyt suhteessa tekemääsi</strong> testaussuunnitlemaan.
fr: Le suivi du plan de répartition des contrôles a pour objectif de vous donner <strong>une vue d'ensemble de votre situation par rapport à ce que vous avez prévu </strong> dans le plan de répartition des contrôles.
ko: 검사배분계획 모니터링은 검사배분계획의 <strong>계획 대비 실시 현황에 대한 개요</strong> 를 보여줍니다 .
lv: Pārbaudes izplatīšanas plāna uzraudzības mērķis ir iegūt <strong> pārskats par to, kā jums veicas salīdzinājumā ar plānoto </strong> testa izplatīšanas plānā.
nl: Test Distribution Plan Monitoring is gericht op het verkrijgen van een <strong>overzicht van hoe u het doet in vergelijking met wat u heeft gepland</strong> in Test Distribution Plan.
pl: Monitorowanie planu dystrybucji testów ma na celu uzyskanie pliku <strong> przegląd tego, jak sobie radzisz w porównaniu z tym, co zaplanowałeś </strong> w planie dystrybucji testów.
pt: O Monitoramento do Plano de Distribuição de Teste visa obter uma <strong>visão geral de como você está fazendo em comparação com o que você planejou</strong> no Plano de Distribuição de Teste.
ru: Мониторинг плана распространения тестов направлен на получение <strong> обзор того, как вы делаете, по сравнению с тем, что вы запланировали </strong> в плане распространения тестов.
sk: Testovanie plánu distribúcie Monitorovanie sa zameriava na získanie <strong> prehľad o tom, ako sa vám darí v porovnaní s tým, čo ste si naplánovali </strong> v pláne distribúcie testov.
sr: Мониторинг плана дистрибуције теста има за циљ добијање <strong> преглед вашег пословања у односу на оно што сте планирали </strong> у Плану расподеле теста.
sw: Ufuatiliaji wa Mpango wa Usambazaji wa Mtihani unalenga kupata <strong> muhtasari wa jinsi unavyofanya ukilinganisha na ulichopanga </strong> katika Mpango wa Usambazaji wa Mtihani.
tr: Test Dağıtım Planı İzleme, Test Dağıtım<strong> Planında planladıklarınıza kıyasla nasıl yaptığınıza dair </strong> genel bir bakış elde etmeyi amaçlamaktadır.

# findOutHowYouAreDoing_uppercase
source: FIND OUT HOW YOU ARE DOING
am: እንዴት እየሰሩ እንደሆነ ይወቁ
ar: اكتشف كيف تفعل
az: NECƏ ETDİYİNİZİ BİLİN
bg: РАЗБЕРЕТЕ КАК СЕ СПРАВЯТЕ
es: AVERIGUA CÓMO TE VA
et: LEIA ETTE, KUIDAS TE TEGEVATE
fa_ir: دریابید که چگونه کار می کنید
fi: TARKISTA TILANTEESI
fr: DÉCOUVREZ OÙ VOUS EN ÊTES
ko: 진행 현황을 알아보세요
lv: UZZINIET, KĀ JUMS VEDA
nl: ONTDEK HOE JE DOET
pl: DOWIEDZ SIĘ, JAK SOBIE RADZISZ
pt: SAIBA COMO VOCÊ ESTÁ SENDO
ru: УЗНАЙТЕ, КАК ВЫ РЕАЛИЗУЕТЕ ПЛАН
sk: ZISTITE, AKO NA TO STE
sr: ДОЛАЗИТЕ КАКО СТО СТО
sw: JUA UNAFANYAJE
tr: NASIL YAPTIĞINIZI ÖĞRENİN

# dashboard_outOfXSamplesCollected
source: out of {{ metrics.TDPM.samplesInTDP }} samples collected
am: ውጪ {{ metrics.TDPM.samplesInTDP }} የተሰበሰቡ ናሙናዎች
ar: بعيدا عن المكان{{ metrics.TDPM.samplesInTDP }} تم جمع العينات
az: çıxmaq{{ metrics.TDPM.samplesInTDP }} nümunələr toplanmışdır
bg: извън {{ metrics.TDPM.samplesInTDP }} взети проби
es: de {{ metrics.TDPM.samplesInTDP }} muestras recogidas
et: otsas{{ metrics.TDPM.samplesInTDP }} kogutud proovid
fa_ir: بیرون از{{ metrics.TDPM.samplesInTDP }} نمونه های جمع آوری شده
fi: {{ metrics.TDPM.samplesInTDP }} otetuista näytteistä
fr: des {{ metrics.TDPM.samplesInTDP }} échantillons prélevés
ko: 채취된 {{ metrics.TDPM.samplesInTDP }} 시료 중
lv: beidzās{{ metrics.TDPM.samplesInTDP }} savākti paraugi
nl: uit {{ metrics.TDPM.samplesInTDP }} monsters verzameld
pl: poza{{ metrics.TDPM.samplesInTDP }} zebrane próbki
pt: fora de{{ metrics.TDPM.samplesInTDP }} amostras coletadas
ru: из {{ metrics.TDPM.samplesInTDP }} проб отобраны
sk: z{{ metrics.TDPM.samplesInTDP }} odobratých vzoriek
sr: од{{ metrics.TDPM.samplesInTDP }} прикупљени узорци
sw: nje ya{{ metrics.TDPM.samplesInTDP }} sampuli zilizokusanywa
tr: dışında{{ metrics.TDPM.samplesInTDP }} toplanan örnekler

# dashboard_inYearX
source: in {{ currentYear }}
am: ውስጥ {{ currentYear }}
ar: في{{ currentYear }}
bg: в {{ currentYear }}
es: en {{ currentYear }}
et: aastal{{ currentYear }}
fa_ir: که در{{ currentYear }}
fr: dans {{ currentYear }}
ko: {{ currentYear }}에
lv: iekšā{{ currentYear }}
pl: w{{ currentYear }}
pt: no{{ currentYear }}
ru: для {{ currentYear }}
sk: v{{ currentYear }}
sr: у{{ currentYear }}
sw: katika{{ currentYear }}
tr: içinde{{ currentYear }}

# dashboard_samplesCollected
source: samples collected
am: የተሰበሰቡ ናሙናዎች
ar: تم جمع العينات
az: nümunələr toplanmışdır
bg: събрани проби
es: muestras recogidas
et: kogutud proovid
fa_ir: نمونه های جمع آوری شده
fi: otettua näytettä
fr: échantillons prélevés
ko: 채취한 시료
lv: savākti paraugi
nl: monsters verzameld
pl: ZEBRANYCH PRÓBEK
pt: amostras coletadas
ru: отобранные пробы
sk: Odobraté vzorky
sr: прикупљени узорци
sw: sampuli zilizokusanywa
tr: toplanan örnekler

# dashboard_outOfXDisciplines
source: out of {{ metrics.TDPM.disciplinesPlannedToBeTested }} disciplines
am: ውጪ {{ metrics.TDPM.disciplinesPlannedToBeTested }} የትምህርት ዓይነቶች
ar: بعيدا عن المكان{{ metrics.TDPM.disciplinesPlannedToBeTested }} التخصصات
az: çıxmaq{{ metrics.TDPM.disciplinesPlannedToBeTested }} fənlər
bg: извън {{ metrics.TDPM.disciplinesPlannedToBeTested }} дисциплини
es: de las disciplinas de {{ metrics.TDPM.disciplinesPlannedToBeTested }}
et: otsas{{ metrics.TDPM.disciplinesPlannedToBeTested }} distsipliinid
fa_ir: بیرون از{{ metrics.TDPM.disciplinesPlannedToBeTested }} رشته ها
fi: {{ metrics.TDPM.disciplinesPlannedToBeTested }} alalajeista
fr: des {{ metrics.TDPM.disciplinesPlannedToBeTested }} disciplines
ko: {{ metrics.TDPM.disciplinesPlannedToBeTested }} 세부종목 중
lv: beidzās{{ metrics.TDPM.disciplinesPlannedToBeTested }} disciplīnās
nl: uit {{ metrics.TDPM.disciplinesPlannedToBeTested }} disciplines
pl: poza{{ metrics.TDPM.disciplinesPlannedToBeTested }} dyscypliny
pt: fora de{{ metrics.TDPM.disciplinesPlannedToBeTested }} disciplinas
ru: из {{ metrics.TDPM.disciplinesPlannedToBeTested }} дисциплин
sk: z{{ metrics.TDPM.disciplinesPlannedToBeTested }} disciplín
sr: од{{ metrics.TDPM.disciplinesPlannedToBeTested }} дисциплина
sw: nje ya{{ metrics.TDPM.disciplinesPlannedToBeTested }} taaluma
tr: dışında{{ metrics.TDPM.disciplinesPlannedToBeTested }} disiplinler

# dashboard_testedInYearX
source: tested in {{ currentYear }}
am: ውስጥ ተፈትኗል {{ currentYear }}
ar: تم اختباره في{{ currentYear }}
az: da sınaqdan keçirilmişdir{{ currentYear }}
bg: тестван в {{ currentYear }}
es: probado en {{ currentYear }}
et: testitud aastal{{ currentYear }}
fa_ir: تست شده در{{ currentYear }}
fi: testattu{{ currentYear }}
fr: contrôlées en {{ currentYear }}
ko: {{ currentYear }}에 검사함
lv: gadā pārbaudīts{{ currentYear }}
nl: getest in {{ currentYear }}
pl: przetestowany w{{ currentYear }}
pt: testado em{{ currentYear }}
ru: протестированы в {{ currentYear }}
sk: testovaný v{{ currentYear }}
sr: тестирано у{{ currentYear }}
sw: kupimwa katika{{ currentYear }}
tr: test edildi{{ currentYear }}

# dashboard_disciplines
source: disciplines
am: ተግሣጽ
ar: التخصصات
az: Fənlər
bg: Дисциплина
es: Disciplinas
et: distsipliinid
fa_ir: ماده های ورزشی
fi: Alalajia
ko: 세부종목
lv: disciplīnās
pl: Dyscypliny
pt: Disciplina
ru: дисциплины
sk: disciplíny
sr: Discipline
sw: taaluma
tr: Branşlar

# dashboard_nadosAverage
source: <span class="stat">{{ metrics.TDPM.nadosAverage | round }}%</span>: NADOs average
am: <span class="stat">{{ metrics.TDPM.nadosAverage | round }}%</span>: NADOs አማካኝ
ar: <span class="stat">{{ metrics.TDPM.nadosAverage | round }}%</span>: NADO متوسط
az: <span class="stat">{{ metrics.TDPM.nadosAverage | round }} % </span> : NADO orta
bg: <span class="stat">{{ metrics.TDPM.nadosAverage | round }} % </span> : Средно по NADO
es: <span class="stat">{{ metrics.TDPM.nadosAverage | round }} % </span> : Promedio de las NADO
et: <span class="stat">{{ metrics.TDPM.nadosAverage | round }} % </span> : NADO keskmine
fa_ir: <span class="stat">{{ metrics.TDPM.nadosAverage | round }} % </span> : NADOs متوسط
fi: <span class="stat">{{ metrics.TDPM.nadosAverage | round }} % </span> : NADOs-keskiarvo
fr: <span class="stat">{{ metrics.TDPM.nadosAverage | round }}%</span>: Moyenne ONAD
ko: <span class="stat">{{ metrics.TDPM.nadosAverage | round }}%</span>: NADOs 평균
lv: <span class="stat">{{ metrics.TDPM.nadosAverage | round }} % </span> : NADO vidēji
nl: <span class="stat">{{ metrics.TDPM.nadosAverage | round }}%</span>: NADOs gemiddeld
pl: <span class="stat">{{ metrics.TDPM.nadosAverage | round }} % </span> : Średnia NADO
pt: <span class="stat">{{ metrics.TDPM.nadosAverage | round }}%</span>: Média de NaDOS
ru: <span class="stat">{{ metrics.TDPM.nadosAverage | round }} % </span> : В среднем по НАДО
sk: <span class="stat">{{ metrics.TDPM.nadosAverage | round }} % </span> : Priemer NADO
sr: <span class="stat">{{ metrics.TDPM.nadosAverage | round }} % </span> : Просек НАДО
sw: <span class="stat">{{ metrics.TDPM.nadosAverage | round }} % </span> : NADO wastani
tr: <span class="stat">{{ metrics.TDPM.nadosAverage | round }}%</span>: NADOs ortalaması

# dashboard_outOfCompetitionSamplesCollected
source: out-of-competition samples collected
am: ከውድድር ውጪ የተሰበሰቡ ናሙናዎች
ar: تم جمع عينات من خارج المنافسة
az: müsabiqədən kənar nümunələr toplanmışdır
bg: взети проби извънсъстезателно
es: muestras fuera de competición recogidas
et: kogutud võistlusvälised proovid
fa_ir: نمونه های جمع آوری شده خارج از مسابقه
fi: otetut kilpailun ulkopuoliset näytteet
fr: échantillons hors compétition prélevés
ko: 채취된 경기기간 외 시료
lv: savākti ārpus konkursa paraugi
nl: verzamelde monsters buiten wedstrijdverband
pl: próbek pobrano poza zawodami
pt: amostras fora da competição coletadas
ru: отобранные внесоревновательные пробы
sk: odobratých mimosúťažných vzoriek
sr: прикупљени узорци ван конкуренције
sw: sampuli za nje ya mashindano zilizokusanywa
tr: toplanan rekabet dışı numuneler
