Repository: NandhineeR/WADA
Catalog: wada-ama-testcenter-web-57718053929f/wada-ama-testcenter-web-57718053929f/src/i18n/messages.*.xlf
Languages: am, ar, az, bg, es, et, fa_ir, fi, fr, ko, lv, nl, pl, pt, ru, sk, sr, sw, tr

# confirmChangeStatusForObjectTargetXToX
source: Are you sure you want to set this {{ translations$ | getTargetObject:targetObject | async } status to {{ translations$ | getStatus:enumStringValue | async ?
am: እርግጠኛ ነዎት ይህንን ማዘጋጀት ይፈልጋሉ {{ translations$ | getTargetObject:targetObject | async } ሁኔታ ወደ {{ translations$ | getStatus:enumStringValue | async ?
ar: هل أنت متأكد من أنك ترغب في تحديد حالة {{ translations$ | getTargetObject:targetObject | async } هذه الى {{ translations$ | getStatus:enumStringValue | async ؟
az: Bunu qurmaq istədiyinizə əminsiniz {{ translations$ | getTargetObject:targetObject | async } statusuna {{ translations$ | getStatus:enumStringValue | async ?
bg: Сигурни ли сте, че искате да зададете това {{ translations$ | getTargetObject:targetObject | async } състояние на {{ translations$ | getStatus:enumStringValue | async ?
es: ¿Está seguro de que quiere establecer el estado de {{ translations$ | getTargetObject:targetObject | async } en {{ translations$ | getStatus:enumStringValue | async ?
et: Kas olete kindel, et soovite seda määrata? {{ translations$ | getTargetObject:targetObject | async } olek {{ translations$ | getStatus:enumStringValue | async ?
fa_ir: آیا مطمئن هستید که می خواهید این وضعیت {{ translations$ | getTargetObject:targetObject | async } را به {{ translations$ | getStatus:enumStringValue | async تنظیم کنید؟
fi: Oletko varma, että haluat asettaa tämän {{ translations$ | getTargetObject:targetObject | async } tilan {{ translations$ | getStatus:enumStringValue | async ?
fr: Êtes-vous sûr de vouloir changer le statut de {{ translations$ | getTargetObject:targetObject | async } à {{ translations$ | getStatus:enumStringValue | async ?
ko: 이 상태 {{ translations$ | getTargetObject:targetObject | async } 를 {{ translations$ | getStatus:enumStringValue | async 에게 설정하시겠습니까?
lv: Vai tiešām vēlaties to iestatīt {{ translations$ | getTargetObject:targetObject | async } statuss uz {{ translations$ | getStatus:enumStringValue | async ?
nl: Weet je zeker dat je deze {{ translations$ | getTargetObject:targetObject | async } status op {{ translations$ | getStatus:enumStringValue | async wilt zetten?
pl: Czy na pewno chcesz to ustawić? {{ translations$ | getTargetObject:targetObject | async } status do {{ translations$ | getStatus:enumStringValue | async ?
pt: Você tem certeza de que quer definir este status {{ translations$ | getTargetObject:targetObject | async } para {{ translations$ | getStatus:enumStringValue | async ?
ru: Вы уверены, что хотите изменить статус {{ translations$ | getTargetObject:targetObject | async } на {{ translations$ | getStatus:enumStringValue | async ?
sk: Ste si istí, že chcete nastaviť tento stav {{ translations$ | getTargetObject:targetObject | async } na {{ translations$ | getStatus:enumStringValue | async ?
sr: Želite li zaista da postavite ovaj {{ translations$ | getTargetObject:targetObject | async } status {{ translations$ | getStatus:enumStringValue | async ?
sw: Je, una uhakika unataka kuweka hii {{ translations$ | getTargetObject:targetObject | async } hadhi kwa {{ translations$ | getStatus:enumStringValue | async ?
tr: Bunu ayarlamak istediğinizden emin misiniz? {{ translations$ | getTargetObject:targetObject | async } durumu {{ translations$ | getStatus:enumStringValue | async ?

source: BACK TO FORM
am: ለመቅረጽ ተመለስ
ar: عودة إلى الاستمارة
az: FORMA QAYIT
bg: НАЗАД КЪМ ФОРМУЛЯРА
es: VOLVER AL FORMULARIO
et: TAGASI VORMI
fa_ir: بازگشت به فرم
fi: TAKAISIN LOMAKKEESEEN
fr: RETOURNER AU FORMULAIRE
ko: 양식으로 돌아가기
lv: ATPAKAĻ UZ FORMU
nl: TERUG NAAR HET FORMULIER
pl: POWRÓT DO FORMULARZA
pt: VOLTAR AO FORMULÁRIO
ru: НАЗАД К ПРОТОКОЛУ
sk: SPÄŤ DO FORMULÁRA
sr: НАЗАД У ОБРАЗАЦ
sw: RUDI KWENYE UMBO
tr: FORMU GERİ DÖN

# yesUpdateStatus_uppercase
source: YES, UPDATE STATUS
am: አዎ፣ ሁኔታን አዘምን
ar: نعم ، تعديل الحالة
az: BƏLİ, STATUSU YENİLƏNİN
bg: ДА, АКТУАЛИЗИРАНЕ НА СЪСТОЯНИЕТО
es: SÍ, ACTUALIZAR EL ESTADO
et: JAH, VÄRSKENDA OLEK
fa_ir: بله، وضعیت به‌روزرسانی شود
fi: KYLLÄ, PÄIVITÄ TILA
fr: OUI, METTRE À JOUR L’ÉTAT
ko: 예, 상태를 업데이트합니다
lv: JĀ, ATJAUNINĀŠANAS STATUSS
nl: JA, STATUS BIJWERKEN
pl: TAK, AKTUALIZUJ STATUS
pt: SIM, STATUS DE ATUALIZAÇÃO
ru: ДА, ОБНОВИТЬ СТАТУС
sk: ÁNO, AKTUALIZOVAŤ STAV
sr: DA, STATUS AŽURIRANJA
sw: NDIYO, SASISHA HALI
tr: EVET, GÜNCELLEME DURUMU

# noReturnToForm_uppercase
source: NO, RETURN TO FORM
am: አይ፣ ወደ ቅጹ ይመለሱ
ar: لا ، عودة إلى النموذج
az: XEYR, FORMAYA QAYIDIN
bg: НЕ, ВРЪЩАНЕ КЪМ ФОРМУЛЯРА
es: NO, VOLVER AL FORMULARIO
et: EI, TAGASI VORMI
fa_ir: نه، به فرم برگردید
fi: EI, PALAA LOMAKKEESEEN
fr: NON, RETOUR AU FORMULAIRE
ko: 아니요, 양식으로 돌아갑니다
lv: NĒ, ATGRIEZTIES UZ VEIDLAPU
nl: NEE, TERUG NAAR HET FORMULIER
pl: NIE, POWRÓT DO FORMULARZA
pt: NÃO, RETORNAR AO FORMULÁRIO
ru: НЕТ, ВЕРНУТЬСЯ К ПРОТОКОЛУ
sk: NIE, VRÁŤ SA DO FORMULÁRA
sr: НЕ, ПОВРАТАК У ОБРАЗАЦ
sw: HAPANA, RUDI KWENYE UMBO
tr: HAYIR, FORMA DÖN

# yesCancel_uppercase
source: YES, CANCEL
am: አዎ፣ ሰርዝ
ar: نعم ، إلغاء
az: HƏ, LƏĞV EDİN
bg: ДА, ОТМЕНЯНЕ
es: SÍ, CANCELAR
et: JAH, Tühista
fa_ir: بله، لغو
fi: KYLLÄ, PERUUTA
fr: OUI, ANNULER
ko: 예, 취소합니다
lv: JĀ, ATCELT
nl: JA, ANNULEREN
pl: TAK, ANULUJ
pt: SIM, CANCELAR
ru: ДА, ОТМЕНИТЬ
sk: ÁNO, ZRUŠIŤ
sr: ДА, ОТКАЖИ
sw: NDIYO, GHAIRI
tr: EVET İPTAL

source: Remove
am: አስወግድ
ar: إزالة
az: Sil
bg: Премахване
es: Quitar
et: Eemalda
fa_ir: برداشتن
fi: Poista
fr: Supprimer
ko: 삭제하기
lv: Noņemt
nl: Verwijderen
pl: Usuń
pt: Remover
ru: Удалить
sr: Ukloni
sw: Ondoa
tr: Kaldırın

source: Delete Row
am: ረድፍ ሰርዝ
ar: حذف صف
az: Sıranı silin
bg: Изтриване на ред
es: Borrar fila
et: Kustuta rida
fa_ir: ردیف را حذف کنید
fi: Poista rivi
fr: Supprimer une ligne
ko: 행 삭제
lv: Dzēst rindu
nl: Rij verwijderen
pl: Usuń wiersz
pt: Eliminar fila
ru: Удалить строку
sk: Odstrániť riadok
sr: Izbriši red
sw: Futa Safu
tr: Sırayı sil

# cannotRemoveRowTooltip
source: This row cannot be removed.
am: ይህ ረድፍ ሊወገድ አይችልም።
ar: لا يمكن إزالة هذا الصف.
az: Bu sıra silinə bilməz.
bg: Този ред не може да бъде премахнат.
es: Esta fila no se puede eliminar.
et: Seda rida ei saa eemaldada.
fa_ir: این ردیف قابل حذف نیست.
fi: Tätä riviä ei voi poistaa.
fr: Cette ligne ne peut pas être supprimée.
ko: 이 행은 제거할 수 없습니다.
lv: Šo rindu nevar noņemt.
nl: Deze rij kan niet worden verwijderd.
pl: Tego wiersza nie można usunąć.
pt: Esta linha não pode ser removida.
ru: Этот ряд не может быть удален.
sk: Tento riadok nie je možné odstrániť.
sr: Ovaj red se ne može ukloniti.
sw: Safu mlalo hii haiwezi kuondolewa.
tr: Bu satır kaldırılamaz.

source: Order
am: እዘዝ
ar: طلب
az: Sifariş verin
bg: Заповед
es: Orden
et: Telli
fa_ir: سفارش
fi: Määräys
fr: Ordre
ko: 순서
lv: Pasūtiet
nl: Bestellen
pl: Polecenie
pt: Ordem
ru: Порядок
sk: objednať
sr: Наручи
sw: Agizo
tr: Sipariş

# fromDateFormat
source: From <span class="date-format">({{ dateFormat }})</span>
am: ከ <span class="date-format">({{ dateFormat }})</span>
ar: من <span class="date-format">({{ dateFormat }})</span>
bg: от <span class="date-format">({{ dateFormat }})</span>
es: De <span class="date-format">({{ dateFormat }})</span>
et: Alates <span class="date-format">({{ dateFormat }})</span>
fa_ir: از <span class="date-format">({{ dateFormat }})</span>
fi: Alkaen <span class="date-format">({{ dateFormat }})</span>
fr: De <span class="date-format">({{ dateFormat }})</span>
ko: <span class="date-format">({{ dateFormat }})</span> 에서
lv: No <span class="date-format">({{ dateFormat }})</span>
nl: Van <span class="date-format">({{ dateFormat }})</span>
pl: Z <span class="date-format">({{ dateFormat }})</span>
pt: De <span class="date-format">({{ dateFormat }})</span>
ru: От <span class="date-format">({{ dateFormat }})</span>
sk: Od <span class="date-format">({{ dateFormat }})</span>
sr: Od <span class="date-format">({{ dateFormat }})</span>
sw: Kutoka <span class="date-format">({{ dateFormat }})</span>
tr: İtibaren <span class="date-format">({{ dateFormat }})</span>

# toDateFormat
source: To <span class="date-format">({{ dateFormat }})</span>
am: ለ <span class="date-format">({{ dateFormat }})</span>
ar: إلى <span class="date-format">({{ dateFormat }})</span>
az: Kimə <span class="date-format">({{ dateFormat }})</span>
bg: Да се <span class="date-format">({{ dateFormat }})</span>
es: A <span class="date-format">({{ dateFormat }})</span>
fa_ir: تا <span class="date-format">({{ dateFormat }})</span>
fi: <span class="date-format">({{ dateFormat }})</span> asti.
fr: Pour <span class="date-format">({{ dateFormat }})</span>
ko: <span class="date-format">({{ dateFormat }})</span> 까지
lv: Uz <span class="date-format">({{ dateFormat }})</span>
nl: Naar <span class="date-format">({{ dateFormat }})</span>
pl: Do <span class="date-format">({{ dateFormat }})</span>
pt: Para <span class="date-format">({{ dateFormat }})</span>
ru: До <span class="date-format">({{ dateFormat }})</span>
sk: Komu <span class="date-format">({{ dateFormat }})</span>
sr: Do <span class="date-format">({{ dateFormat }})</span>
sw: Kwa <span class="date-format">({{ dateFormat }})</span>
tr: Kadar <span class="date-format">({{ dateFormat }})</span>

source: DELETE {{ translations$ | getTargetObject:targetObject:shortName | async }}
am: ሰርዝ {{ translations$ | getTargetObject:targetObject:shortName | async }}
ar: حذف{{ translations$ | getTargetObject:targetObject:shortName | async }}
az: SİLİN{{ translations$ | getTargetObject:targetObject:shortName | async }}
bg: ИЗТРИЙ {{ translations$ | getTargetObject:targetObject:shortName | async }}
es: BORRAR {{ translations$ | getTargetObject:targetObject:shortName | async }}
et: KUSTUTA{{ translations$ | getTargetObject:targetObject:shortName | async }}
fa_ir: حذف{{ translations$ | getTargetObject:targetObject:shortName | async }}
fi: POISTA{{ translations$ | getTargetObject:targetObject:shortName | async }}
fr: SUPPRIMER {{ translations$ | getTargetObject:targetObject:shortName | async }}
ko: {{ translations$ | getTargetObject:targetObject:shortName | async }} 삭제
lv: DZĒST{{ translations$ | getTargetObject:targetObject:shortName | async }}
nl: VERWIJDEREN {{ translations$ | getTargetObject:targetObject:shortName | async }}
pl: USUNĄĆ{{ translations$ | getTargetObject:targetObject:shortName | async }}
pt: EXCLUIR{{ translations$ | getTargetObject:targetObject:shortName | async }}
ru: УДАЛИТЬ {{ translations$ | getTargetObject:targetObject:shortName | async }}
sk: VYMAZAŤ{{ translations$ | getTargetObject:targetObject:shortName | async }}
sr: ИЗБРИШИ{{ translations$ | getTargetObject:targetObject:shortName | async }}
sw: FUTA{{ translations$ | getTargetObject:targetObject:shortName | async }}
tr: SİL{{ translations$ | getTargetObject:targetObject:shortName | async }}

# deleteThisObjectTargetX
source: Are you sure you want to delete this {{ translations$ | getTargetObject:targetObject | async }}
am: እርግጠኛ ነዎት ይህንን መሰረዝ ይፈልጋሉ {{ translations$ | getTargetObject:targetObject | async }}
ar: هل أنت متأكد أنك تريد حذف هذا{{ translations$ | getTargetObject:targetObject | async }}
az: Bunu silmək istədiyinizə əminsiniz{{ translations$ | getTargetObject:targetObject | async }}
bg: Наистина ли искате да изтриете това {{ translations$ | getTargetObject:targetObject | async }}
es: ¿Está seguro de que quiere eliminar este registro {{ translations$ | getTargetObject:targetObject | async }}?
et: Kas soovite selle kindlasti kustutada{{ translations$ | getTargetObject:targetObject | async }}
fa_ir: آیا مطمئن هستید که می خواهید این را حذف کنید{{ translations$ | getTargetObject:targetObject | async }}
fi: Haluatko varmasti poistaa tämän{{ translations$ | getTargetObject:targetObject | async }}
fr: Êtes-vous sûr de vouloir supprimer cette {{ translations$ | getTargetObject:targetObject | async }}
ko: 이 {{ translations$ | getTargetObject:targetObject | async }}을(를) 정말 삭제하시겠습니까?
lv: Vai tiešām vēlaties to dzēst?{{ translations$ | getTargetObject:targetObject | async }}
nl: Weet u zeker dat u dit wilt verwijderen?{{ translations$ | getTargetObject:targetObject | async }}
pl: Czy na pewno chcesz to usunąć{{ translations$ | getTargetObject:targetObject | async }}
pt: Tem certeza que deseja deletar isto{{ translations$ | getTargetObject:targetObject | async }}
ru: Вы уверены, что хотите удалить это {{ translations$ | getTargetObject:targetObject | async }}
sk: Naozaj to chcete odstrániť?{{ translations$ | getTargetObject:targetObject | async }}
sr: Да ли сте сигурни да желите ово да избришете{{ translations$ | getTargetObject:targetObject | async }}
sw: Je, una uhakika unataka kufuta hii{{ translations$ | getTargetObject:targetObject | async }}
tr: Bunu silmek istediğinizden emin misiniz{{ translations$ | getTargetObject:targetObject | async }}

# number_lowercase
source: number
am: ቁጥር
ar: رقم
az: nömrə
bg: номер
es: número
fa_ir: عدد
fi: määrä
fr: numéro
ko: 번호
lv: numuru
nl: aantal
pl: numer
pt: número
ru: число
sk: číslo
sr: број
sw: nambari
tr: numara

# for_lowercase
source: for
am: ለ
ar: إلى عن على
az: üçün
bg: за
es: para
et: jaoks
fa_ir: برای
fr: pour
ko: 다음에 대한
lv: priekš
nl: voor
pl: dla
pt: para
ru: для
sk: pre
sr: за
sw: kwa
tr: için

# yesDelete_uppercase
source: YES, DELETE
am: አዎ፣ ሰርዝ
ar: نعم ، احذف
az: BƏLİ, SİLİN
bg: ДА, ИЗТРИВАНЕ
es: SÍ, ELIMINAR
et: JAH, KUSTUTA
fa_ir: بله، حذف شود
fi: KYLLÄ, POISTA
fr: OUI, SUPPRIMER
ko: 예, 삭제합니다
lv: JĀ, DZĒST
nl: JA, VERWIJDEREN
pl: TAK, USUŃ
pt: SIM, DELETE
ru: ДА, УДАЛИТЬ
sk: ÁNO, VYMAZAŤ
sr: ДА, БРИСИ
sw: NDIYO, FUTA
tr: EVET, SİL

source: Duplicate Athletes
am: የተባዙ አትሌቶች
ar: الرياضيون المكررون
az: Dublikat idmançılar
bg: Дублирани спортисти
es: Duplicar deportistas
et: Duplikaat sportlased
fa_ir: ورزشکاران تکراری
fi: Duplikaatti urheilijat
fr: Sportifs dupliqués
ko: 중복된 선수
lv: Dublēti sportisti
nl: Dubbele sporters
pl: Duplikowani zawodnicy
pt: Atletas duplicados
ru: Дублирующиеся спортсмены
sk: Duplicitní športovci
sr: Дупликати спортиста
sw: Wanariadha Rudufu
tr: Yinelenen Sporcular

source: No, Return to Form
am: አይ፣ ወደ ቅጹ ተመለስ
ar: لا ، عودة إلى النموذج
az: Xeyr, Formaya qayıdın
bg: Не, върнете се към формуляра
es: No, volver al formulario
et: Ei, naase vormi juurde
fa_ir: نه، بازگشت به فرم
fi: Ei, palaa lomakkeeseen
fr: NON, RETOUR AU FORMULAIRE
ko: 아니요, 양식으로 돌아갑니다
lv: Nē, atgriezties veidlapā
nl: Nee, ga terug naar formulier
pl: Nie, wróć do formularza
pt: Não, retornar ao formulário
ru: Нет, вернуться к форме
sk: Nie, vrátiť sa k formuláru
sr: Не, врати се на образац
sw: Hapana, Rudi kwenye Fomu
tr: Hayır, Forma Dön

source: Yes, Continue
am: አዎ ቀጥል
ar: نعم ، استمر
az: Bəli, Davam et
bg: Да, продължи
es: Sí, continuar
et: Jah, jätka
fa_ir: بله، ادامه دهید
fi: Kyllä, jatka
fr: Oui, continuer
ko: 예, 계속합니다
lv: Jā, Turpināt
nl: Ja, ga door
pl: Tak, kontynuuj
pt: Sim continue
ru: Да, продолжить
sk: Áno, pokračovať
sr: Да, настави
sw: Ndiyo, Endelea
tr: Evet devam et

# originallyCreatedXByXFromX
source: Originally created<strong> {{ creationInfo.timestamp | date:displayFormat }}, </strong>by<strong> {{ creationInfo.user.lastName }}, {{ creationInfo.user.firstName }} </strong>from <strong>{{ creationInfo.organizationName }}</strong>
am: በመጀመሪያ የተፈጠረ<strong> {{ creationInfo.timestamp | date:displayFormat }}, </strong>በ<strong> {{ creationInfo.user.lastName }}, {{ creationInfo.user.firstName }} </strong>ከ <strong>{{ creationInfo.organizationName }}</strong>
ar: تم تكوينه في الأصل<strong> {{ creationInfo.timestamp | date:displayFormat }}، </strong>بواسطة<strong> {{ creationInfo.user.lastName }}، {{ creationInfo.user.firstName }} </strong>من <strong>{{ creationInfo.organizationName }}</strong>
az: Əvvəlcə yaradılmışdır <strong>{{ creationInfo.timestamp | date:displayFormat }} , </strong> tərəfindən <strong>{{ creationInfo.user.lastName }} , {{ creationInfo.user.firstName }}</strong> -dan <strong>{{ creationInfo.organizationName }}</strong>
bg: Първоначално създаден <strong>{{ creationInfo.timestamp | date:displayFormat }} , </strong> от <strong>{{ creationInfo.user.lastName }} , {{ creationInfo.user.firstName }}</strong> от <strong>{{ creationInfo.organizationName }}</strong>
es: Creado originalmente <strong>{{ creationInfo.timestamp | date:displayFormat }} , </strong> por <strong>{{ creationInfo.user.lastName }} , {{ creationInfo.user.firstName }}</strong> desde <strong>{{ creationInfo.organizationName }}</strong>
et: Algselt loodud <strong>{{ creationInfo.timestamp | date:displayFormat }} , </strong> kõrval <strong>{{ creationInfo.user.lastName }} , {{ creationInfo.user.firstName }}</strong> alates <strong>{{ creationInfo.organizationName }}</strong>
fa_ir: در اصل ایجاد شده است <strong>{{ creationInfo.timestamp | date:displayFormat }} ، </strong> توسط <strong>{{ creationInfo.user.lastName }} ، {{ creationInfo.user.firstName }}</strong> از جانب <strong>{{ creationInfo.organizationName }}</strong>
fi: Alunperin luotu <strong>{{ creationInfo.timestamp | date:displayFormat }} , </strong> kirjoittaja <strong>{{ creationInfo.user.lastName }} , {{ creationInfo.user.firstName }}</strong> alkaen <strong>{{ creationInfo.organizationName }}</strong>
fr: Créé initialement le<strong> {{ creationInfo.timestamp | date:displayFormat }}, </strong>par<strong> {{ creationInfo.user.lastName }}, {{ creationInfo.user.firstName }} </strong>de <strong>{{ creationInfo.organizationName }}</strong>
ko: <strong> {{ creationInfo.timestamp | date:displayFormat }}, </strong>에,<strong> {{ creationInfo.user.lastName }}, {{ creationInfo.user.firstName }} </strong>에 의해, <strong>{{ creationInfo.organizationName }}</strong>에서 최초 생성됨
lv: Sākotnēji izveidots <strong>{{ creationInfo.timestamp | date:displayFormat }} , </strong> autors <strong>{{ creationInfo.user.lastName }} , {{ creationInfo.user.firstName }}</strong> no <strong>{{ creationInfo.organizationName }}</strong>
nl: Oorspronkelijk gemaakt<strong> {{ creationInfo.timestamp | date:displayFormat }}, </strong>door<strong> {{ creationInfo.user.lastName }}, {{ creationInfo.user.firstName }} </strong>van <strong>{{ creationInfo.organizationName }}</strong>
pl: Pierwotnie stworzony <strong>{{ creationInfo.timestamp | date:displayFormat }} , </strong> przez <strong>{{ creationInfo.user.lastName }} , {{ creationInfo.user.firstName }}</strong> od <strong>{{ creationInfo.organizationName }}</strong>
pt: Originalmente criado<strong> {{ creationInfo.timestamp | date:displayFormat }}, </strong> por<strong> {{ creationInfo.user.lastName }}, {{ creationInfo.user.firstName }} </strong>de <strong>{{ creationInfo.organizationName }}</strong>
ru: Первоначально созданный <strong>{{ creationInfo.timestamp | date:displayFormat }} , </strong> к <strong>{{ creationInfo.user.lastName }} , {{ creationInfo.user.firstName }}</strong> от <strong>{{ creationInfo.organizationName }}</strong>
sk: Pôvodne vytvorené<strong> {{ creationInfo.timestamp | date:displayFormat }} , </strong>by<strong> {{ creationInfo.user.lastName }} , {{ creationInfo.user.firstName }} </strong> z <strong>{{ creationInfo.organizationName }}</strong>
sr: Originalno kreirano<strong> {{ creationInfo.timestamp | date:displayFormat }}, </strong>po<strong> {{ creationInfo.user.lastName }}, {{ creationInfo.user.firstName }} </strong>od <strong>{{ creationInfo.organizationName }}</strong>
sw: Iliyoundwa awali <strong>{{ creationInfo.timestamp | date:displayFormat }} , </strong> kwa <strong>{{ creationInfo.user.lastName }} , {{ creationInfo.user.firstName }}</strong> kutoka <strong>{{ creationInfo.organizationName }}</strong>
tr: Başlangıçta oluşturulan<strong> {{ creationInfo.timestamp | date:displayFormat }}, </strong>tarafından<strong> {{ creationInfo.user.lastName }}, {{ creationInfo.user.firstName }} </strong>itibaren <strong>{{ creationInfo.organizationName }}</strong>
