Repository: NandhineeR/WADA
Catalog: wada-ama-testcenter-web-57718053929f/wada-ama-testcenter-web-57718053929f/src/i18n/messages.*.xlf
Languages: am, ar, az, bg, es, et, fa_ir, fi, fr, ko, lv, nl, pl, pt, ru, sk, sr, sw, tr

# callerOrganizationIsNotNadoOrIfMsg
source: Your organization is neither a National Anti-Doping Agency nor an International Federation
am: የእርስዎ ድርጅት የብሔራዊ ፀረ-አበረታች ቅመሞች ኤጀንሲ ወይም ዓለም አቀፍ ፌዴሬሽን አይደለም።
ar: منظمتكم ليست وكالة وطنية لمكافحة المنشطات ولا اتحاد دولي
az: Təşkilatınız nə Milli Antidopinq Agentliyi, nə də Beynəlxalq Federasiyadır
bg: Вашата организация не е нито Национална антидопингова агенция, нито международна федерация
es: Su organización no es una Agencia Nacional Antidopaje ni una Federación Internacional
et: Teie organisatsioon ei ole riiklik antidopinguagentuur ega rahvusvaheline föderatsioon
fa_ir: سازمان شما نه یک آژانس ملی ضد دوپینگ است و نه یک فدراسیون بین المللی
fi: Organisaatiosi ei ole Kansallinen antidopingtoimisto eikä Kansainvälinen lajiliitto
fr: Votre organisation n’est ni une Agence nationale antidopage ni une Fédération internationale
ko: 귀하의 기구는 국가도핑방지기구나 국제경기연맹이 아닙니다
lv: Jūsu organizācija nav ne Nacionālā antidopinga aģentūra, ne starptautiska federācija
nl: Uw organisatie is noch een nationaal antidopingagentschap noch een internationale federatie.
pl: Twoja organizacja nie jest ani krajową agencją antydopingową, ani międzynarodową federacją
pt: Sua organização não é nem uma Agência Nacional Antidoping nem uma Federação Internacional
ru: Ваша организация не является ни национальным антидопинговым агентством, ни международной федерацией
sk: Vaša organizácia nie je národnou antidopingovou agentúrou ani medzinárodnou federáciou
sr: Vaša organizacija nije ni Nacionalna anti-doping agencija ni Međunarodna federacija
sw: Shirika lako si Shirika la Kitaifa la Kupambana na Matumizi ya Dawa za Kulevya wala Shirikisho la Kimataifa
tr: Kuruluşunuz ne Ulusal Anti-Doping Ajansı ne de Uluslararası Federasyondur.

# missingBusinessRole
source: You do not have the corrector business role
am: የአርሚው የንግድ ሚና የለዎትም።
ar: لا يتوافر لديك وظيفة الأعمال للتصحيح
az: Sizin korrektor biznes rolunuz yoxdur
bg: Нямате бизнес ролята на коректор
es: No tiene el rol empresarial de corrector
et: Teil ei ole korrigeerija rolli
fa_ir: شما نقش شغلی اصلاح کننده را ندارید
fi: Sinulla ei ole korjaajan roolia
fr: Vous n’avez pas le rôle métier correcteur
ko: 교정자 업무 역할이 없습니다.
lv: Jums nav uzņēmuma korektora lomas
nl: U hebt niet de bedrijfsrol van corrector
pl: Nie pełnisz roli korektora biznesowego
pt: Você não tem o papel de corretor comercial
ru: У вас нет бизнес-роли корректора
sk: Nemáte obchodnú rolu corrector
sr: Vi nemate poslovnu ulogu korektora
sw: Huna jukumu la biashara la kusahihisha
tr: Düzeltici iş rolünüz yok

# missingTaRmaWriteAccessToEditSampleMsg
source: You must be from the Test Authority or Result Management Authority to edit a sample
am: ናሙና ለማርትዕ ከሙከራ ባለስልጣን ወይም የውጤት አስተዳደር ባለስልጣን መሆን አለቦት
ar: يجب أن تكون من Test Authority أو Result Management Authority لتحرير عينة
az: Nümunəni redaktə etmək üçün siz Test Authority və ya Nəticə İdarəetmə Təşkilatından olmalısınız
bg: Трябва да сте от Test Authority или Result Management Authority, за да редактирате образец
es: Debe ser de la Autoridad de Pruebas o de la Autoridad de Gestión de Resultados para editar una muestra
et: Näidise muutmiseks peate kuuluma testimisasutusest või tulemuste haldamise asutusest
fa_ir: برای ویرایش نمونه باید از مرجع تست یا مرجع مدیریت نتایج باشید
fi: Sinun on oltava testin tilaaja tai tulostenkäsittelytaho, jotta voit muokata näytettä
fr: Vous devez être de l’autorité de test ou de l’autorité de gestion des résultats pour modifier un exemple
ko: 시료를 편집하려면 반드시 검사주관기구 또는 결과관리기구 소속이어야 합니다.
lv: Lai rediģētu paraugu, jums ir jābūt no pārbaudes iestādes vai rezultātu pārvaldības iestādes
nl: U moet van de Test Authority of de Result Management Authority zijn om een monster te bewerken.
pl: Aby edytować próbkę, musisz być z Urzędu ds. Testów lub Urzędu ds. Zarządzania Wynikami
pt: Você deve ser da Autoridade de Teste ou da Autoridade de Gestão de Resultados para editar uma amostra
ru: Для редактирования образца вы должны быть сотрудником Органа тестирования или Органа управления результатами
sk: Ak chcete upraviť vzorku, musíte byť z orgánu pre testovanie alebo orgánu pre správu výsledkov.
sr: Morate biti iz autoriteta za testiranje ili autoriteta za upravljanje rezultatima da biste uredili uzorak
sw: Lazima uwe kutoka kwa Mamlaka ya Jaribio au Mamlaka ya Usimamizi wa Matokeo ili kuhariri sampuli
tr: Bir örneği düzenlemek için Test Yetkilisinden veya Sonuç Yönetim Yetkilisinden olmanız gerekir.

# athleteSportInaccessibleToCallerMsg
source: Error [ATHLETE_SPORT_INACCESSIBLE_TO_CALLER]
am: ስህተት [ATHLETE_SPORT_INACCESSIBLE_TO_CALLER]
ar: خطأ [ HATLETE_SPORT_INACCESSLIBLE_TO_CALLER ]
az: Xəta [ATHLETE_SPORT_INACCESSIBLE_TO_CALLER]
bg: Грешка [ATHLETE_SPORT_INACCESSIBLE_TO_CALLER]
et: Viga [ATHLETE_SPORT_INACCESSIBLE_TO_CALLER]
fa_ir: خطای [ATHLETE_SPORT_INACCESSIBLE_TO_CALLER]
fi: Virhe [ATHLETE_SPORT_INACCESSIBLE_TO_CALLER]
fr: Erreur [ATHLETE_SPORT_INACCESSIBLE_TO_CALLER]
ko: [ATHLETE_SPORT_INACCESSIBLE_TO_CALLER] 오류
lv: Kļūda [ATHLETE_SPORT_INACCESSIBLE_TO_CALLER]
nl: Fout [ATHLETE_SPORT_INACCESSIBLE_TO_CALLER]
pl: Błąd [ATHLETE_SPORT_INACCESSIBLE_TO_CALLER]
pt: Erro [ATHLETE_SPORT_INACCESSIBLE_TO_CALLER]
ru: Ошибка [ATHLETE_SPORT_INACCESSIBLE_TO_CALLER]
sk: Chyba [ATHLETE_SPORT_INACCESSIBLE_TO_CALLER]
sr: Greška [ATHLETE_SPORT_INACCESSIBLE_TO_CALLER]
sw: Hitilafu [ATHLETE_SPORT_INACCESSIBLE_TO_CALLER]
tr: Hata [ATHLETE_SPORT_INACCESSIBLE_TO_CALLER]

# dcfInaccessibleToNullCallerMsg
source: Error [DCF_INACCESSIBLE_TO_NULL_CALLER]
am: ስህተት [DCF_INACCESSIBLE_TO_NULL_CALLER]
ar: خطأ [ DCF_INACCESSIBLE_TO_NULL_CALLER ]
az: Xəta [DCF_INACCESSIBLE_TO_NULL_CALLER]
bg: Грешка [DCF_INACCESSIBLE_TO_NULL_CALLER]
et: Viga [DCF_INACCESSIBLE_TO_NULL_CALLER]
fa_ir: خطای [DCF_INACCESSIBLE_TO_NULL_CALLER]
fi: Virhe [DCF_INACCESSIBLE_TO_NULL_CALLER]
fr: Erreur [DCF_INACCESSIBLE_TO_NULL_CALLER]
ko: [DCF_INACCESSIBLE_TO_NULL_CALLER] 오류
lv: Kļūda [DCF_INACCESSIBLE_TO_NULL_CALLER]
nl: Fout [DCF_INACCESSIBLE_TO_NULL_CALLER]
pl: Błąd [DCF_INACCESSIBLE_TO_NULL_CALLER]
pt: Erro [DCF_INACCESSIBLE_TO_NULL_CALLER]
ru: Ошибка [DCF_INACCESSIBLE_TO_NULL_CALLER]
sk: Chyba [DCF_INACCESSIBLE_TO_NULL_CALLER]
sr: Greška [DCF_INACCESSIBLE_TO_NULL_CALLER]
sw: Hitilafu [DCF_INACCESSIBLE_TO_NULL_CALLER]
tr: Hata [DCF_INACCESSIBLE_TO_NULL_CALLER]

# athleteSportNationalityInaccessibleToCallerMsg
source: Error [ATHLETE_SPORT_NATIONALITY_INACCESSIBLE_TO_CALLER]
am: ስህተት [ATHLETE_SPORT_NATIONALITY_INACCESSIBLE_TO_CALLER]
ar: خطأ [ HILETE_SPORT_NATIONALY_INACCESIBLE_TO_CALLER ]
az: Xəta [ATHLETE_SPORT_NATIONALITY_INACCESSIBLE_TO_CALLER]
bg: Грешка [ATHLETE_SPORT_NATIONALITY_INACCESSIBLE_TO_CALLER]
et: Viga [ATHLETE_SPORT_NATIONALITY_INACCESSIBLE_TO_CALLER]
fa_ir: خطای [ATHLETE_SPORT_NATIONALITY_INACCESSIBLE_TO_CALLER]
fi: Virhe [ATHLETE_SPORT_NATIONALITY_INACCESSIBLE_TO_CALLER]
fr: Erreur [ATHLETE_SPORT_NATIONALITY_INACCESSIBLE_TO_CALLER]
ko: [ATHLETE_SPORT_NATIONALITY_INACCESSIBLE_TO_CALLER] 오류
lv: Kļūda [ATHLETE_SPORT_NATIONALITY_INACCESSIBLE_TO_CALLER]
nl: Fout [ATHLETE_SPORT_NATIONALITY_INACCESSIBLE_TO_CALLER]
pl: Błąd [ATHLETE_SPORT_NATIONALITY_INACCESSIBLE_TO_CALLER]
pt: Erro [ATHLETE_SPORT_NATIONALITY_INACCESSIBLE_TO_CALLER]
ru: Ошибка [ATHLETE_SPORT_NATIONALITY_INACCESSIBLE_TO_CALLER]
sk: Chyba [ATHLETE_SPORT_NATIONALITY_INACCESSIBLE_TO_CALLER]
sr: Greška [ATHLETE_SPORT_NATIONALITY_INACCESSIBLE_TO_CALLER]
sw: Hitilafu [ATHLETE_SPORT_NATIONALITY_INACCESSIBLE_TO_CALLER]
tr: Hata [ATHLETE_SPORT_NATIONALITY_INACCESSIBLE_TO_CALLER]

# testingOrderInaccessibleByCallerMsg
source: Error [TESTINGORDER_INACCESSIBLE_BY_CALLER]
am: ስህተት [TESTINGORDER_INACCESSIBLE_BY_CALLER]
ar: خطأ [ TESTINGORER_INACCESSIBLE_BY_CALLER ]
az: Xəta [TESTINGORDER_INACCESSIBLE_BY_CALLER]
bg: Грешка [TESTINGORDER_INACCESSIBLE_BY_CALLER]
et: Viga [TESTINGORDER_INACCESSIBLE_BY_CALLER]
fa_ir: خطای [TESTINGORDER_INACCESSIBLE_BY_CALLER]
fi: Virhe [TESTINGORDER_INACCESSIBLE_BY_CALLER]
fr: Erreur [TESTINGORDER_INACCESSIBLE_BY_CALLER]
ko: [TESTINGORDER_INACCESSIBLE_BY_CALLER] 오류
lv: Kļūda [TESTINGORDER_INACCESSIBLE_BY_CALLER]
nl: Fout [TESTINGORDER_INACCESSIBLE_BY_CALLER]
pl: Błąd [TESTINGORDER_INACCESSIBLE_BY_CALLER]
pt: Erro [TESTINGORDER_INACCESSIBLE_BY_CALLER]
ru: Ошибка [TESTINGORDER_INACCESSIBLE_BY_CALLER]
sk: Chyba [TESTINGORDER_INACCESSIBLE_BY_CALLER]
sr: Greška [TESTINGORDER_INACCESSIBLE_BY_CALLER]
sw: Hitilafu [TESTINGORDER_INACCESSIBLE_BY_CALLER]
tr: Hata [TESTINGORDER_INACCESSIBLE_BY_CALLER]

# unknownUserCustodialOrgMsg
source: Error [UNKNOWN_USER_CUSTODIAL_ORG]
am: ስህተት [UNKNOWN_USER_CUSTODIAL_ORG]
ar: خطأ [ UNKNOWN_USER_CUSTODIAL_ORG ]
az: Xəta [UNKNOWN_USER_CUSTODIAL_ORG]
bg: Грешка [UNKNOWN_USER_CUSTODIAL_ORG]
et: Viga [UNKNOWN_USER_CUSTODIAL_ORG]
fa_ir: خطا [UNKNOWN_USER_CUSTODIAL_ORG]
fi: Virhe [UNKNOWN_USER_CUSTODIAL_ORG]
fr: Erreur [UNKNOWN_USER_CUSTODIAL_ORG]
ko: [UNKNOWN_USER_CUSTODIAL_ORG] 오류
lv: Kļūda [UNKNOWN_USER_CUSTODIAL_ORG]
nl: Fout [UNKNOWN_USER_CUSTODIAL_ORG]
pl: Błąd [UNKNOWN_USER_CUSTODIAL_ORG]
pt: Erro [UNKNOWN_USER_CUSTODIAL_ORG]
ru: Ошибка [UNKNOWN_USER_CUSTODIAL_ORG]
sk: Chyba [UNKNOWN_USER_CUSTODIAL_ORG]
sr: Greška [UNKNOWN_USER_CUSTODIAL_ORG]
sw: Hitilafu [UNKNOWN_USER_CUSTODIAL_ORG]
tr: Hata [UNKNOWN_USER_CUSTODIAL_ORG]

# accessDeniedMsg
source: Access denied
am: መዳረሻ ተከልክሏል።
ar: تم رفض الاتصال
az: Giriş qadağandır
bg: Отказан достъп
es: Acceso denegado
et: Ligipääs keelatud
fa_ir: دسترسی رد شد
fi: Pääsy estetty
fr: Accès refusé
ko: 액세스 불가
lv: Pieeja noliegta
nl: Toegang geweigerd
pl: Brak dostępu
pt: Acesso negado
ru: Доступ запрещен
sk: Prístup zamietnutý
sr: Pristup je odbijen
sw: Ufikiaji umekataliwa
tr: Erişim reddedildi

# sampleNotFoundMsg
source: The sample was not found
am: ናሙናው አልተገኘም
ar: لم يتم ايجاد العينة
az: Nümunə tapılmadı
bg: Пробата не беше открита
es: La muestra no se encontró
et: Proovi ei leitud
fa_ir: نمونه پیدا نشد
fi: Näytettä ei löytynyt
fr: L’échantillon est introuvable
ko: 시료를 찾을 수 없습니다
lv: Paraugs netika atrasts
nl: Het monster werd niet gevonden
pl: Próbka nie została znaleziona
pt: A amostra não foi encontrada
ru: Образец не найден
sk: Vzorka sa nenašla
sr: Uzorak nije pronađen
sw: Sampuli haikupatikana
tr: Örnek bulunamadı

# resourceNotFoundMsg
source: The requested resource was not found
am: የተጠየቀው ግብአት አልተገኘም።
ar: لم يتم ايجاد المصدر المطلوب
az: Tələb olunan resurs tapılmadı
bg: Исканият ресурс не беше намерен
es: No se ha encontrado el recurso solicitado
et: Taotletud ressurssi ei leitud
fa_ir: منبع درخواستی یافت نشد
fi: Pyydettyä resurssia ei löytynyt
fr: La ressource demandée est introuvable
ko: 요청한 리소스를 찾을 수 없습니다
lv: Pieprasītais resurss netika atrasts
nl: De gevraagde bron werd niet gevonden
pl: Żądany zasób nie został znaleziony
pt: O recurso solicitado não foi encontrado
ru: Запрашиваемый ресурс не найден
sk: Požadovaný zdroj nebol nájdený
sr: Zahtevani resurs nije pronađen
sw: Nyenzo iliyoombwa haikupatikana
tr: İstenen kaynak bulunamadı

# majorGameEventItemsNotFoundMsg
source: The Major Event items were not found
am: ዋናዎቹ የክስተት እቃዎች አልተገኙም።
ar: لم يتم ايجاد بنود الحدث الرئيسي
az: Əsas Tədbir elementləri tapılmadı
bg: Елементите от основното събитие не бяха намерени
es: No se han encontrado los elementos de los Grandes Eventos
et: Suursündmuse üksusi ei leitud
fa_ir: موارد رویداد اصلی یافت نشد
fi: Suuri urheilutapahtuma -kohteita ei löytynyt
fr: Les éléments de l’événement majeur n’ont pas été trouvés
ko: 주요경기대회 항목을 찾을 수 없습니다
lv: Galvenā notikuma vienumi netika atrasti
nl: De Major Event items werden niet gevonden
pl: Nie znaleziono przedmiotów związanych z ważnym wydarzeniem
pt: Os itens do Evento Principal não foram encontrados
ru: Элементы главного события не найдены
sk: Položky hlavnej udalosti neboli nájdené
sr: Stavke glavnog događaja nisu pronađene
sw: Vipengee vya Tukio Kuu havikupatikana
tr: Büyük Etkinlik öğeleri bulunamadı

# rolesNotFoundMsg
source: Error [ROLES_NOT_FOUND]
am: ስህተት [ROLES_NOT_FOUND]
ar: خطأ [ ROLES_NOT_FOUND ]
az: Xəta [ROLES_NOT_FOUND]
bg: Грешка [ROLES_NOT_FOUND]
et: Viga [ROLES_NOT_FOUND]
fa_ir: خطا [ROLES_NOT_FOUND]
fi: Virhe [ROLES_NOT_FOUND]
fr: Erreur [ROLES_NOT_FOUND]
ko: [ROLES_NOT_FOUND] 오류
lv: Kļūda [ROLES_NOT_FOUND]
nl: Fout [ROLES_NOT_FOUND]
pl: Błąd [ROLES_NOT_FOUND]
pt: Erro [ROLES_NOT_FOUND]
ru: Ошибка [ROLES_NOT_FOUND]
sk: Chyba [ROLES_NOT_FOUND]
sr: Greška [ROLES_NOT_FOUND]
sw: Hitilafu [ROLES_NOT_FOUND]
tr: Hata [ROLES_NOT_FOUND]

# logoNotFoundMsg
source: Error [LOGO_NOT_FOUND]
am: ስህተት [LOGO_NOT_FOUND]
ar: خطأ [ LOG_NOT_FOUND ]
az: Xəta [LOGO_NOT_FOUND]
bg: Грешка [LOGO_NOT_FOUND]
et: Viga [LOGO_NOT_FOUND]
fa_ir: خطا [LOGO_NOT_FOUND]
fi: Virhe [LOGO_NOT_FOUND]
fr: Erreur [LOGO_NOT_FOUND]
ko: [LOGO_NOT_FOUND] 오류
lv: Kļūda [LOGO_NOT_FOUND]
nl: Fout [LOGO_NOT_FOUND]
pl: Błąd [LOGO_NOT_FOUND]
pt: Erro [LOGO_NOT_FOUND]
ru: Ошибка [LOGO_NOT_FOUND]
sk: Chyba [LOGO_NOT_FOUND]
sr: Greška [LOGO_NOT_FOUND]
sw: Hitilafu [LOGO_HAIJAPATIKANA]
tr: Hata [LOGO_NOT_FOUND]

# userAccountNotFoundMsg
source: Error [USER_ACCOUNT_NOT_FOUND]
am: ስህተት [USER_ACCOUNT_NOT_FOUND]
ar: خطأ [ USER_ACCOUNT_NOT_FOUND ]
az: Xəta [USER_ACCOUNT_NOT_FOUND]
bg: Грешка [USER_ACCOUNT_NOT_FOUND]
et: Viga [USER_ACCOUNT_NOT_FOUND]
fa_ir: خطا [USER_ACCOUNT_NOT_FOUND]
fi: Virhe [USER_ACCOUNT_NOT_FOUND]
fr: Erreur [USER_ACCOUNT_NOT_FOUND]
ko: [USER_ACCOUNT_NOT_FOUND] 오류
lv: Kļūda [USER_ACCOUNT_NOT_FOUND]
nl: Fout [USER_ACCOUNT_NOT_FOUND]
pl: Błąd [USER_ACCOUNT_NOT_FOUND]
pt: Erro [USER_ACCOUNT_NOT_FOUND]
ru: Ошибка [USER_ACCOUNT_NOT_FOUND]
sk: Chyba [USER_ACCOUNT_NOT_FOUND]
sr: Greška [USER_ACCOUNT_NOT_FOUND]
sw: Hitilafu [USER_ACCOUNT_NOT_FOUND]
tr: Hata [USER_ACCOUNT_NOT_FOUND]

# testingOrderNotFoundMsg
source: The Testing Order was not found
am: የሙከራ ትዕዛዙ አልተገኘም።
ar: لم يتم ايجاد أمر الاختبار
az: Test Sifarişi tapılmadı
bg: Поръчката за тестване не беше намерена
es: No se ha encontrado la Orden de Misión
et: Testimistellimust ei leitud
fa_ir: دستور تست پیدا نشد
fi: Testimääräystä ei löytynyt
fr: L’ordre de test est introuvable
ko: 검사지시서를 찾을 수 없습니다
lv: Pārbaudes pasūtījums netika atrasts
nl: De testopdracht is niet gevonden
pl: Nie znaleziono rozkazu testowania
pt: A Ordem de Teste não foi encontrada
ru: Приказ о тестировании не найден
sk: Testovací príkaz nebol nájdený
sr: Redosled testiranja nije pronađen
sw: Agizo la Jaribio halikupatikana
tr: Test Siparişi bulunamadı

# athleteNotFoundMsg
source: The athlete was not found
am: አትሌቱ አልተገኘም።
ar: لم يتم العثور على الرياضي
az: İdmançı tapılmayıb
bg: Спортистът не е намерен
es: El atleta no fue encontrado
et: Sportlast ei leitud
fa_ir: ورزشکار پیدا نشد
fi: Urheilijaa ei löytynyt
fr: Aucun sportif trouvé
ko: 선수를 찾을 수 없습니다
lv: Sportists netika atrasts
nl: De atleet werd niet gevonden
pl: Nie znaleziono sportowca
pt: O atleta não foi encontrado
ru: Спортсмен не найден
sk: Športovec nebol nájdený
sr: Sportista nije pronađen
sw: Mwanariadha hakupatikana
tr: sporcu bulunamadı

# testPoolParticipantNotFoundMsg
source: The Test Pool Participant was not found
am: የሙከራ ገንዳው ተሳታፊ አልተገኘም።
ar: لم يتم ايجاد مشارك اختبار مستودع الاختبار
az: Test Pool İştirakçısı tapılmadı
bg: Участникът в тестовата група не беше намерен
es: No se ha encontrado el Participante del Grupo de Control
et: Testbasseinis osalejat ei leitud
fa_ir: شرکت کننده در استخر آزمون پیدا نشد
fi: Testauspooliin kuuluvaa ei löytynyt
fr: Le participant au pool de test est introuvable
ko: 검사 풀 대상자를 찾을 수 없습니다.
lv: Pārbaudes kopas dalībnieks netika atrasts
nl: De Test Pool deelnemer werd niet gevonden
pl: Nie znaleziono uczestnika puli testowej
pt: O Participante do Test Pool não foi encontrado
ru: Участник тестового пула не найден
sk: Účastník testovacej skupiny nebol nájdený
sr: Učesnik probnog bazena nije pronađen
sw: Mshiriki wa Dimbwi la Jaribio hakupatikana
tr: Test Havuzu Katılımcısı bulunamadı

# stateTranslationNotFoundMsg
source: Error [STATE_TRANSLATION_NOT_FOUND]
am: ስህተት [STATE_TRANSLATION_NOT_FOUND]
ar: خطأ [ STATE_TRANSLATION_NOT_FOUND ]
az: Xəta [STATE_TRANSLATION_NOT_FOUND]
bg: Грешка [STATE_TRANSLATION_NOT_FOUND]
et: Viga [STATE_TRANSLATION_NOT_FOUND]
fa_ir: خطا [STATE_TRANSLATION_NOT_FOUND]
fi: Virhe [STATE_TRANSLATION_NOT_FOUND]
fr: Erreur [STATE_TRANSLATION_NOT_FOUND]
ko: [STATE_TRANSLATION_NOT_FOUND] 오류
lv: Kļūda [STATE_TRANSLATION_NOT_FOUND]
nl: Fout [STATE_TRANSLATION_NOT_FOUND]
pl: Błąd [STATE_TRANSLATION_NOT_FOUND]
pt: Erro [STATE_TRANSLATION_NOT_FOUND]
ru: Ошибка [STATE_TRANSLATION_NOT_FOUND]
sk: Chyba [STATE_TRANSLATION_NOT_FOUND]
sr: Greška [STATE_TRANSLATION_NOT_FOUND]
sw: Hitilafu [STATE_TRANSLATION_NOT_FOUND]
tr: Hata [STATE_TRANSLATION_NOT_FOUND]

# unsuccessfulAttemptNotFoundMsg
source: The Unsuccessful Attempt was not found
am: ያልተሳካው ሙከራ አልተገኘም።
ar: لم يتم ايجاد محاولة غير ناجحة
az: Uğursuz cəhd tapılmadı
bg: Неуспешният опит не беше намерен
es: No se encontró el intento fallido
et: Ebaõnnestunud katset ei leitud
fa_ir: تلاش ناموفق پیدا نشد
fi: Urheilijaa ei tavoitettu testiin -tietoa ei löytynyt
fr: La tentative infructueuse est introuvable
ko: 시도실패를 찾을 수 없습니다.
lv: Neveiksmīgais mēģinājums netika atrasts
nl: De mislukte poging werd niet gevonden
pl: Nie znaleziono nieudanej próby
pt: A tentativa mal sucedida não foi encontrada
ru: Неудачная попытка не найдена
sk: Neúspešný pokus nebol nájdený
sr: Neuspeli pokušaj nije pronađen
sw: Jaribio lisilofanikiwa halikupatikana
tr: Başarısız Girişim bulunamadı

# completionLevelParticipantNotFoundMsg
source: Error [COMPLETION_LEVEL_PARTICIPANT_NOT_FOUND]
am: ስህተት [COMPLETION_LEVEL_PARTICIPANT_NOT_FOUND]
ar: خطأ [ COMPLETION_LEVEL_PARTIPANT_NOT_FOUND ]
az: Xəta [COMPLETION_LEVEL_PARTICIPANT_NOT_FOUND]
bg: Грешка [COMPLETION_LEVEL_PARTICIPANT_NOT_FOUND]
et: Viga [COMPLETION_LEVEL_PARTICIPANT_NOT_FOUND]
fa_ir: خطا [COMPLETION_LEVEL_PARTICIPANT_NOT_FOUND]
fi: Virhe [COMPLETION_LEVEL_PARTICIPANT_NOT_FOUND]
fr: Erreur [COMPLETION_LEVEL_PARTICIPANT_NOT_FOUND]
ko: [COMPLETION_LEVEL_PARTICIPANT_NOT_FOUND] 오류
lv: Kļūda [COMPLETION_LEVEL_PARTICIPANT_NOT_FOUND]
nl: Fout [COMPLETION_LEVEL_PARTICIPANT_NOT_FOUND]
pl: Błąd [COMPLETION_LEVEL_PARTICIPANT_NOT_FOUND]
pt: Erro [COMPLETION_LEVEL_PARTICIPANT_NOT_FOUND]
ru: Ошибка [COMPLETION_LEVEL_PARTICIPANT_NOT_FOUND]
sk: Chyba [COMPLETION_LEVEL_PARTICIPANT_NOT_FOUND]
sr: Greška [COMPLETION_LEVEL_PARTICIPANT_NOT_FOUND]
sw: Hitilafu [COMPLETION_LEVEL_PARTICIPANT_NOT_FOUND]
tr: Hata [COMPLETION_LEVEL_PARTICIPANT_NOT_FOUND]

# addressNotBoundToAthleteAgentMsg
source: The address is unregistered for the Athlete Agent
am: አድራሻው ለአትሌት ወኪል አልተመዘገበም።
ar: العنوان غير مسجل بالنسبة للرياضيين العميل
az: Ünvan Atlet Agenti üçün qeydiyyatdan keçməyib
bg: Адресът е нерегистриран за Athlete Agent
es: La dirección no está registrada para el Agente del Atleta
et: Aadress on sportlase agendi jaoks registreerimata
fa_ir: آدرس برای نماینده ورزشکار ثبت نشده است
fi: Urheilijan agentin osoitetta ei ole rekisteröity
fr: L’adresse n’est pas enregistrée pour l’agent de l’athlète
ko: 선수 소속사에 주소가 등록되지 않았습니다.
lv: Adrese sportista aģentam nav reģistrēta
nl: Het adres is niet geregistreerd voor de Atleet Agent
pl: Adres jest niezarejestrowany dla agenta sportowców
pt: O endereço não está registrado para o Agente Atleta
ru: Адрес не зарегистрирован для агента спортсмена
sk: Adresa je neregistrovaná pre zástupcu športovca
sr: Adresa je neregistrovana za sportskog agenta
sw: Anwani haijasajiliwa kwa Wakala wa Mwanariadha
tr: Atlet Temsilcisinin adresi kayıtlı değil

# addressNotBoundToActivePersonMsg
source: The address is unregistered for the Active Person
am: አድራሻው ለንቁ ሰው አልተመዘገበም።
ar: تم الغاء تسجيل العنوان للشخص الفعال
az: Ünvan Aktiv Şəxs üçün qeydiyyatdan keçmir
bg: Адресът е нерегистриран за Активното лице
es: La dirección no está registrada para la Persona Activa
et: Aadress on aktiivse inimese jaoks registreerimata
fa_ir: آدرس برای شخص فعال ثبت نشده است
fi: Aktiivisen henkilön osoitetta ei ole rekisteröity
fr: L’adresse n’est pas enregistrée pour la personne active
ko: 활성화된 사람에 주소가 등록되지 않았습니다.
lv: Adrese Aktīvajai personai nav reģistrēta
nl: Het adres is niet geregistreerd voor de actieve persoon
pl: Adres jest niezarejestrowany dla Osoby Aktywnej
pt: O endereço não está registrado para a pessoa ativa
ru: Адрес не зарегистрирован для активного лица
sk: Adresa je pre aktívnu osobu neregistrovaná
sr: Adresa je neregistrovana za aktivnu osobu
sw: Anwani haijasajiliwa kwa Mtu Anayetumika
tr: Adres, Aktif Kişi için kayıtlı değil
