Repository: NandhineeR/WADA
Catalog: wada-ama-testcenter-web-57718053929f/wada-ama-testcenter-web-57718053929f/src/i18n/messages.*.xlf
Languages: am, ar, az, bg, es, et, fa_ir, fi, fr, ko, lv, nl, pl, pt, ru, sk, sr, sw, tr

# changeTestingOrderNumberOverrideWarning
source: Assigning this Doping Control Form to a Testing Order will override some DCF fields with the values from the Testing Order.
am: ይህንን የዶፒንግ መቆጣጠሪያ ቅጽ ለሙከራ ማዘዣ መመደብ አንዳንድ የDCF መስኮችን ከሙከራ ትዕዛዙ ዋጋዎች ይሽራል።
ar: سيؤدي تعيين نموذج مراقبة المنشطات هذا لأمر اختبار إلى تجاوز بعض حقول DCF بالقيم من أمر الاختبار.
az: Bu Dopinq Nəzarəti Formasının Test Sifarişinə təyin edilməsi bəzi DCF sahələrini Test Sifarişindəki dəyərlərlə əvəz edəcək.
bg: Прехвърлянето на този формуляр за допинг контрол към заповед за тестване ще замени някои полета от ФДК със стойностите от заповедта за тестване.
es: Asignar este Formulario de Control de Dopaje a una Orden de Prueba anulará algunos campos del DCF con los valores de la Orden de Prueba.
et: Selle dopingukontrollivormi määramine testimiskorraldusele alistab mõned DCF-i väljad testimiskorralduse väärtustega.
fa_ir: تخصیص این فرم کنترل دوپینگ به یک دستور تست، برخی از فیلدهای DCF را با مقادیر دستور تست لغو می کند.
fi: Tämän Dopingtestipöytäkirjan (DCF) liittäminen Testimääräykseen aiheuttaa sen, että osa Dopingtestipöytäkirjan kentistä korvautuu Testimääräyksen tiedoilla.
fr: Assigner ce formulaire de contrôle du dopage à un ordre de mission remplacera certains champs du FCD par les valeurs de celui ci.
ko: 이 도핑검사서를 검사지시서에 지정하면 일부 DCF 필드가 검사지시서에 입력된 값으로 대체됩니다.
lv: Piešķirot šo dopinga kontroles veidlapu pārbaudes rīkojumam, daži DCF lauki tiks ignorēti ar vērtībām no pārbaudes rīkojuma.
nl: Door dit dopingcontroleformulier aan een testopdracht toe te wijzen, worden sommige DCF-velden overschreven met de waarden van de testopdracht.
pl: Przypisanie tego formularza kontroli antydopingowej do zlecenia badania spowoduje nadpisanie niektórych pól DCF wartościami z polecenia kontroli.
pt: Atribuir este formulário de controle de doping a um pedido de teste substituirá alguns campos do DCF com os valores do pedido de teste.
ru: Прикрепление этого протокола допинг-контроля к Распоряжению на тестирование заменит значения некоторых полей DCF значениями из Распоряжения на тестирования.
sk: Priradenie tohto formulára dopingovej kontroly k príkazu na testovanie prepíše niektoré polia DCF hodnotami z príkazu na testovanie.
sr: Додељивање овог обрасца за контролу допинга налогу за тестирање замениће нека поља ДЦФ вредностима из налога за тестирање.
sw: Kukabidhi Fomu hii ya Kudhibiti Udhibiti wa Dawa za Kulevya kwa Agizo la Majaribio kutabatilisha baadhi ya nyuga za DCF kwa thamani kutoka kwa Agizo la Majaribio.
tr: Bu Doping Kontrol Formunu bir Test Siparişine atamak, bazı DCF alanlarını Test Siparişindeki değerlerle geçersiz kılacaktır.

# yesAssignTestingOrder_uppercase
source: YES, ASSIGN Testing Order
am: አዎ፣ የሙከራ ትዕዛዝ መድቡ
ar: نعم، قم بتعيين أمر الاختبار
az: BƏLİ, Sınaq Sifarişini Təyin Edin
bg: ДА, НАЗАДАЙТЕ поръчка за тестване
es: SÍ, ASIGNAR orden de prueba
et: JAH, MÄÄRA testimistellimus
fa_ir: بله، سفارش تست تعیین شود
fi: KYLLÄ, liitä Testimääräys
fr: OUI, ASSIGNER l'ordre de test
ko: 예, 검사지지서 배정
lv: JĀ, PIEŠĶIRT pārbaudes pasūtījumu
nl: JA, wijs controleopdracht toe
pt: SIM, ATRIBUIR Ordem de Teste
ru: ДА, НАЗНАЧИТЬ Распоряжение на тестирование
sk: ÁNO, PRIDAJTE príkaz na testovanie
sr: DA, DODELI nalog za testiranje
sw: NDIYO, KAWAIDA Agizo la Kupima
tr: EVET, Görev Emrini Ata

# cancel_uppercase
source: CANCEL
am: መሰረዝ
ar: إلغاء
az: Ləğv et
bg: Отменяне
es: Cancelar
et: Tühista
fa_ir: لغو کنید
fi: PERUUTA
fr: ANNULER
ko: 취소
lv: ATCELT
nl: Annuleer
pl: Anuluj
pt: Cancelar
ru: ОТМЕНА
sk: Zrušiť
sr: Otkaži
sw: Usikubali
tr: İptal et

source: Change
am: ለውጥ
ar: يتغيرون
az: Dəyişmək
bg: Промяна
es: Cambiar
et: Muuta
fa_ir: تغییر دادن
fi: Muuta
fr: Changer
ko: 변경
lv: Mainīt
nl: Verandering
pl: Zmiana
pt: mudança
ru: Изменить
sk: Zmeniť
sr: Промена
sw: Badilika
tr: Değişiklik

# changeTestingOrderNumber_uppercase
source: CHANGE TESTING ORDER NUMBER
am: የፍተሻ ትዕዛዝ ቁጥርን ቀይር
ar: تغيير رقم طلب الاختبار
az: SINAQ SİFARİŞ NÖMRƏSİNİ DƏYİŞİN
bg: ПРОМЯНА НОМЕР НА ЗАПОВЕД ЗА ТЕСТВАНЕ
es: CAMBIAR EL NÚMERO DE ORDEN DE LAS PRUEBAS
et: TESTIMISE TELLIMISE NUMBRI MUUTMINE
fa_ir: شماره سفارش آزمایش را تغییر دهید
fi: MUUTA TESTIMÄÄRÄYSTÄ NUMERO
fr: CHANGER DE NUMERO D'ORDRE DE MISSION
ko: 검사지시서 번호 변경
lv: MAINĪT TESTĒŠANAS PASŪTĪJUMA NUMURU
nl: WIJZIG HET TESTORDERNUMMER
pl: ZMIEŃ NUMER ZAMÓWIENIA BADANIA
pt: ALTERAR NÚMERO DE PEDIDO DE TESTE
ru: ИЗМЕНИТЬ НОМЕР РАСПОРЯЖЕНИЯ НА ТЕСТИРОВАНИЕ
sk: ZMENA ČÍSLA OBJEDNÁVKY TESTOVANIA
sr: ПРОМЕНИ БРОЈ НАРУЏБЕ
sw: BADILISHA NAMBA YA AGIZO LA KUJARIBU
tr: TEST SİPARİŞ NUMARASINI DEĞİŞTİR

# changeTestingOrderNumberXQuestion
source: Are you sure you want to change Testing Order number {{currentTestingOrderId}?
am: እርግጠኛ ነዎት የሙከራ ትዕዛዝ ቁጥር መቀየር ይፈልጋሉ {{currentTestingOrderId}?
ar: هل أنت متأكد أنك تريد تغيير رقم أمر الاختبار {{currentTestingOrderId} ؟
az: Sınaq Sifariş nömrəsini dəyişmək istədiyinizə əminsiniz {{currentTestingOrderId} ?
bg: Наистина ли искате да промените номера на заповедта за тестване {{currentTestingOrderId}?
es: ¿Está seguro de que desea cambiar el número de pedido de prueba? {{currentTestingOrderId} ?
et: Kas olete kindel, et soovite testimistellimuse numbrit muuta? {{currentTestingOrderId} ?
fa_ir: آیا مطمئن هستید که میخواهید شماره سفارش نمونه گیری {{currentTestingOrderId}را تغییر دهید؟
fi: Haluatko varmasti muuttaa Testimääräystä numero {{currentTestingOrderId} ?
fr: Êtes-vous sûr de vouloir changer le numéro de l'ordre de mission {{currentTestingOrderId}?
ko: 검사지시서 번호 {{currentTestingOrderId}를 정말 변경하시겠습니까? ?
lv: Vai tiešām vēlaties mainīt pārbaudes pasūtījuma numuru? {{currentTestingOrderId} ?
nl: Weet je zeker dat je het testordernummer wilt wijzigen? {{currentTestingOrderId}?
pl: Czy na pewno chcesz zmienić numer zlecenia testowego? {{currentTestingOrderId} ?
pt: Tem certeza de que deseja alterar o número do pedido de teste {{currentTestingOrderId}?
ru: Вы действительно хотите изменить номер Распоряжения на тестирование {{currentTestingOrderId}?
sk: Naozaj chcete zmeniť číslo testovacej objednávky? {{currentTestingOrderId} ?
sr: Да ли сте сигурни да желите да промените број налога за тестирање {{currentTestingOrderId} ?
sw: Je, una uhakika unataka kubadilisha nambari ya Agizo la Kujaribu {{currentTestingOrderId} ?
tr: Test Siparişi numarasını değiştirmek istediğinizden emin {{currentTestingOrderId}misiniz?

# yesChangeTestingOrder_uppercase
source: YES, CHANGE TESTING ORDER
am: አዎ፣ የሙከራ ትዕዛዝ ቀይር
ar: نعم ، قم بتغيير ترتيب الاختبار
az: BƏLİ, SINAQ SİPARİŞİNİ DƏYİŞİN
bg: ДА, ПРОМЕНИ ЗАПОВЕД ЗА ТЕСТВАНЕ
es: SÍ, CAMBIAR EL ORDEN DE LAS PRUEBAS
et: JAH, MUUTA KATSEKORD
fa_ir: بله، ترتیب آزمایش را تغییر دهید
fi: KYLLÄ, MUUTA TESTIMÄÄRÄYSTÄ
fr: OUI, MODIFIER L'ORDRE DE MISSION
ko: 예, 검사지시서 변경하기
lv: JĀ, MAINĪT TESTĒŠANAS KĀRTĪBU
nl: JA, WIJZIG DE TESTVOLGORDE
pl: TAK, ZMIEŃ KOLEJNOŚĆ BADANIA
pt: SIM, ALTERAR A ORDEM DE TESTE
ru: ДА, ИЗМЕНИТЬ РАСПОРЯЖЕНИЕ НА ТЕСТИРОВАНИЕ
sk: ÁNO, ZMENIŤ SKÚŠOBNÚ OBJEDNÁVKU
sr: ДА, ПРОМЕНИТЕ НАЛОГ ЗА ТЕСТИРАЊЕ
sw: NDIYO, BADILI AMRI YA KUJARIBU
tr: EVET, TEST SIRASINI DEĞİŞTİR

source: Change Sample
am: ናሙና ቀይር
ar: تغيير العينة
az: Nümunəni dəyişdirin
bg: Промяна на пробата
es: Cambiar muestra
et: Proovi muutmine
fa_ir: تغییر نمونه
fi: Vaihda näyte
fr: Changer d'échantillon
ko: 시료 변경
lv: Mainīt paraugu
nl: Verander monster
pl: Zmień próbkę
pt: Amostra de mudança
ru: Изменить пробу
sk: Zmeniť vzorku
sr: Промените узорак
sw: Badilisha Sampuli
tr: Örneği Değiştir

# sampleHasAdverseResult
source: This sample has an adverse result.
am: ይህ ናሙና አሉታዊ ውጤት አለው.
ar: هذه العينة لها نتيجة سلبية.
az: Bu nümunənin mənfi nəticəsi var.
bg: Тази проба има неблагоприятен аналитичен резултат.
es: Esta muestra tiene un resultado adverso.
et: Sellel proovil on ebasoodne tulemus.
fa_ir: این نمونه نتیجه نامطلوب دارد.
fi: Tällä näytteellä on positiivinen tulos.
fr: Cet échantillon a un résultat négatif.
ko: 이 시료는 비정상 결과가 있습니다.
lv: Šim paraugam ir nelabvēlīgs rezultāts.
nl: Dit monster heeft een negatief resultaat.
pl: Ta próbka ma negatywny wynik.
pt: Esta amostra tem um resultado adverso.
ru: Данная проба связана с положительным результатом анализа.
sk: Táto vzorka má nepriaznivý výsledok.
sr: Овај узорак има лош резултат.
sw: Sampuli hii ina matokeo mabaya.
tr: Bu örneğin olumsuz bir sonucu var.

# warningBreakingOlderMatch
source: You are about to break the match on a DCF that is older than {{ dcfRetentionPeriod }} months. Please note that unmatched DCFs older than {{ dcfRetentionPeriod }} months will be deleted.
am: ከዕድሜ በላይ በሆነ ዲሲኤፍ ላይ ጨዋታውን ልታቋርጡ ነው። {{ dcfRetentionPeriod }} ወራት. እባኮትን ያልተመሳሰለ የዲሲኤፍኤዎች እድሜ በላይ መሆኑን ልብ ይበሉ {{ dcfRetentionPeriod }} ወራት ይሰረዛሉ.
ar: أنت على وشك كسر المباراة على DCF التي يزيد عمرها عن {{ dcfRetentionPeriod }} أشهر. يرجى ملاحظة أنه سيتم حذف ملفات DCFs التي لا مثيل لها والتي مضى عليها أكثر من {{ dcfRetentionPeriod }} أشهر.
az: Siz daha köhnə olan DCF-də matçı pozmaq üzrəsiniz {{ dcfRetentionPeriod }} ay. Lütfən, nəzərə alın ki, daha köhnə olan bənzərsiz DCF-lər {{ dcfRetentionPeriod }} aylar silinəcək.
bg: На път сте да прекъснете мача на DCF, който е по-стар от {{ dcfRetentionPeriod }} месеца. Моля, имайте предвид, че несравнимите DCF по-стари от {{ dcfRetentionPeriod }} месеца ще бъдат изтрити.
es: Estás a punto de interrumpir el partido en un DCF que tiene más de {{ dcfRetentionPeriod }} meses. Tenga en cuenta que los DCF no coincidentes anteriores a {{ dcfRetentionPeriod }} meses serán eliminados.
et: Olete murdmas mängu DCF-iga, mis on vanem kui {{ dcfRetentionPeriod }} kuud. Pange tähele, et tasakaalustamata DCF-id, mis on vanemad kui {{ dcfRetentionPeriod }} kuud kustutatakse.
fa_ir: شما در شرف تغییر دادن انطباقDCF که قدیمی تر از {{ dcfRetentionPeriod }} ماه پیش بوده هستید.لطفاً توجه داشته باشید که DCF های نا منطبق قدیمی تر از {{ dcfRetentionPeriod }} ماه حذف خواهد شد
fi: Olet poistamassa yhdistämisen DCF:ltä, joka on vanhempi kuin {{ dcfRetentionPeriod }} kuukautta. Huomaa, että ne DCF:t poistetaan, jotka eivät ole yhdistyneet ja ovat yli {{ dcfRetentionPeriod }} kuukautta vanhoja.
fr: Vous êtes sur le point de rompre la concordance sur un DCF datant de plus de {{ dcfRetentionPeriod }} mois.Veuillez noter que les FCD non appariés datant de plus de {{ dcfRetentionPeriod }} mois seront supprimés.
ko: {{ dcfRetentionPeriod }} 개월 이상 지난 DCF의 일치를 해제하려고 합니다.{{ dcfRetentionPeriod }} 개월 이상 지난 일치하지 않는 DCF는 삭제됩니다.
lv: Jūs gatavojaties pārtraukt spēli DCF, kas ir vecāks par {{ dcfRetentionPeriod }} mēnešus. Lūdzu, ņemiet vērā, ka nesaskaņotie DCF ir vecāki par {{ dcfRetentionPeriod }} mēneši tiks dzēsti.
nl: Je wil een koppeling verbreken voor een DCF dat ouder is dan {{ dcfRetentionPeriod }} maanden. Houd er rekening mee dat niet gekoppelde DCF's ouder dan {{ dcfRetentionPeriod }} maanden verwijderd worden.
pl: Zamierzasz przerwać dopasowanie w DCF, które jest starsze niż {{ dcfRetentionPeriod }} miesięcy. Należy pamiętać, że niedopasowane DCF starsze niż {{ dcfRetentionPeriod }} miesięcy zostaną usunięte.
pt: Você está prestes a interromper a partida em um DCF mais antigo que {{ dcfRetentionPeriod }} meses. Observe que DCFs incomparáveis com mais de {{ dcfRetentionPeriod }} meses serão excluídos.
ru: Вы собираетесь отменить сопоставление для DCF, который создан более {{ dcfRetentionPeriod }} мес. назад Обратите внимание, что несопоставленные DCF старше {{ dcfRetentionPeriod }} мес. будут удалены.
sk: Chystáte sa prerušiť zápas na DCF, ktorý je starší ako {{ dcfRetentionPeriod }} mesiacov. Upozorňujeme, že neprekonané DCF staršie ako {{ dcfRetentionPeriod }} mesiace budú vymazané.
sr: Uskoro ćete prekinuti meč na DCF koji je stariji od {{ dcfRetentionPeriod }} meseci. Imajte na umu da će neuporedivi DCF-ovi stariji od {{ dcfRetentionPeriod }} meseci biti izbrisani.
sw: Unakaribia kuvunja mechi kwenye DCF ambayo ni ya zamani kuliko {{ dcfRetentionPeriod }} miezi. Tafadhali kumbuka kuwa DCF ambazo hazilinganishwi ni za zamani kuliko {{ dcfRetentionPeriod }} miezi itafutwa.
tr: {{ dcfRetentionPeriod }} aydan eski bir DKF'nin eşleşmesini kaldırmak üzeresiniz.{{ dcfRetentionPeriod }} aydan daha eski olan eşleşmeyen DKF'lerin silineceğini lütfen unutmayın.

# breakMatchForSampleXQuestion
source: Are you sure you want to {{ translations$ | getSampleCorrector:sampleTargetField | async }} for {{ translations$ | getSampleType:currentSampleType | async | lowercase}} sample {{ currentSampleCode }}?
am: እርግጠኛ ኖት ይፈልጋሉ {{ translations$ | getSampleCorrector:sampleTargetField | async }} ለ {{ translations$ | getSampleType:currentSampleType | async | lowercase}} ናሙና {{ currentSampleCode }}?
ar: هل أنت متأكد أنك تريد{{ translations$ | getSampleCorrector:sampleTargetField | async }} إلى عن على{{ translations$ | getSampleType:currentSampleType | async | lowercase}} عينة{{ currentSampleCode }} ؟
az: İstədiyinizə əminsiniz{{ translations$ | getSampleCorrector:sampleTargetField | async }} üçün{{ translations$ | getSampleType:currentSampleType | async | lowercase}} nümunə{{ currentSampleCode }} ?
bg: Сигурни ли се, че искате да {{ translations$ | getSampleCorrector:sampleTargetField | async }} за {{ translations$ | getSampleType:currentSampleType | async | lowercase}} проба{{ currentSampleCode }} ?
es: ¿Estás seguro de que quieres {{ translations$ | getSampleCorrector:sampleTargetField | async }} para la muestra de {{ translations$ | getSampleType:currentSampleType | async | lowercase}} {{ currentSampleCode }} ?
et: Kas soovite kindlasti{{ translations$ | getSampleCorrector:sampleTargetField | async }} jaoks{{ translations$ | getSampleType:currentSampleType | async | lowercase}} proov{{ currentSampleCode }} ?
fa_ir: آیا مطمئنی که می خواهی{{ translations$ | getSampleCorrector:sampleTargetField | async }} برای{{ translations$ | getSampleType:currentSampleType | async | lowercase}} نمونه{{ currentSampleCode }} ?
fi: Oletko varma että haluat{{ translations$ | getSampleCorrector:sampleTargetField | async }}{{ translations$ | getSampleType:currentSampleType | async | lowercase}} näytelle{{ currentSampleCode }} ?
fr: Etes-vous sûr de vouloir {{ translations$ | getSampleCorrector:sampleTargetField | async }} pour {{ translations$ | getSampleType:currentSampleType | async | lowercase}} échantillon {{ currentSampleCode }}?
ko: {{ translations$ | getSampleType:currentSampleType | async | lowercase}} 샘플 {{ currentSampleCode }}에 대해 {{ translations$ | getSampleCorrector:sampleTargetField | async }} 을 (를) 원하십니까?
lv: Vai tiešām vēlaties?{{ translations$ | getSampleCorrector:sampleTargetField | async }} priekš{{ translations$ | getSampleType:currentSampleType | async | lowercase}} paraugs{{ currentSampleCode }} ?
nl: Weet je zeker dat je wil {{ translations$ | getSampleCorrector:sampleTargetField | async }} voor {{ translations$ | getSampleType:currentSampleType | async | lowercase}} monster {{ currentSampleCode }}?
pl: Czy na pewno chcesz{{ translations$ | getSampleCorrector:sampleTargetField | async }} dla{{ translations$ | getSampleType:currentSampleType | async | lowercase}} próba{{ currentSampleCode }} ?
pt: Você tem certeza que quer{{ translations$ | getSampleCorrector:sampleTargetField | async }} para{{ translations$ | getSampleType:currentSampleType | async | lowercase}} amostra{{ currentSampleCode }} ?
ru: Вы уверены, что хотите {{ translations$ | getSampleCorrector:sampleTargetField | async }} на {{ translations$ | getSampleType:currentSampleType | async | lowercase}} для пробы {{ currentSampleCode }}?
sk: Si si istý, že chceš{{ translations$ | getSampleCorrector:sampleTargetField | async }} pre{{ translations$ | getSampleType:currentSampleType | async | lowercase}} vzorka{{ currentSampleCode }} ?
sr: Да ли сте сигурни да желите да{{ translations$ | getSampleCorrector:sampleTargetField | async }} за{{ translations$ | getSampleType:currentSampleType | async | lowercase}} узорак{{ currentSampleCode }} ?
sw: Je, una uhakika unataka{{ translations$ | getSampleCorrector:sampleTargetField | async }} kwa{{ translations$ | getSampleType:currentSampleType | async | lowercase}} sampuli{{ currentSampleCode }} ?
tr: İstediğine emin misin{{ translations$ | getSampleCorrector:sampleTargetField | async }} için{{ translations$ | getSampleType:currentSampleType | async | lowercase}} örneklem{{ currentSampleCode }} ?

# changeTargetFieldXForSampleXQuestion
source: Are you sure you want to change the {{ translations$ | getSampleCorrector:sampleTargetField | async }} for {{ translations$ | getSampleType:currentSampleType | async | lowercase}} sample {{ currentSampleCode }}?
am: እርግጠኛ ነዎት መለወጥ ይፈልጋሉ {{ translations$ | getSampleCorrector:sampleTargetField | async }} ለ {{ translations$ | getSampleType:currentSampleType | async | lowercase}} ናሙና {{ currentSampleCode }}?
ar: هل أنت متأكد أنك تريد تغيير{{ translations$ | getSampleCorrector:sampleTargetField | async }} إلى عن على{{ translations$ | getSampleType:currentSampleType | async | lowercase}} عينة{{ currentSampleCode }} ؟
az: dəyişdirmək istədiyinizə əminsiniz{{ translations$ | getSampleCorrector:sampleTargetField | async }} üçün{{ translations$ | getSampleType:currentSampleType | async | lowercase}} nümunə{{ currentSampleCode }} ?
bg: Наистина ли искате да промените {{ translations$ | getSampleCorrector:sampleTargetField | async }} за {{ translations$ | getSampleType:currentSampleType | async | lowercase}} проба {{ currentSampleCode }}?
es: ¿Estás seguro de que quieres cambiar la muestra de {{ translations$ | getSampleCorrector:sampleTargetField | async }} por la de {{ translations$ | getSampleType:currentSampleType | async | lowercase}} {{ currentSampleCode }} ?
et: Kas olete kindel, et soovite seda muuta{{ translations$ | getSampleCorrector:sampleTargetField | async }} jaoks{{ translations$ | getSampleType:currentSampleType | async | lowercase}} proov{{ currentSampleCode }} ?
fa_ir: آیا مطمئن هستید که می خواهید آن را تغییر دهید{{ translations$ | getSampleCorrector:sampleTargetField | async }} برای{{ translations$ | getSampleType:currentSampleType | async | lowercase}} نمونه{{ currentSampleCode }} ?
fi: Haluatko varmasti muuttaa{{ translations$ | getSampleCorrector:sampleTargetField | async }}{{ translations$ | getSampleType:currentSampleType | async | lowercase}} näytteelle{{ currentSampleCode }} ?
fr: Êtes-vous sûr de vouloir changer le {{ translations$ | getSampleCorrector:sampleTargetField | async }} pour {{ translations$ | getSampleType:currentSampleType | async | lowercase}} exemple {{ currentSampleCode }}?
ko: {{ translations$ | getSampleType:currentSampleType | async | lowercase}} 샘플 {{ currentSampleCode }}에 대해 {{ translations$ | getSampleCorrector:sampleTargetField | async }} 을 변경하시겠습니까?
lv: Vai tiešām vēlaties mainīt{{ translations$ | getSampleCorrector:sampleTargetField | async }} priekš{{ translations$ | getSampleType:currentSampleType | async | lowercase}} paraugs{{ currentSampleCode }} ?
nl: Weet u zeker dat u het {{ translations$ | getSampleCorrector:sampleTargetField | async }} voor {{ translations$ | getSampleType:currentSampleType | async | lowercase}} monster {{ currentSampleCode }}?
pl: Czy na pewno chcesz zmienić{{ translations$ | getSampleCorrector:sampleTargetField | async }} dla{{ translations$ | getSampleType:currentSampleType | async | lowercase}} próba{{ currentSampleCode }} ?
pt: Tem certeza de que deseja alterar o{{ translations$ | getSampleCorrector:sampleTargetField | async }} para{{ translations$ | getSampleType:currentSampleType | async | lowercase}} amostra{{ currentSampleCode }} ?
ru: Вы уверены, что хотите изменить{{ translations$ | getSampleCorrector:sampleTargetField | async }} на {{ translations$ | getSampleType:currentSampleType | async | lowercase}} для пробы {{ currentSampleCode }}?
sk: Ste si istý, že chcete zmeniť{{ translations$ | getSampleCorrector:sampleTargetField | async }} pre{{ translations$ | getSampleType:currentSampleType | async | lowercase}} vzorka{{ currentSampleCode }} ?
sr: Да ли сте сигурни да желите да промените{{ translations$ | getSampleCorrector:sampleTargetField | async }} за{{ translations$ | getSampleType:currentSampleType | async | lowercase}} узорак{{ currentSampleCode }} ?
sw: Je, una uhakika unataka kubadilisha{{ translations$ | getSampleCorrector:sampleTargetField | async }} kwa{{ translations$ | getSampleType:currentSampleType | async | lowercase}} sampuli{{ currentSampleCode }} ?
tr: Değiştirmek istediğinizden emin misiniz?{{ translations$ | getSampleCorrector:sampleTargetField | async }} için{{ translations$ | getSampleType:currentSampleType | async | lowercase}} örneklem{{ currentSampleCode }} ?

source: Valid
am: የሚሰራ
ar: صالح
az: Etibarlıdır
bg: Валиден
es: Válido
et: Kehtib
fa_ir: معتبر
fi: Validi
fr: Valide
ko: 유효함
lv: Derīgs
nl: Geldig
pl: Ważny
pt: Válido(a)
ru: Действителен
sk: platný
sr: ispravno
sw: Halali
tr: Geçerli

source: Invalid
am: ልክ ያልሆነ
ar: غير صالح
az: Yanlış
bg: Невалиден
es: Inválido
et: Kehtetu
fa_ir: بی اعتبار
fi: Invalidi
fr: Non valide
ko: 유효하지 않음
lv: Nederīgs
nl: Ongeldig
pl: nieważny
pt: Inválido(a)
ru: Не действительно
sk: neplatný
sr: neispravan
sw: Batili
tr: Geçersiz

# yes_uppercaseColon
source: YES,
am: አዎ,
ar: نعم
az: HƏ,
bg: ДА,
es: SÍ,
et: JAH,
fa_ir: آره،
fi: KYLLÄ,
fr: OUI,
ko: 예,
lv: JĀ,
nl: JA,
pl: TAK,
pt: SIM,
ru: ДА,
sk: ÁNO,
sr: DA
sw: NDIYO,
tr: EVET,

# changeSample_uppercase
source: CHANGE SAMPLE
am: ናሙና ቀይር
ar: تغيير العينة
az: NÜMUNƏNİ DƏYİŞTİRİN
bg: ПРОМЯНА НА ПРОБА
es: CAMBIAR MUESTRA
et: VALIMI MUUTMINE
fa_ir: تغییر نمونه
fi: MUUTA NÄYTE
fr: EXEMPLE DE MODIFICATION
ko: 시료 변경
lv: MAINĪT PARAUGU
nl: WIJZIG VOORBEELD
pl: ZMIEŃ PRÓBKĘ
pt: ALTERAR AMOSTRA
ru: ИЗМЕНИТЬ ПРОБУ
sk: ZMENIŤ VZORKU
sr: ПРОМЕНИ УЗОРАК
sw: BADILISHA SAMPULI
tr: NUMUNEYİ DEĞİŞTİR

# errorsDetectedInFollowingFields
source: Some error(s) were detected in the following fields:
am: በሚከተሉት መስኮች አንዳንድ ስህተቶች(ዎች) ተገኝተዋል፡-
ar: تم اكتشاف بعض الأخطاء في الحقول التالية:
az: Aşağıdakı sahələrdə bəzi xəta(lar) aşkar edildi:
bg: Открити са някои грешки в следните полета:
es: Se detectaron algunos errores en los siguientes campos:
et: Järgmistes väljades tuvastati mõned vead:
fa_ir: برخی از خطاها در فیلدهای زیر شناسایی شدند:
fi: Seuraavissa kentissä havaittiin virheitä:
fr: Des erreurs ont été détectées dans les champs suivants :
ko: 다음 필드에서 일부 오류가 감지되었습니다:
lv: Dažas kļūdas tika atklātas šādos laukos:
nl: Er zijn enkele fout (en) aangetroffen in de volgende velden:
pl: Wykryto błędy w następujących polach:
pt: Alguns erros foram detectados nos seguintes campos:
ru: В следующих полях были обнаружены некоторые ошибки:
sk: Niektoré chyby boli zistené v nasledujúcich poliach:
sr: Откривене су неке грешке у следећим пољима:
sw: Baadhi ya hitilafu ziligunduliwa katika sehemu zifuatazo:
tr: Aşağıdaki alanlarda bazı hatalar tespit edildi:

source: Phone Number
am: ስልክ ቁጥር
ar: رقم الهاتف
az: Telefon nömrəsi
bg: Тел.
es: Número de teléfono
et: Telefoninumber
fa_ir: شماره تلفن
fi: Puhelinnumero
fr: N° de téléphone
ko: 전화번호
lv: Telefona numurs
nl: Telefoonnummer
pl: Numer telefonu
pt: Número de telefone
ru: Номер телефона
sk: Telefónne číslo
sr: broj telefona
sw: Nambari ya simu
tr: Telefon Numarası

source: Coach Last Name
am: የአሰልጣኝ የመጨረሻ ስም
ar: الاسم الأخير للمدرب
az: Məşqçi soyadı
bg: Фамилия на треньора
es: Apellido del entrenador
et: Treeneri perekonnanimi
fa_ir: نام خانوادگی مربی
fi: Valmentajan sukunimi
fr: Nom de famille de l’entraîneur
ko: 지도자 성
lv: Trenera uzvārds
nl: Achternaam coach
pl: Nazwisko trenera
pt: Sobrenome do treinador
ru: Фамилия тренера
sk: Priezvisko trénera
sr: Презиме тренера
sw: Jina la Kocha
tr: Koçun Soyadı
