Repository: NandhineeR/WADA
Catalog: wada-ama-testcenter-web-57718053929f/wada-ama-testcenter-web-57718053929f/src/i18n/messages.om.xlf
Languages: om_et

# mustRemoveXAthlete
source: You must remove {{ numberOfAthletesExcess }} athlete.
om_et: Buqqisuu qabda {{ numberOfAthletesExcess }} atileetii.

# mustRemoveXAthletes
source: You must remove {{ numberOfAthletesExcess }} athletes.
om_et: Buqqisuu qabda {{ numberOfAthletesExcess }} atileetota.

source: Groups
om_et: Gareewwan

# noAthleteGroupsAvailable
source: There are no athlete groups available.
om_et: Gareen atileetotaa hin jiru.

# groupsCouldNotBeRetrieved
source: The athlete groups could not be retrieved.
om_et: Gareen atileetotaa deebifamuu hin dandeenye.

# addAthlete_hyphen
source: add-athlete
om_et: atileeti dabalataa

# exceedMaximumNumberOfAthletesRemovePlaceholder
source: You have exceeded the maximum number of 99 athletes. Either remove a placeholder or create a new Testing Order.
om_et: Lakkoofsa atileetota 99 ol ta'an irra darbiteetta. Yookaan bakka qabdu haqi ykn Tartiiba Qormaataa haaraa uumi.

# placeholdersAreMissingSportD
source: One or many placeholders are missing a sport/discipline. Please add a sport/discipline to all placeholders.
om_et: Bakka qabattoonni tokko ykn baay'een ispoortii/naamusa tokko dhabaniiru. Mee ispoortii/naamusa tokko bakka qabattoota hunda irratti dabalaa.

# addPlaceholderGender
source: Select
om_et: Filuu

source: Copy
om_et: waraabuu

source: Add Analyses to Placeholders
om_et: Xiinxala gara Bakka Qabduutti Dabaluu

# orSkipAnalysesAndAddPlaceholders_lowercase
source: or skip analyses for now and add placeholders
om_et: ykn ammaaf xiinxalawwan darbitii iddoowwan itti dabali

source: Add Placeholders
om_et: Bakka Qabduu Dabaluu

# addNewPlaceholder_uppercase
source: ADD NEW PLACEHOLDER
om_et: PLACEHOLDER HAARAA DADDAALAA

# bindToAthlete_uppercase
source: BIND TO ATHLETE
om_et: atileetitti hidhuu

# searchForAthletes_uppercase
source: SEARCH FOR ATHLETES
om_et: Atileetota barbaadi

# typeAtLeast2characters
source: Type at least 2 characters in the search field
om_et: Yoo xiqqaate arfiilee 2 dirree barbaacha keessatti barreessi

# searchFailedAdamsUnavailable
source: Your search has failed because ADAMS is currently unavailable, try again.
om_et: ADAMS yeroo ammaa waan hin jirreef barbaacha kee hin milkoofne, irra deebi'ii yaali.

# showingAccessibleAthletesMessage
source: Showing <strong>{{ dataSource.data.length }}</strong> athletes you can access out of a total of <strong>{{ possibleAthleteRows.length }}</strong> athletes (<a *ngIf="searchStringText !== undefined" (click)="showAllAthlete()" class="fake-link">Show All</a>) that meets your search criteria (<strong>{{ searchStringText }}</strong>).
om_et: Agarsiisaa jira <strong>{{ dataSource.data.length }}</strong> atileetota waliigala keessaa argachuu dandeessan <strong>{{ possibleAthleteRows.length }}</strong> atileetota ( <a *ngIf="searchStringText !== undefined" (click)="showAllAthlete()" class="fake-link"> Hundaa Agarsiisi </a> ) kan ulaagaa barbaacha keessanii guutu ( <strong>{{ searchStringText }}</strong> ).

# otherAthletesFoundMessage
source: <strong>{{ possibleAthleteRows.length }}</strong> other athlete{{ possibleAthleteRows.length !== 1 ? 's' : '' }} found <span *ngIf="searchStringText !== undefined && possibleAthleteRows.length !== 0">(<a (click)="showAllAthlete()" class="fake-link">Show All</a>)</span> meet{{ possibleAthleteRows.length !== 1 ? '' : 's' }} your search criteria (<strong>{{ searchStringText }}</strong>).
om_et: <strong>{{ possibleAthleteRows.length }}</strong> atileeti biraa{{ possibleAthleteRows.length !== 1 ? 's' : '' }} arge <span *ngIf="searchStringText !== undefined && possibleAthleteRows.length !== 0"> ( <a (click)="showAllAthlete()" class="fake-link"> Hundaa Agarsiisi </a> ) . </span> wal arguu{{ possibleAthleteRows.length !== 1 ? '' : 's' }} ulaagaa barbaacha keessanii ( <strong>{{ searchStringText }}</strong> ).

# bindToAthleteCreateDcf
source: Bind to Athlete and Create DCF
om_et: Atileetitti hidhuu fi DCF Uumuu

# skipDcfCreationBindToAthlete
source: or skip DCF creation for now and bind to athlete
om_et: ykn ammaaf uumama DCF darbuu fi atileetitti hidhachuu

source: Bind to Athlete
om_et: atileetitti hidhuu

# testingPoolNameInAthleteProfile
source: Name of the Whereabouts Pool in Athlete Profile
om_et: Maqaa Puulii Bakka Jiru Profaayilii Atileetotaa keessatti

source: Whereabouts Custodian Organization
om_et: Bakka jiru dhaabbata eegduu

source: Custodian
om_et: Eegduu

source: Passport Custodian
om_et: Eegduu Paaspoortii

source: Whereabouts Teams of Athlete
om_et: Bakka Gareewwan Atileetotaa

source: ADAMS Identification Document
om_et: Sanada Eenyummaa ADAMS

source: Blood Passport Identification Document Number
om_et: Lakkoofsa Sanada Eenyummaa Paaspoortii Dhiigaa

source: ABP ID Number
om_et: Lakkoofsa ID ABP

source: International Federation Identification Document
om_et: Sanada Eenyummaa Federeeshinii Idil-addunyaa

source: National Federation Identification Document
om_et: Sanada Eenyummaa Federeeshinii Biyyaalessaa

source: National Anti-Doping Organization Identification Document
om_et: Sanada Eenyummaa Dhaabbata Farra Doping Biyyaalessaa

# minimum2characters
source: Minimum of 2 characters
om_et: Yoo xiqqaate arfiilee 2

# athleteLevelToTooltip
source: Indicating that this athlete is defined as an 'International or 'National' level athlete will ensure that the test is applied to TDSSA calculations
om_et: Atileetiin kun akka atileetii sadarkaa ‘Addunyaa ykn ‘Biyyoolessaa’tti akka ibsame agarsiisuudhaan qormaanni kun shallaggii TDSSA irratti akka hojiirra oolu ni mirkaneessa

# sampleTypeWasMarkedAsClosed
source: {{ name }} analysis sample was successfully marked as Closed
om_et: {{ name }} saamuda xiinxala Cufame jedhamee mallatteeffameera

# sampleXWasMarkedAsClosed
source: {{ name }} was successfully marked as Closed Sample Not Collected
om_et: {{ name }}milkaa’inaan Saamuda Cufame Hin Walitti Qabamne jedhamee mallatteeffameera

# sampleXWasMarkedAsCancelled
source: {{ name }} was successfully marked as Cancelled
om_et: {{ name }} milkaa’inaan haqame jedhamee mallatteeffameera

# setSampleNotCollectedTooltip
source: Set Analysis as Closed
om_et: Xiinxala akka Cufameetti Saagi

# analysisRequestFormTooltip
source: View {{ el.lab }} Analysis Request Form
om_et: Ilaaluu {{ el.lab }} Unka Gaaffii Xiinxala

# on_lowercase
source: on
om_et: irra

# aftCreated
source: ATF (Created)
om_et: ATF (Uumame) .

# aftCancelled
source: ATF (Cancelled)
om_et: ATF (Haqame) .

source: Negative
om_et: Nagatiiva

# atfCompleteInvestigationAaf
source: <br>ATF (Complete - Investigation AAF)
om_et: <br> ATF (Guutummaa - Qorannoo AAF) .

# atfCompleteInvestigationNegative
source: <br>ATF (Complete - Investigation Negative)
om_et: <br> ATF (Guutummaa - Qorannoo Negaatiivii) .

source: ATF (In progress)
om_et: ATF (Adeemsa irra jira) .

source: Test Cancelled
om_et: Qormaanni Haqame

source: Closed - Sample Not Collected
om_et: Cufame - Saamuda Hin Walitti Qabamne

source: DCF Not Created
om_et: DCF Hin Uumamne

source: DCF Completed
om_et: DCF Xumurameera

source: DCF Draft
om_et: Wixinee DCF

# otherActions_uppercase
source: OTHER ACTIONS
om_et: TARKAANFII BIRAA

source: Mark as Cancelled
om_et: Akka Haqameetti Mallatteessi

source: Mark as Sample Not Collected
om_et: Akka Saamuda Hin Sassaabamneetti Mallatteessi

source: Add Unsuccessful Attempt
om_et: Yaalii Hin Milkaa'in Dabaluu

source: Create Multiple Doping Control Forms
om_et: Unkaalee To'annoo Doping Dachaa Uumuu

source: Move Athlete to other Testing Order
om_et: Atileetii gara Tartiiba Qormaataa birootti ceesi

# viewAnalyses_uppercase
source: PRINT ANALYSES
om_et: XIINXALA MAXXANSA

# viewLabXAnalysisRequestForm
source: View {{ laboratory }} Analysis Request Form
om_et: Ilaaluu {{ laboratory }} Unka Gaaffii Xiinxala

# refreshLTSQTA_uppercase
source: REFRESH LTS/QTA
om_et: HAARAA LTS/QTA

# refreshLTSQTATooltip
source: Retrieve data from the Sample Management Platform.
om_et: Waltajjii Bulchiinsa Saamudaa irraa deetaa argachuu.

# requestLTSQTA_uppercase
source: REQUEST LTS/QTA
om_et: GAAFFII LTS/QTA

# followingTestWillBeCancelled
source: The following test will be marked as Cancelled:
om_et: Qormaanni armaan gadii akka Haqameetti ni mallatteeffama:

# followingTestsWillBeCancelled
source: The following tests will be marked as Cancelled:
om_et: Qormaatni armaan gadii akka Haqameetti mallatteeffamu:

# cancelledTestsInformationWarning
source: Cancelled tests cannot be updated anymore. You will not be able to undo this action.
om_et: Qormaatni haqame kana booda haaromfamuu hin danda'u. Tarkaanfii kana duubatti deebisuu hin dandeessan.

# followingTestCouldNotBeUpdated
source: The following test could not be updated:
om_et: Qormaanni armaan gadii haaromfamuu hin dandeenye:

# followingTestsCouldNotBeUpdated
source: The following tests could not be updated:
om_et: Qormaatni armaan gadii fooyya'uu hin dandeenye:

# pleaseRefreshAndTryAgain
source: Please refresh the page and try again.
om_et: Mee fuula haaromsaa irra deebi'aa yaalaa.

# followingTestCannotBeMarkedAsCancelled
source: The following test cannot be marked as Cancelled:
om_et: Qormaanni armaan gadii akka Haqameetti mallatteeffamuu hin danda'u:

# followingTestsCannotBeMarkedAsCancelled
source: The following tests cannot be marked as Cancelled:
om_et: Qormaatni armaan gadii akka Haqameetti mallatteeffamuu hin danda'u:

# reasonTestCannotBeMarkedAsCancelled
source: because there is already a DCF created. To Cancel this test, please cancel the DCF before.
om_et: sababni isaas duraanuu DCF uumame jira. Qormaata kana Haquuf, maaloo DCF duraan haqi.

# reasonTestsCannotBeMarkedAsCancelled
source: because there is at least one DCF created. To Cancel these tests, please cancel all the DCF attached to them before.
om_et: sababni isaas yoo xiqqaate DCF tokko uumame waan jiruuf. Qormaata kana Haquuf, maaloo DCF duraan isaanitti maxxane hunda haqi.

# followingTestAlreadyMarkedAsCancelled
source: The following test has already been marked as Cancelled:
om_et: Qormaanni armaan gadii kanaan dura akka Haqameetti mallatteeffameera:

# followingTestsAlreadyMarkedAsCancelled
source: The following tests have already been marked as Cancelled:
om_et: Qormaatni armaan gadii kanaan dura akka Haqameetti mallatteeffameera:

source: Mark as Closed
om_et: Akka Cufameetti Mallatteessi

# followingAnalysisSampleWillBeClosed
source: The following analysis sample will be marked as Closed:
om_et: Saamuda xiinxala armaan gadii akka Cufameetti ni mallatteeffama:

# followingAnalysisSampleCouldNotBeUpdated
source: The following analysis sample could not be updated:
om_et: Saamuda xiinxala armaan gadii haaromfamuu hin dandeenye:

# followingAnalysisSampleCannotBeMarkedAsClosed
source: The following analysis sample cannot be marked as Closed:
om_et: Saamuda xiinxala armaan gadii akka Cufameetti mallatteeffamuu hin danda’u:

# reasonTestCannotBeMarkedAsClosed
source: Please contact WADA support to fix this issue.
om_et: Dhimma kana sirreessuuf deeggarsa WADA qunnamaa.

# followingAnalysisSampleAlreadyMarkedAsClosed
source: The following analysis sample has already been marked as Closed:
om_et: Saamuda xiinxala armaan gadii kanaan dura Cufame jedhamee mallatteeffameera:

source: Mark As Closed - Sample Not Collected
om_et: Akka Cufameetti Mallatteessi - Saamuda Hin Walitti Qabamne

# followingTestWillBeClosed
source: The following test will be marked as Closed - Sample Not Collected:
om_et: Qormaanni armaan gadii akka Cufameetti mallatteeffama - Saamuda Hin Walitti Qabamne:

# followingTestsWillBeClosed
source: The following tests will be marked as Closed - Sample Not Collected:
om_et: Qormaatni armaan gadii akka Cufameetti mallatteeffamu - Saamuda Hin Walitti Qabamne:

# followingTestCannotBeUpdated
source: The following test cannot be updated:
om_et: Qormaanni armaan gadii haaromfamuu hin danda'u:

# followingTestsCannotBeUpdated
source: The following tests cannot be updated:
om_et: Qormaatni armaan gadii haaromfamuu hin danda'an:

# followingTestCannotBeMarkedAsClosedSampleNotCollected
source: The following test cannot be marked as "Closed - Sample Not Collected":
om_et: Qormaanni armaan gadii "Cufame - Saamuda Hin Walitti Qabamne" jedhamee mallatteeffamuu hin danda'u:

# followingTestsCannotBeMarkedAsClosedSampleNotCollected
source: The following tests cannot be marked as "Closed - Sample Not Collected":
om_et: Qormaatni armaan gadii "Cufame - Saamuda Hin Walitti Qabamne" jedhamee mallatteeffamuu hin danda'u:

# followingTestAlreadyMarkedAsClosedSampleNotCollected
source: The following test has already been marked as "Closed - sample not collected":
om_et: Qormaanni armaan gadii kanaan dura "Closed - sample not collected" jedhamee mallatteeffameera:

# followingTestsAlreadyMarkedAsClosedSampleNotCollected
source: The following tests have already been marked as "Closed - sample not collected":
om_et: Qormaatni armaan gadii kanaan dura "Closed - sample not collected" jedhamee mallatteeffameera:

source: Date
om_et: Guyyaa

# sample_closed_save
source: Done
om_et: raawwatame

source: OK, Return to Form
om_et: OK, Gara Unkaatti Deebi'i

# creationMultipleDopingControlForms_uppercase
source: CREATION OF MULTIPLE DOPING CONTROL FORMS
om_et: UNKA TO’ANNOO DOPING HEDDUU UUMUU

# valueForAthleteLevel
source: A value for Athlete Level
om_et: Gatii Sadarkaa Atileetiif

# mustNotHaveDcfDraftOrCompleteStatus
source: Must not have a Doping Control Form in draft or completed status
om_et: Unka To’annoo Doping wixinee ykn haala guutame qabaachuu hin qabu

# mustHaveAtLeast1Analysis
source: Must have at least 1 analyse(s) associated
om_et: Yoo xiqqaate xiinxala(xiinxala) 1 kan walqabatu qabaachuu qaba

# mustNotHaveCloseSampleNotCollected
source: Must not have a Closed - sample(s) not collected
om_et: Cufame qabaachuu hin qabu - sample(s) hin sassaabamne

# inOrderToUseMultipleDcfsTestingOrderNeeds
source: In order to use Multiple Doping Control Forms, the testing order needs:
om_et: Unkaalee To'annoo Doping Dachaa fayyadamuuf, ajajni qorannoo:

source: Selected Athletes
om_et: Atileetota Filataman

# athletesInTestingOrderNeed
source: The Athletes in the testing order need:
om_et: Atileetonni tartiiba qormaataa keessa jiran:

# followingAthletesInTestingOrderNeed
source: The following Athletes in the testing order need:
om_et: Tartiiba qormaataa keessatti Atileetonni armaan gadii barbaachisu:

# confirmFollowingValuesApplyOnAllAthletes
source: Confirm that the following values apply for all athletes you have selected.
om_et: Atileetota filatte hundaaf gatiiwwan armaan gadii hojiirra ooluu isaanii mirkaneessi.

# usingMultipleDcfsFormConfirmMessage
source: <span class="bold">If it doesn't apply to all, Cancel</span> and create a Doping Control Form manually for each of them. By using this form, <span class="bold">you acknowledge not filling optional fields.</span>
om_et: <span class="bold"> Yoo hunda hin ilaallatu ta'e Haquu </span> akkasumas tokkoon tokkoon isaaniitiif Unka To’annoo Doping harkaan uumuu. Unka kana fayyadamuudhaan, . <span class="bold"> man'ee filannoo akka hin guunne beekta. </span>

# notificationCountry
source: Country of Notification
om_et: Biyya Beeksisa

# confirm_uppercase
source: CONFIRM
om_et: Mirkaneessuu

# moveAthleteToOtherTestingOrder_uppercase
source: MOVE ATHLETE TO OTHER TESTING ORDER
om_et: ATILEETTII GARA TARTIIBNI QORMAATA BIRAA GAAFACHUU

# moveAthletesToOtherTestingOrder_uppercase
source: MOVE ATHLETES TO OTHER TESTING ORDER
om_et: ATILEETOOTA GARA TARTIIBNI QORMAATA BIRAA JEDHAMUU

# followingTestHasDcfAssociated
source: The following test has a DCF associated:
om_et: Qormaanni armaan gadii DCF kan walqabatu qaba:

# followingTestsHaveDcfAssociated
source: The following tests have DCFs associated:
om_et: Qormaatni armaan gadii DCFs walqabatan qabu:

# to_changeToNumberField_save
source: SAVE
om_et: Qusachuu

# onlySCACanFill
source: This section can only be filled by the Sample Collection Authority.
om_et: Kutaan kun kan guutamuu danda’u Abbaa Taayitaa Saamuda Sassaabuu qofaan.

# maximumParticipantsReached
source: You have reached the maximum allowed number of participants ({{ maximumNumberOfRows }}).
om_et: Lakkoofsi hirmaattotaa ol’aanaa hayyamame irra geesseetta ({{ maximumNumberOfRows }} ).

# selectStatusForLeadDCOs
source: Please select a status for every Lead DCO.
om_et: Maaloo Lead DCO hundaaf haala filadhu.

# enterValidParticipantType
source: Please select a type for each participant.
om_et: Maaloo tokkoon tokkoon hirmaattotaaf gosa tokko filadhaa.

# sampleCollectionAuthorityChahge
source: The Sample Collection Authority change made on step 1 will only take effect once the Testing Order is saved.
om_et: Jijjiiramni Abbaa Taayitaa Walitti Qabuu Saamudaa tarkaanfii 1 irratti raawwatame hojiirra kan oolu erga Ajajni Qormaataa erga qusatamee booda qofa.

# leadDopingControlOfficerWarning
source: You cannot have more than one Lead Doping Control Officer with a "Proposed", "Requested" or "Confirmed" status. Delete or change the status of the current Lead Doping Control Officer if you want to change Lead Doping Control Officer.
om_et: Ofisara To'annoo Doping Hoogganaa tokkoo ol kan haala "Yaadame", "Gaafatame" ykn "Mirkanaa'e" qabu qabaachuu hin dandeessu. Yoo Ofisara To'annoo Doping Dursaa jijjiiruu barbaadde haala Ofisara To'annoo Doping Dursaa ammaa haqi ykn jijjiiri.

# enterValidArrivalTime
source: Please enter a valid arrival time.
om_et: Mee yeroo dhufaatii sirrii ta'e galchaa.

# userAccount_uppercase
source: (USER ACCOUNT)
om_et: (HERREGA FAYYADAMAA)

# timeFormat
source: hh:mm (24h)
om_et: hh:mm (sa'aatii 24) .

# lastStatusModification_colon
source: Last Status Modification:
om_et: Fooyya'iinsa Haala Dhumaa:

# addDopingControlPersonnel_uppercase
source: ADD DOPING CONTROL PERSONNEL
om_et: HOJJETTOOTA TO'ANNOO DOPING DABALUU

source: Instructions / Additional Information
om_et: Qajeelfama / Odeeffannoo Dabalataa

source: Doping Control Personnel
om_et: Hojjettoota To’annoo Doping

source: Add test participant
om_et: Hirmaataa qormaataa itti dabali

source: Test Participants
om_et: Hirmaattota Qormaataa

# xUAAthleteAge
source: {{ ua?.dateOfBirth | calculateAge }} years old
om_et: {{ ua?.dateOfBirth | calculateAge }} waggaa waggaan

# resultManagementAuthorityTooltip
source: Please indicate the Anti-Doping Organization that will be responsible for determining whether or not this unsuccessful attempt may be a whereabouts failure.
om_et: Yaaliin hin milkoofne kun bakka jirutti kufaa ta’uu fi dhiisuu isaa murteessuuf itti gaafatamummaa kan fudhatu Dhaabbata Farra Doping agarsiisaa.

source: Athlete Whereabouts Last Checked Date
om_et: Atileet Bakka Jiru Guyyaa Yeroo Dhumaaf Sakatta'ame

source: Athlete Whereabouts Last Checked Time
om_et: Atileet Bakka Jiru Yeroo Dhumaaf Sakatta'ame

# respectNotificationTimeFormat
source: Please enter a valid notification time.
om_et: Mee yeroo beeksisa sirrii ta'e galchi.

# whenWas60minTimeSlotSupposedToStart
source: When was the 60-Min Time Slot supposed to start?
om_et: Yeroon Daqiiqaa 60 yoom jalqabuu qaba ture?

source: Attempt Location Address
om_et: Teessoo Bakka Yaalii

# locationDescription
source: Description of Location
om_et: Ibsa Bakka

source: Training Venue
om_et: Bakka Leenjii

# athleteHome
source: Athlete's Home
om_et: Mana Atileeti

source: Specify
om_et: Ifa godhi

source: Attempt Date
om_et: Guyyaa Yaalii

# respectTheMaxDateRange
source: Date must be equal to or lower than {{ maxDate.format('DD-MMM-YYYY') }}
om_et: Guyyaan walqixa ykn gadi ta'uu qaba{{ maxDate.format('DD-MMM-YYYY') }}

source: Attempt Time
om_et: Yeroo Yaalii

source: How contact was attempted
om_et: Akkaataa qunnamtiin itti yaalamee

# attemptDescription
source: Description of Attempt
om_et: Ibsa Yaalii

# attemptDescriptionTooltip
source: Provide details such as who was spoken to, how long the attempt was made, and where the athlete was not located.
om_et: Bal’inaan kan akka eenyuun akka dubbatame, yaaliin yeroo hammamii akka godhame, fi atileetiin sun eessatti akka hin argamne ibsi.

# reportDate
source: Date of Report
om_et: Guyyaa Gabaasa

# deleteUnsuccessfulAttempt_uppercase
source: DELETE UNSUCCESSFUL ATTEMPT
om_et: DELETE YAALII HIN milkoofne

source: Attempt Time From
om_et: Yaalii Yeroo Irraa

source: Attempt Time To
om_et: Yaalii Yeroo To

source: Last Name, First Name
om_et: Maqaa Dhumaa, Maqaa Duraa

source: Lead DCO
om_et: DCO dursaa

# testParticipantsUnavailable
source: You don't have the right to view the test participants of this Testing Order.
om_et: Hirmaattota qormaataa Ajaja Qormaataa kanaa ilaaluuf mirga hin qabdu.

# whatsNext_strong
source: <strong>What's next?</strong>
om_et: <strong> Maaltu itti aanee jira? </strong>

source: Create Another Testing Order
om_et: Tartiiba Qormaataa Biraa Uumuu

source: Go Back to Testing Order Management
om_et: Gara Bulchiinsa Tartiiba Qormaataa Deebi'i

source: Create Testing Order
om_et: Tartiiba Qormaataa Uumuu

# editTestingOrderIdX
source: Edit Testing Order - {{ toId$ | async }}
om_et: Tartiiba Qormaataa Gulaali - .{{ toId$ | async }}

# messageCopyTestingOrder
source: The content of this Testing Order was copied from {{ copiedTestingOrderNumber$ | async }}.
om_et: Qabiyyeen Ajaja Qormaataa kanaa irraa waraabame {{ copiedTestingOrderNumber$ | async }}.

source: Athlete and Analyses
om_et: Atileetii fi Xiinxala

source: New to Testing Order?
om_et: Ajaja Qormaataaf Haaraa?

# newTestingOrderTooltip
source: Our new Testing Order form allows you to enter a lot of information in advance, facilitating the creation of Doping Control Forms.
om_et: Unkaan Ajaja Qormaataa haaraan keenya odeeffannoo hedduu dursitanii galchuuf kan isin dandeessisu yoo ta’u, kunis Unka To’annoo Doping uumuuf haala mijeessa.

# to_goToStepX
source: Go to step {{ toState.activeStep + 1 }}:
om_et: Gara tarkaanfiitti deemi{{ toState.activeStep + 1 }} : 1.1.

# cancelCreationTestingOrderConfirmation
source: Are you sure you want to cancel creation of this Testing Order?
om_et: Uumama Ajaja Qormaataa kanaa haquu akka barbaaddu mirkaneeffatteettaa?

source: All data you have entered will be lost.
om_et: Daataan galchite hundi ni bada.

# testingOrderWillRevertBack
source: The Testing Order will revert back to its last saved form.
om_et: Ajajni Qormaataa gara unka isaa isa dhumaa qusatameetti deebi'a.

# sampleCollectionAuthorityModification
source: Modification of Sample Collection Authority
om_et: Fooyya’iinsa Abbaa Taayitaa Saamuda Sassaabuu

source: Are you sure you want to continue?
om_et: Itti fufuu akka barbaaddu mirkaneeffatteettaa?

# changingSampleCollectionAuthorityRemoveAllPersonnel
source: By changing the Sample Collection Authority, all Doping Control Personnel and Test Participants will be removed.
om_et: Abbaa Taayitaa Saamuda Sassaabuu jijjiiruudhaan Hojjettoonni To’annoo Doopingii fi Hirmaattonni Qormaataa hundi ni haqamu.

source: Add Unsuccessful Attempts
om_et: Yaalii Hin Milkaa'in Dabaluu

source: Edit Unsuccessful Attempt
om_et: Gulaali Yaalii Hin Milkaa'in

source: Edit Unsuccessful Attempts
om_et: Yaaliiwwan Hin Milkaa'in Gulaali

# deleteCreationUnsuccessfulAttemptForXConfirmation
source: Do you want to delete the creation of the Unsuccessful Attempt for {{ model.title }}? All data will be lost.
om_et: Uumama Yaalii Hin Milkaa'ineef haquu barbaaddaa{{ model.title }} ? Daataan hundi ni bada.

# cancelCreationUnsuccessfulAttemptConfirmation
source: Are you sure you want to cancel creation of this Unsuccessful Attempt?
om_et: Uumama Yaalii Hin Milkaa'in kana haquu akka barbaaddu mirkaneeffatteettaa?

# unsuccessfulAttemptWillRevertBack
source: The Unsuccessful Attempt will revert back to its last saved form.
om_et: Yaaliin Hin Milkaa'in gara bifa isaa isa dhumaa qusatameetti deebi'a.
