Repository: NandhineeR/WADA
Catalog: wada-ama-testcenter-web-57718053929f/wada-ama-testcenter-web-57718053929f/src/i18n/messages.om.xlf
Languages: om_et

source: Whereabouts
om_et: Bakka jiru

source: Athlete Biological Passport
om_et: Paaspoortii Baayoloojii Atileet

source: Testing
om_et: Qormaata

# notesAndLogProfileActivity
source: Show notes and log profile activity
om_et: Yaadannoo fi sochii piroofaayilii galmee agarsiisi

source: Athlete
om_et: Atileetii

# adamsIdX
source: ADAMS ID: {{athlete.adamsId}}
om_et: ID ADAMS: 1.1.{{athlete.adamsId}}

source: Nationalities
om_et: Sablammoota

# athlete_upload_photo
source: UPLOAD PHOTO
om_et: suuraa ol kaa'aa

source: Age
om_et: Umurii

# xAthleteAge
source: {{ athlete?.dateOfBirth | calculateAge }} years old
om_et: {{ athlete?.dateOfBirth | calculateAge }} waggaa waggaan

# dashboard_uppercase
source: DASHBOARD
om_et: DAASHBOORDII

# profile_uppercase
source: PROFILE
om_et: IBSAMA

# tests_uppercase
source: TESTS
om_et: Qormaata

# biologicalPassport_uppercase
source: ATHLETE BIOLOGICAL PASSPORT
om_et: PAASPORTII BAAYOLOOJII ATILEETII

# whereabouts_uppercase
source: WHEREABOUTS
om_et: Bakka jiru

# tue_uppercase
source: TUE
om_et: Kibxata

# adrv_uppercase
source: PENDING CASES
om_et: Dhimmoota Eeggamaa Jiran

# sanctions_uppercase
source: CONCLUSION OF CASES
om_et: Xumura dhimmootaa

# accessPermissions_uppercase
source: ACCESS PERMISSIONS
om_et: HEEYYAMA ARGACHUU

# accountManagement_uppercase
source: ACCOUNT MANAGEMENT
om_et: BULCHIINSA HERREGA

# youAreUnauthorized
source: You are not authorized to view this page
om_et: Fuula kana ilaaluuf hayyama hin qabdu

source: Dashboard ADAMS
om_et: Daashboordii ADAMS

source: Search
om_et: Barbaaduu

source: Search Magnifier
om_et: Guddiftuu Barbaadi

source: Search Athletes
om_et: Atileetota Barbaadi

source: Contact
om_et: Quunnamuu

source: Help
om_et: GARGAARUU

source: User
om_et: Fayyadamaa

source: On behalf of
om_et: bakka bu’uun

source: User Preferences
om_et: Filannoo Fayyadamtootaa

# logout
source: <span>Logout</span><svg version="1.1" xmlns="http://www.w3.org/2000/svg" xmlns:xlink="http://www.w3.org/1999/xlink" viewBox="-50 -80 600 650" xml:space="preserve"><path d="M445.223,0H142.589c-6.683,0-12.105,5.423-12.105,12.105v180.979h16.65c-5.006-6.392-7.725-14.224-7.725-22.467 c-0.006-9.764,3.8-18.943,10.708-25.845c1.421-1.421,2.973-2.687,4.583-3.845V24.211h278.417v8.697l-127.104,92.285v395.155 l127.796-92.787c1.626,4.77,6.095,8.228,11.414,8.228c6.685,0,12.105-5.426,12.105-12.105V12.105 C457.328,5.417,451.907,0,445.223,0z M354.031,331.973c-5.71,0-10.468-7.046-11.691-16.485h-13.63v-10.592h13.819 c1.448-8.86,6.017-15.38,11.49-15.38c6.638,0,12.011,9.498,12.011,21.231C366.042,322.468,360.663,331.973,354.031,331.973z M150.122,314.471c1.424,1.412,2.967,2.678,4.572,3.824v105.389c0,6.68-5.426,12.105-12.105,12.105 c-6.683,0-12.105-5.426-12.105-12.105V266.139h16.65C135.948,280.466,136.935,301.271,150.122,314.471z M236.706,218.385 c4.817,4.817,4.817,12.608,0,17.425l-58.995,59.001c-2.403,2.394-5.556,3.605-8.709,3.611c-3.153-0.006-6.307-1.206-8.71-3.611 c-4.811-4.817-4.805-12.613,0-17.419l37.974-37.977H75.336c-6.803,0-12.315-5.512-12.315-12.315 c0-6.803,5.506-12.318,12.321-12.318h122.917l-37.968-37.974c-4.805-4.805-4.811-12.608,0-17.413 c4.812-4.812,12.614-4.812,17.425,0L236.706,218.385z"/><path d="M445.223,0H142.589c-6.683,0-12.105,5.423-12.105,12.105v180.979h16.65c-5.006-6.392-7.725-14.224-7.725-22.467 c-0.006-9.764,3.8-18.943,10.708-25.845c1.421-1.421,2.973-2.687,4.583-3.845V24.211h278.417v8.697l-127.104,92.285v395.155 l127.796-92.787c1.626,4.77,6.095,8.228,11.414,8.228c6.685,0,12.105-5.426,12.105-12.105V12.105 C457.328,5.417,451.907,0,445.223,0z M354.031,331.973c-5.71,0-10.468-7.046-11.691-16.485h-13.63v-10.592h13.819 c1.448-8.86,6.017-15.38,11.49-15.38c6.638,0,12.011,9.498,12.011,21.231C366.042,322.468,360.663,331.973,354.031,331.973z M150.122,314.471c1.424,1.412,2.967,2.678,4.572,3.824v105.389c0,6.68-5.426,12.105-12.105,12.105 c-6.683,0-12.105-5.426-12.105-12.105V266.139h16.65C135.948,280.466,136.935,301.271,150.122,314.471z M236.706,218.385 c4.817,4.817,4.817,12.608,0,17.425l-58.995,59.001c-2.403,2.394-5.556,3.605-8.709,3.611c-3.153-0.006-6.307-1.206-8.71-3.611 c-4.811-4.817-4.805-12.613,0-17.419l37.974-37.977H75.336c-6.803,0-12.315-5.512-12.315-12.315 c0-6.803,5.506-12.318,12.321-12.318h122.917l-37.968-37.974c-4.805-4.805-4.811-12.608,0-17.413 c4.812-4.812,12.614-4.812,17.425,0L236.706,218.385z"/></svg>
om_et: <span>Ba'i</span><svg version="1.1" xmlns="http://www.w3.org/2000/svg" xmlns:xlink="http://www.w3.org/1999/xlink" viewBox="-50 -80 600 650" xml:space="preserve"><path d="M445.223,0H142.589c-6.683,0-12.105,5.423-12.105,12.105v180.979h16.65c-5.006-6.392-7.725-14.224-7.725-22.467 c-0.006-9.764,3.8-18.943,10.708-25.845c1.421-1.421,2.973-2.687,4.583-3.845V24.211h278.417v8.697l-127.104,92.285v395.155 l127.796-92.787c1.626,4.77,6.095,8.228,11.414,8.228c6.685,0,12.105-5.426,12.105-12.105V12.105 C457.328,5.417,451.907,0,445.223,0z M354.031,331.973c-5.71,0-10.468-7.046-11.691-16.485h-13.63v-10.592h13.819 c1.448-8.86,6.017-15.38,11.49-15.38c6.638,0,12.011,9.498,12.011,21.231C366.042,322.468,360.663,331.973,354.031,331.973z M150.122,314.471c1.424,1.412,2.967,2.678,4.572,3.824v105.389c0,6.68-5.426,12.105-12.105,12.105 c-6.683,0-12.105-5.426-12.105-12.105V266.139h16.65C135.948,280.466,136.935,301.271,150.122,314.471z M236.706,218.385 c4.817,4.817,4.817,12.608,0,17.425l-58.995,59.001c-2.403,2.394-5.556,3.605-8.709,3.611c-3.153-0.006-6.307-1.206-8.71-3.611 c-4.811-4.817-4.805-12.613,0-17.419l37.974-37.977H75.336c-6.803,0-12.315-5.512-12.315-12.315 c0-6.803,5.506-12.318,12.321-12.318h122.917l-37.968-37.974c-4.805-4.805-4.811-12.608,0-17.413 c4.812-4.812,12.614-4.812,17.425,0L236.706,218.385z"/><path d="M445.223,0H142.589c-6.683,0-12.105,5.423-12.105,12.105v180.979h16.65c-5.006-6.392-7.725-14.224-7.725-22.467 c-0.006-9.764,3.8-18.943,10.708-25.845c1.421-1.421,2.973-2.687,4.583-3.845V24.211h278.417v8.697l-127.104,92.285v395.155 l127.796-92.787c1.626,4.77,6.095,8.228,11.414,8.228c6.685,0,12.105-5.426,12.105-12.105V12.105 C457.328,5.417,451.907,0,445.223,0z M354.031,331.973c-5.71,0-10.468-7.046-11.691-16.485h-13.63v-10.592h13.819 c1.448-8.86,6.017-15.38,11.49-15.38c6.638,0,12.011,9.498,12.011,21.231C366.042,322.468,360.663,331.973,354.031,331.973z M150.122,314.471c1.424,1.412,2.967,2.678,4.572,3.824v105.389c0,6.68-5.426,12.105-12.105,12.105 c-6.683,0-12.105-5.426-12.105-12.105V266.139h16.65C135.948,280.466,136.935,301.271,150.122,314.471z M236.706,218.385 c4.817,4.817,4.817,12.608,0,17.425l-58.995,59.001c-2.403,2.394-5.556,3.605-8.709,3.611c-3.153-0.006-6.307-1.206-8.71-3.611 c-4.811-4.817-4.805-12.613,0-17.419l37.974-37.977H75.336c-6.803,0-12.315-5.512-12.315-12.315 c0-6.803,5.506-12.318,12.321-12.318h122.917l-37.968-37.974c-4.805-4.805-4.811-12.608,0-17.413 c4.812-4.812,12.614-4.812,17.425,0L236.706,218.385z"/></svg>

source: Dashboard
om_et: Daashboordii

source: Athletes
om_et: Atileetota

source: Test Distribution Plan
om_et: Karoora Raabsa Qormaataa

source: TDP Monitoring
om_et: Hordoffii TDP

source: TDSSA Monitoring
om_et: Hordoffii TDSSA

source: Testing Order Management
om_et: Bulchiinsa Ajaja Qormaataa

source: Therapeutic Use Exemption (TUE)
om_et: Fayyadama Wal’aansaa irraa Bilisa Ta’uu (TUE) .

source: Athlete Biological Passport (ABP)
om_et: Paaspoortii Baayoloojii Atileetii (ABP) .

source: Reports
om_et: Gabaasa

source: Back to Classic
om_et: Gara Classic tti deebi'a

# global_title
source: ADAMS NextGen
om_et: ADAMS Itti AanuGen

# may_uppercase
source: MAY
om_et: Ta'uu mala

source: Me
om_et: Ana

source: ERAs
om_et: ERAwwan

source: GHRFs
om_et: GHRFs jedhaman

source: Urine
om_et: Fincaan

source: Blood
om_et: Dhiiga

source: Urine + Blood
om_et: Fincaan + Dhiiga

source: Isoforms
om_et: Isoofoormii

source: BioMarkers
om_et: BioMarkers jedhaman

source: Isoforms + BioMarkers
om_et: Isoforms + BioMarkers jedhaman

source: GHS/GHRP
om_et: GHS/GHRP jedhamuun beekama

source: GHRH + GHS/GHRP
om_et: GHRH + GHS/GHRP jechuun ni danda’ama

source: Erythropoietin-Receptor agonists
om_et: Agonistoota Erythropoietin-Receptor jedhaman

source: Growth hormone
om_et: Hormoonii guddinaa

source: Growth hormone–releasing hormone
om_et: Hormoonii guddinaa–hormoonii gadhiisu

# sampleType_urine
source: Urine
om_et: Fincaan

# sampleType_blood
source: Blood
om_et: Dhiiga

source: Blood ABP
om_et: ABP dhiigaa

source: Blood Passport
om_et: Paaspoortii Dhiigaa

source: Dried Blood Spot
om_et: Tuqaa Dhiiga Goggogaa

# breakTheMatch_lowercase
source: break the match
om_et: tapha cabsuu

# code_lowercase
source: code
om_et: Koodii

# type_lowercase
source: type
om_et: Akaakuu

source: validity
om_et: Sirrummaa

source: Doping Control Form
om_et: Unka To’annoo Doping

source: Testing Order
om_et: Tartiiba Qormaataa

source: Unsuccessful Attempt
om_et: Yaalii Hin Milkaa'in

# tests_lowercase
source: tests
om_et: Qormaata

source: Lead Doping Control Officer
om_et: Ofisara To'annoo Doping Dursaa

source: Grand Total
om_et: Waliigala Guddaa

source: Sport
om_et: Ispoortii

source: Discipline
om_et: Naamuusa

source: Total
om_et: Ida'ama

# icUrineTest
source: Urine IC Test
om_et: Qormaata IC Fincaanii

# icUrineForecast
source: Urine IC Forecast
om_et: Raaga IC Fincaan

# icUrinePercent
source: Urine IC %
om_et: Fincaan IC % .

# oocUrineTest
source: Urine OOC Test
om_et: Qormaata OOC Fincaan

# oocUrineForecast
source: Urine OOC Forecast
om_et: Raaga OOC Fincaan

# oocUrinePercent
source: Urine OOC %
om_et: Fincaan OOC % .

# icBloodTest
source: Blood IC Test
om_et: Qormaata IC Dhiigaa

# icBloodForecast
source: Blood IC Forecast
om_et: Raaga IC Dhiigaa

# icBloodPercent
source: Blood IC %
om_et: Dhiiga IC % .

# oocBloodTest
source: Blood OOC Test
om_et: Qormaata OOC Dhiigaa

# oocBloodForecast
source: Blood OOC Forecast
om_et: Raaga OOC Dhiigaa

# oocBloodPercent
source: Blood OOC %
om_et: Dhiiga OOC % .

# icBloodPassportTest
source: Blood Passport IC Test
om_et: Qormaata IC Paaspoortii Dhiigaa

# icBloodPassportForecast
source: Blood Passport IC Forecast
om_et: Raaga IC Paaspoortii Dhiigaa

# icBloodPassportPercent
source: Blood Passport IC %
om_et: Paaspoortii Dhiigaa IC % .

# oocBloodPassportTest
source: Blood Passport OOC Test
om_et: Qormaata OOC Paaspoortii Dhiigaa

# oocBloodPassportForecast
source: Blood Passport OOC Forecast
om_et: Raaga OOC Paaspoortii Dhiigaa

# oocBloodPassportPercent
source: Blood Passport OOC %
om_et: Paaspoortii Dhiigaa OOC % .

# icDriedBloodSpotTest
source: Dried Blood Spot IC Test
om_et: Qormaata IC Tuqaa Dhiiga Goggogaa

# icDriedBloodSpotForecast
source: Dried Blood Spot IC Forecast
om_et: Raaga IC Tuqaa Dhiiga Goggogaa

# icDriedBloodSpotPercent
source: Dried Blood Spot IC %
om_et: Tuqaa Dhiiga Goggogaa IC % .

# oocDriedBloodSpotTest
source: Dried Blood Spot OOC Test
om_et: Qormaata OOC Tuqaa Dhiiga Goggogaa

# oocDriedBloodSpotForecast
source: Dried Blood Spot OOC Forecast
om_et: Raaga OOC Tuqaa Dhiiga Goggogaa

# oocDriedBloodSpotPercent
source: Dried Blood Spot OOC %
om_et: Tuqaa Dhiiga Goggogaa OOC % .

# icErasTest
source: ESA IC Test
om_et: Qormaata IC ESA

# icErasForecast
source: ERA IC Forecast
om_et: Raaga ERA IC

# oocErasTest
source: ERA OOC Test
om_et: Qormaata ERA OOC

# oocErasForecast
source: ERA OOC Forecast
om_et: Raaga ERA OOC

# icGhTest
source: GH IC Test
om_et: Qormaata GH IC

# icGhForecast
source: GH IC Forecast
om_et: Raaga GH IC

# oocGhTest
source: GH OOC Test
om_et: Qormaata GH OOC

# oocGhForecast
source: GH OOC Forecast
om_et: Raaga GH OOC

# oocGhPercent
source: GH OOC %
om_et: GH OOC % 10 .

# icGhrfsTest
source: GHRFs IC Test
om_et: Qormaata IC GHRFs

# icGhrfsForecast
source: GHRFs IC Forecast
om_et: GHRFs IC Raaga

# oocGhrfsTest
source: GHRFs OOC Test
om_et: Qormaata OOC GHRFs

# oocGhrfsForecast
source: GHRFs OOC Forecast
om_et: Raaga OOC GHRFs

# oocGhrfsPercent
source: GHRFs OOC %
om_et: GHRFs OOC % 10. .

source: Year to Date
om_et: Bara Hanga Har'aatti

source: Custom
om_et: Aadaa

source: Male
om_et: Dhiira

source: Female
om_et: Dhalaa

source: Unknown
om_et: Kan hinbeekamne

source: X(Unknown)
om_et: X(Hin beekamne) .

source: Yes
om_et: Eeyyee

source: No
om_et: Lakki

source: International
om_et: Idil-addunyaa

source: National
om_et: Biyyoolessa

source: Other
om_et: Kan biraa

# athleteSelected_lowercase
source: athlete selected
om_et: atileeti filatame

# athletesSelected_lowercase
source: athletes selected
om_et: atileetota filataman

# athlete_lowercase
source: athlete
om_et: atileetii

# athletes_lowercase
source: athletes
om_et: atileetota

source: Reference Date
om_et: Guyyaa wabii

source: Subject
om_et: Mata duree

# activityType
source: Type
om_et: Akaakuu

source: Created By
om_et: Kan uumame

source: Last Updated By
om_et: Yeroo Dhumaaf Kan Fooyyeffate By

source: Testing Order Number
om_et: Lakkoofsa Ajaja Qormaataa

source: ADO Reference Number
om_et: Lakkoofsa Wabii ADO

source: Testing Authority
om_et: Abbaa Taayitaa Qormaataa

# testingDescription
source: Description of Testing
om_et: Ibsa Qormaata

source: Testing Order Status
om_et: Haala Ajaja Qormaataa

source: Issued Date
om_et: Guyyaa Bahe

source: Start Date
om_et: Guyyaa jalqabaa

# testingCity
source: City of Testing
om_et: Magaalaa Qormaataa

source: Analyses
om_et: Xiinxala

source: Arrival Time
om_et: Yeroo Dhufaatii

source: Athlete Level
om_et: Sadarkaa atileetotaa

source: Message
om_et: Ergaa

source: Date of Birth
om_et: Guyyaa Dhalootaa

# athleteId
source: athletes ID
om_et: ID atileetotaa

source: Disabilities
om_et: Qaama miidhamtoota

source: First Name
om_et: Maqaa jalqabaa

source: Laboratories
om_et: Laaboraatooriiwwan

source: Last Name
om_et: Maqaa akaakayyuu

source: Athlete Name
om_et: Maqaa atileetii

source: Placeholder description
om_et: Ibsa iddoo

source: Sport Gender
om_et: Ispoortii Saala

source: Sport Discipline
om_et: Naamusa Ispoortii

source: Sport Disciplines
om_et: Naamusa Ispoortii

source: Sport Nationality
om_et: Ispoortii Sabummaa

# sportDiscipline_asterisk
source: Sport / Discipline *
om_et: Ispoortii / Naamusa * .

source: Status
om_et: Sadarkaa

source: Team
om_et: Garee

source: Results
om_et: Bu'aawwan

source: Teams
om_et: Gareewwan

source: Role
om_et: Ga'ee

source: Former Last Name
om_et: Maqaa dhumaa duraanii

source: Preferred Name
om_et: Maqaa Filatamaa

source: Whereabouts Custodian
om_et: Bakka jiru Eegduu

source: ABP Custodian
om_et: Eegduu ABP

source: National Federation
om_et: Federeeshinii Biyyaalessaa

# adamsId_uppercase
source: ADAMS ID
om_et: ID ADAMS

source: ABP Number
om_et: Lakkoofsa ABP

# ifId_uppercase
source: IF ID
om_et: ID YOO

# nadoId_uppercase
source: NADO ID
om_et: ID NADO

source: Retired Athlete
om_et: Atileetii soorama ba'e

source: Latest Test
om_et: Qormaata Yeroo Ammaa

source: Athlete (Last, First)
om_et: Atileetii (Dhumaa, Tokkoffaa) .

source: Reason
om_et: Sababa

source: Details
om_et: Gadifageenyaan

# savedAndComplete
source: Saved and Completed
om_et: Saved fi Xumurame

source: Saved as Draft
om_et: Akka Wixineetti qusatameera

source: Completed
om_et: Xumurameera

source: Issued
om_et: Bahee jira

# changesCouldNotBeSavedSystemWillTryAgain
source: Your changes could not be saved. The system will try again once a connection is re-established.
om_et: Jijjiiramni kee saaguu hin dandeenye. Sirnichi erga walitti hidhamiinsi deebi'ee hundeeffamee booda irra deebi'ee ni yaala.

# cannotUpdateValueSportDisciplineNotAvailable
source: You cannot update this value as the sport/discipline is no longer available. Please refresh your page and try again.
om_et: Ispoortiin/naamusni kana booda waan hin jirreef gatii kana haaromsuu hin dandeessu. Mee fuula keessan haaromsaa irra deebi'aa yaalaa.

# persistenceErrorMsg
source: The object could not be persisted in the database
om_et: Wanti kuusdeetaa keessatti itti fufuu hin dandeenye

# unknownMessageKeyMsg
source: An unknown error occurred
om_et: Dogoggorri hin beekamne uumame

# objectPermanentlyRetiredMsg
source: The object you are trying to retrieve is permanently retired
om_et: Wanti ati deebifachuuf yaaltu dhaabbataadhaan soorama ba'eera

# badLastUpdateTimeStampMsg
source: A newer version of the record already exists
om_et: Galmeen haaraan duraanuu jira

# invalidCacheIdEnumMsg
source: Error [INVALID_CACHE_ID]
om_et: Dogoggora [ID_CACHE_INVALID].

# unknownMimeTypeMsg
source: Error [UNKNOWN_MIME_TYPE]
om_et: Dogoggora [UNKNOWN_MIME_TYPE].

# missingXwadaNoteMsg
source: Error [MISSING_XWADA_NOTE]
om_et: Dogoggora [MISSING_XWADA_NOTE].

# unmatchedSampleMsg
source: The sample must be matched
om_et: Saamuda walsimsiisuu qaba

# dcfUnrelatedToFileMsg
source: The file you tried to retrieve is not related to this DCF
om_et: Faayilli ati deebifachuuf yaalte DCF kanaan wal hin qabatu

# badUsernameMsg
source: Error [BAD_USERNAME]
om_et: Dogoggora [BAD_USERNAME].

# retireActivePersonMsg
source: Error [RETIRE_ACTIVE_PERSON]
om_et: Dogoggora [RETIRE_ACTIVE_PERSON].

# reasonRequiredMsg
source: A reason must be provided to update this data
om_et: Daataa kana haaromsuuf sababni kennamuu qaba

# reasonIsMandatoryMsg
source: Error [REASON_IS_MANDATORY]
om_et: Dogoggora [SABABNI_DIRGAA_DHA].

# duplicatedSamplesMsg
source: Some samples in the DCF are duplicated
om_et: Saamuda DCF keessatti argaman tokko tokko dachaa ta’aniiru

# unprocessableTestingOrderMsg
source: Testing Order could not be processed
om_et: Ajajni Qormaataa adeemsifamuu hin dandeenye

# subStatusRequiredMsg
source: You must provide a status to update this data
om_et: Deetaa kana haaromsuuf haala kennuu qabda

# testStatusAlreadyClosedCanceledMsg
source: The test status could not be updated
om_et: Haalli qormaataa haaromfamuu hin dandeenye

# cannotBindTestToCanceledTestingOrder
source: The test cannot be bound to a canceled Testing Order
om_et: Qormaanni Ajaja Qormaataa haqameen hidhamuu hin danda'u

# cannotBindCanceldTestMsg
source: A canceled Test cannot be bound
om_et: Qormaanni haqame hidhamuu hin danda'u

# cannotSaveCanceledDcfMsg
source: A canceled DCF cannot be saved
om_et: DCF haqame qusachuun hin danda'amu

# testingOrderReachedTestLimitMsg
source: The Testing Order has reached the maximum capacity of Tests
om_et: Ajajni Qormaataa dandeettii Qormaata ol’aanaa irra ga’eera

# blankTestOrToIdMsg
source: Error [BLANK_TEST_OR_TO_ID]
om_et: Dogoggora [BLANK_TEST_OR_TO_ID].

# blankToIdMsg
source: Error [BLANK_TO_ID]
om_et: Dogoggora [BLANK_TO_ID].

# dcfNotCancelableMsg
source: The DCF cannot be canceled
om_et: DCF haqamuu hin danda'u

# testNotLinkedWithToIdMsg
source: Error [TEST_NOT_LINKED_WITH_TO_ID]
om_et: Dogoggora [TEST_NOT_LINKED_WITH_TO_ID].

# invalidAttachmentTypesMsg
source: The type of attachment is invalid
om_et: Gosti dabalataa sirrii miti

source: Invalid Phone Number
om_et: Lakkoofsa Bilbilaa Sirrii Hin Taane

# testingOrderFromCreationToCompleteMsg
source: Error [TESTING_ORDER_FROM_CREATION_TO_COMPLETE]
om_et: Dogoggora [TESTING_ORDER_FROM_CREATION_TO_COMPLETE].

# testingOrderFromIssuedToCreationMsg
source: Error [TESTING_ORDER_FROM_ISSUED_TO_CREATION]
om_et: Dogoggora [TESTING_ORDER_FROM_ISSUED_TO_CREATION].

# testingOrderTestCountExceeded
source: This Testing Order is incompatible with NextGen, because it exceeds the number of tests permitted. The maximum allowed is 99. Please edit in Classic to make it compliant with NextGen, or contact support at adams@wada-ama.org for more assistance.
om_et: Ajajni Qormaataa kun NextGen wajjin wal hin simne, sababiin isaas baay'ina qorannoo hayyamame waan caaluuf. Ol’aanaan hayyamame 99 dha. Maaloo NextGen wajjin akka walsimu gochuuf Classic keessatti gulaali, ykn gargaarsa dabalataaf adams@wada-ama.org irratti deeggarsa qunnami.

# testingOrderFromCompleteOrCanceledMsg
source: Error [TESTING_ORDER_FROM_COMPLETE_OR_CANCELED]
om_et: Dogoggora [TESTING_ORDER_FROM_COMPLETE_OR_CANCELED].

# testAlreadyBoundToDcfMsg
source: The Test has already been associated with a DCF
om_et: Qormaanni kun duraanuu DCF waliin walqabatee ture

# testAlreadyBoundToTestingOrderMsg
source: The Test has already been associated with a Testing Order
om_et: Qormaanni kun duraanuu Ajaja Qormaataa wajjin walqabatee ture

# dcfIsRequiredMsg
source: Error [DCF_IS_REQUIRED]
om_et: Dogoggora [DCF_IS_REQUIRED].

# existingDcfWhenDeletingTestMsg
source: This test cannot be deleted because it is bound to a DCF
om_et: Qormaanni kun DCFtti waan hidhameef haqamuu hin danda'u

# existingUnsuccessfulAttemptWhenDeletingTestMsg
source: This test cannot be deleted because it is bound to one or more Unsuccessful Attempts
om_et: Qormaanni kun Yaalii Hin Milkaa'in tokkoo fi isaa ol waan hidhameef haqamuu hin danda'u

# testIsRequiredMsg
source: Error [TEST_IS_REQUIRED]
om_et: Dogoggora [TEST_IS_REQUIRED].

# invalidQueryParameterMsg
source: Error [INVALID_QUERY_PARAMETER]
om_et: Dogoggora [INVALID_QUERY_PARAMETER].

# sampleCorrectionRestrictionWithoutAafOrAtfMsg
source: Error [SAMPLE_CORRECTION_RESTRICTION_WITHOUT_AAF_OR_ATF]
om_et: Dogoggora [SAMPLE_SIRREESSUU_DAANGAA_AAF_YKN_ATF_MALE].

# tdpIntegrityValidationMsg
source: Error [TDP_INTEGRITY_VALIDATION]
om_et: Dogoggora [TDP_INTEGRITY_VALIDATION].

# canOnlyDeletePendingOrNotProcessedToMsg
source: The Testing Order must have a pending or not processed status in order to be deleted
om_et: Ajajni Qormaataa haqamuuf haala eegamaa ykn hin adeemsifamne qabaachuu qaba

# existingClosedTestMsg
source: The Testing Order cannot be deleted because it is bound to one or more closed Tests
om_et: Ajajni Qormaataa Qormaata cufame tokkoo fi isaa ol waan hidhameef haqamuu hin danda'u

# missingFieldsForUnsuccessfulAttemptSaveMsg
source: The Unsuccessful Attempt cannot be saved due to missing mandatory fields
om_et: Yaaliin Hin Milkoofne sababa man'eewwan dirqamaa dhabamaniin qusachuun hin danda'amu

# dcfRequiredToBindMsg
source: Error [DCF_REQUIRED_TO_BIND]
om_et: Dogoggora [DCF_REQUIRED_TO_BIND].

# cannotBindDcfWithoutTestMsg
source: A DCF without Test cannot be bound to a Testing Order
om_et: DCF Qormaata hin qabne Ajaja Qormaataatti hidhamuu hin danda'u

# missingFieldsForDcfDraftSaveMsg
source: A Draft DCF cannot be saved due to missing mandatory-for-draft fields
om_et: Wixineen DCF sababa man'eewwan dirqama-wixinee dhabamaniin qusachuun hin danda'amu

# missingFieldsForCompletedDcfSaveMsg
source: A Completed DCF cannot be saved due to missing mandatory fields
om_et: DCF Xumurame sababa man'eewwan dirqamaa dhabamaniin qusachuun hin danda'amu

# invalidMatchingResultStatusMsg
source: The Matching result status is invalid
om_et: Haalli bu'aa Walsimsiisaa sirrii miti

# unsuccessfulAttemptTestMismatchMsg
source: A Test cannot be updated inside the Unsuccessful Attempt
om_et: Qormaanni tokko Yaalii Hin Milkaa'in keessaa haaromfamuu hin danda'u

# unsuccessfulAttemptIdMismatchMsg
source: Error [UNSUCCESSFULATTEMPT_ID_MISMATCH]
om_et: Dogoggora [UNSUCCESSFULATTEMPT_ID_MISMATCH].

# testingOrderIdMismatchMsg
source: Error [TESTINGORDER_ID_MISMATCH]
om_et: Dogoggora [TESTINGORDER_ID_MISMATCH].

# invalidJarCodeProvidedMsg
source: The provided Jar code is invalid
om_et: Koodiin Jar kenname sirrii miti

# jarCodeUnmatchingSampleResultsMsg
source: The provided Jar code does not match any of thee sample results in the Sample
om_et: Koodiin Jaar kenname bu'aa sample thee Sample keessatti kamiyyuu wajjin wal hin simne

# invalidJsonPatchMsg
source: Error [INVALID_JSON_PATCH]
om_et: Dogoggora [INVALID_JSON_PATCH].

# sportIsRequiredMsg
source: The Sport Discipline field is required
om_et: Dirree Naamusa Ispoortii barbaachisa

# testParticipantTypeInvalidMsg
source: The type of at least one Test Participant is invalid
om_et: Gosti yoo xiqqaate Hirmaataa Qormaataa tokkoo sirrii miti

# testParticipantLeadDcoParticipantRequiredMsg
source: The Lead DCO is required
om_et: DCO Dursaa (Lead DCO) barbaachisa
