Repository: NandhineeR/WADA
Catalog: wada-ama-testcenter-web-57718053929f/wada-ama-testcenter-web-57718053929f/src/i18n/messages.*.xlf
Languages: am, ar, az, bg, es, et, fa_ir, fi, fr, ko, lv, nl, pl, pt, ru, sk, sr, sw, tr

source: High Altitude Simulation - Use Manner
am: ከፍተኛ ከፍታ ማስመሰል - ተጠቀም መንገድ
ar: محاكاة عالية الكفاءة-استخدم شعار الاستخدام
az: Yüksək Hündürlük Simulyasiyası - İstifadə üsulu
bg: Симулация на голяма надморска височина - Начин на използване
es: Simulación de gran altitud: use la forma
et: Kõrgkõrguse simulatsioon – kasutage viisi
fa_ir: شبیه سازی ارتفاع بالا - شیوه استفاده
fi: Korkean paikan simulointi - Käyttötapa
fr: Simulation à haute altitude - Manière d'utiliser
ko: 고고도 시뮬레이션 - 사용 방법
lv: Simulācija lielā augstumā — izmantojiet manieres
nl: Simulatie op grote hoogte - gebruikswijze
pl: Symulacja dużej wysokości — sposób użycia
pt: Simulação de alta altitude - Modo de uso
ru: Симуляций нахождения на высоте - методика использования
sk: Simulácia vysokej nadmorskej výšky – použite spôsob
sr: Simulacija velike visine - način korišćenja
sw: Uigaji wa Mwinuko wa Juu - Njia ya Matumizi
tr: Yüksek İrtifa Simülasyonu - Manner Kullan

source: Blood Loss
am: ደም ማጣት
ar: فقدان الدم
az: Qan itkisi
bg: Загуба на кръв
es: Pérdida de sangre
et: Verekaotus
fa_ir: از دست دادن خون
fi: Verenhukka
fr: Perte de sang
ko: 출혈
lv: Asins zudums
nl: Bloedverlies
pl: Strata krwi
pt: Perda de sangue
ru: Потеря крови
sk: Strata krvi
sr: Губитак крви
sw: Kupoteza Damu
tr: Kan kaybı

source: Blood Loss - When
am: የደም መፍሰስ - መቼ
ar: فقدان الدم-عندما
az: Qan itkisi - Nə vaxt
bg: Загуба на кръв - Кога
es: Pérdida de sangre: cuándo
et: Verekaotus – millal
fa_ir: از دست دادن خون - چه زمانی
fi: Verenmenetys - Milloin
fr: Perte de sang - Quand
ko: 혈액 손실 - 시기
lv: Asins zudums – kad
nl: Bloedverlies - Wanneer?
pl: Utrata krwi — kiedy
pt: Perda de sangue - quando
ru: Кровопотеря - Когда
sk: Strata krvi – kedy
sr: Gubitak krvi - Kada
sw: Kupoteza Damu - Wakati
tr: Kan Kaybı - Ne zaman

# bloodLossCause_errorLink
source: Blood Loss - Cause
am: ደም ማጣት - መንስኤ
ar: "فقدان الدم"
az: Qan itkisi - Səbəb
bg: Загуба на кръв - Причина
es: Pérdida de sangre: causa
et: Verekaotus – põhjus
fa_ir: از دست دادن خون - علت
fi: Verenmenetys - Syy
fr: Perte de sang - Cause
ko: 혈액 손실 - 원인
lv: Asins zudums - cēlonis
nl: Bloedverlies - Oorzaak
pl: Utrata krwi — przyczyna
pt: Perda de sangue - causa
ru: Кровопотеря - Причина
sk: Strata krvi - príčina
sr: Gubitak krvi - uzrok
sw: Kupoteza Damu - Sababu
tr: Kan Kaybı - Nedeni

source: Blood Loss - Volume
am: ደም ማጣት - መጠን
ar: فقدان الدم-وحدة تخزين
az: Qan itkisi - Həcmi
bg: Загуба на кръв - Обем
es: Pérdida de sangre - Volumen
et: Verekaotus – maht
fa_ir: از دست دادن خون - حجم
fi: Verenmenetys - Määrä
fr: Perte de sang - Volume
ko: 혈액 손실 - 양
lv: Asins zudums - apjoms
nl: Bloedverlies - Volume
pl: Utrata krwi — objętość
pt: Perda de sangue - Volume
ru: Кровопотеря - Объем
sk: Strata krvi - objem
sr: Gubitak krvi - Volumen
sw: Kupoteza Damu - Kiasi
tr: Kan Kaybı - Cilt

source: Blood Transfusion - When
am: ደም መውሰድ - መቼ
ar: نقل الدم-عندما
az: Qanköçürmə - Nə vaxt
bg: Преливане на кръв - Кога
es: Transfusión de sangre: cuándo
et: Vereülekanne – millal
fa_ir: انتقال خون - چه زمانی
fi: Verensiirto - Milloin
fr: Transfusion sanguine - Quand
ko: 혈액 수혈 - 시기
lv: Asins pārliešana – kad
nl: Bloedtransfusie - Wanneer?
pl: Transfuzja krwi – kiedy
pt: Transfusão de sangue - Quando
ru: Переливание крови - Когда
sk: Krvná transfúzia - kedy
sr: Transfuzija krvi - Kada
sw: Uhamisho wa Damu - Wakati
tr: Kan Transfüzyonu - Ne zaman

source: Blood Transfusion - Volume
am: ደም መውሰድ - መጠን
ar: نقل الدم-الحجم
az: Qanköçürmə - Həcmi
bg: Преливане на кръв - Обем
es: Transfusión de sangre - Volumen
et: Vereülekanne – maht
fa_ir: انتقال خون - حجم
fi: Verensiirto – Määrä
fr: Transfusion sanguine - Volume
ko: 혈액 수혈 - 양
lv: Asins pārliešana – apjoms
nl: Bloedtransfusie - Volume
pl: Transfuzja krwi — objętość
pt: Transfusão de sangue - Volume
ru: Переливание крови - Объем
sk: Krvná transfúzia - objem
sr: Transfuzija krvi - Zapremina
sw: Uhamisho wa Damu - Kiasi
tr: Kan Transfüzyonu - Hacim

source: Blood Collection Official First Name
am: የደም ስብስብ ኦፊሴላዊ የመጀመሪያ ስም
ar: الاسم الأول لمسؤول مجموعة الدم
az: Qan Kolleksiyasının Rəsmi Adı
bg: Име на служителя за вземане на кръв
es: Nombre oficial de recolección de sangre
et: Verekogumise ametlik eesnimi
fa_ir: نام رسمی جمع آوری خون
fi: Verinäytteenottaja etunimi
fr: Prénom du responsable de la collecte de sang
ko: 혈액채취요원 이름
lv: Asins savākšanas oficiālais vārds
nl: Officiële voornaam bloedafname
pl: Imię oficera kontroli antydopingowej krwi (BCO)
pt: Nome oficial da coleta de sangue
ru: Имя инспектора по сбору крови
sk: Oficiálne krstné meno odberu krvi
sr: Zvanično ime prikupljanja krvi
sw: Ukusanyaji wa Damu Jina Rasmi la Kwanza
tr: Kan Toplama Resmi Adı

source: Witness Chaperone First Name
am: ምስክር ቻፐሮን የመጀመሪያ ስም
ar: الشاهد شايبيرون الاسم الأول
az: Şahid Şaperonun Adı
bg: Име на свидетеля шаперон
es: Nombre del acompañante del testigo
et: Tunnistaja saatja eesnimi
fa_ir: شاهد نام و نام خانوادگی
fi: Näytteenannon todistaja etunimi
fr: Prénom de l'accompagnateur du témoin
ko: 입회 샤프롱 이름
lv: Liecinieka pavadoņa vārds
nl: Voornaam getuige chaperone
pl: Imię opiekuna świadka (chaperone)
pt: Primeiro nome do acompanhante testemunha
ru: Имя свидетеля сдачи пробы
sk: Krstné meno svedka
sr: Ime svedoka Chaperonea
sw: Jina la kwanza Shahidi Chaperone
tr: Tanık Chaperone Adı

source: Blood Collection Official Last Name
am: የደም ስብስብ ኦፊሴላዊ የአያት ስም
ar: الاسم الأخير الرسمي لجمع الدم
az: Qan Kolleksiyasının Rəsmi Soyadı
bg: СДК за вземане на кръв
es: Apellido oficial de la recolección de sangre
et: Verekogu ametlik perekonnanimi
fa_ir: نام خانوادگی رسمی جمع آوری خون
fi: Verinäytteenottajan (BCO) sukunimi
fr: Nom du responsable de la collecte de sang
ko: 혈액채취요원 이름
lv: Asins savākšanas oficiālais uzvārds
nl: Blood Collection officiële achternaam
pl: Oficjalne nazwisko pobierania krwi
pt: Sobrenome oficial para coleta de sangue
ru: Фамилия инспектора по сбору крови
sk: Oficiálne priezvisko odberu krvi
sr: Збирно презиме службених презимена
sw: Ukusanyaji wa Damu Jina Rasmi la Mwisho
tr: Kan Alma Resmi Soyadı

source: Witness Chaperone Last Name
am: ምስክር ቻፐሮን የመጨረሻ ስም
ar: شاهد الاسم الأخير كوصي
az: Şahid Chaperone Soyadı
bg: Фамилия на свидетеля шаперон
es: Apellido del acompañante del testigo
et: Tunnistaja saatja perekonnanimi
fa_ir: شاهد نام خانوادگی چپرون
fi: Näytteenannonvalvojan sukunimi
fr: Nom du chaperon témoin
ko: 입회 샤프롱 이름
lv: Liecinieka pavadoņa uzvārds
nl: Getuige achternaam van begeleider
pl: Nazwisko opiekuna świadka
pt: Sobrenome do acompanhante testemunha
ru: Фамилия свидетеля сдачи пробы
sk: Priezvisko svedka
sr: Презиме сведока Цхаперонеа
sw: Shahidi Chaperone Jina la Mwisho
tr: Tanık Nezaretçisinin Soyadı

# warningsDetectedInTheFollowingFields
source: Some warning(s) were detected in the following fields:
am: በሚከተሉት መስኮች አንዳንድ ማስጠንቀቂያ(ዎች) ተገኝተዋል፡-
ar: تم اكتشاف بعض التحذيرات في الحقول التالية:
az: Aşağıdakı sahələrdə bəzi xəbərdarlıq(lar) aşkar edildi:
bg: Някои предупреждения бяха открити в следните полета:
es: Se detectaron algunas advertencias en los siguientes campos:
et: Järgmistel väljadel tuvastati mõned hoiatused:
fa_ir: برخی از هشدارها در فیلدهای زیر شناسایی شدند:
fi: Joitakin varoituksia havaittiin seuraavissa kentissä:
fr: Certains erreurs ont été détectées dans les champs suivants:
ko: 다음 필드에서 일부 경고가 감지되었습니다.
lv: Daži brīdinājumi tika atklāti šādos laukos:
nl: Er zijn enkele waarschuwing (en) gedetecteerd in de volgende velden:
pl: Niektóre ostrzeżenia wykryto w następujących polach:
pt: Alguns avisos foram detectados nos seguintes campos:
ru: В следующих полях были обнаружены некоторые предупреждения:
sk: Niektoré varovania boli zistené v nasledujúcich poliach:
sr: Откривена су нека упозорења у следећим пољима:
sw: Baadhi ya maonyo yaligunduliwa katika sehemu zifuatazo:
tr: Aşağıdaki alanlarda bazı uyarılar tespit edildi:

# warningsDCFToBeDeleted
source: The arrival date for this DCF is older than {{ dcfRetentionPeriod }} months. Please note that unmatched DCFs older than {{ dcfRetentionPeriod }} months will be deleted.
am: የዚህ DCF የመድረሻ ቀን ከዛ በላይ ነው። {{ dcfRetentionPeriod }} ወራት. እባኮትን ያልተመሳሰለ የዲሲኤፍኤዎች እድሜ በላይ መሆኑን ልብ ይበሉ {{ dcfRetentionPeriod }} ወራት ይሰረዛሉ.
ar: تاريخ وصول DCF هذا أقدم من 6 {{ dcfRetentionPeriod }} أشهر. يرجى ملاحظة أنه سيتم حذف ملفات DCF غير المتطابقة التي مضى {{ dcfRetentionPeriod }} عليها أكثر من أشهر.
az: Bu DCF üçün gəliş tarixi daha köhnədir {{ dcfRetentionPeriod }} ay. Lütfən, nəzərə alın ki, daha köhnə olan bənzərsiz DCF-lər {{ dcfRetentionPeriod }} aylar silinəcək.
bg: Датата на пристигане за този DCF е по-стара от {{ dcfRetentionPeriod }} месеца. Моля, обърнете внимание, че несравнимите DCF по-стари от {{ dcfRetentionPeriod }} месеца ще бъдат изтрити.
es: La fecha de llegada de este DCF es anterior a {{ dcfRetentionPeriod }} meses. Tenga en cuenta que los DCF no coincidentes anteriores a {{ dcfRetentionPeriod }} Se eliminarán los meses.
et: Selle DCF-i saabumiskuupäev on vanem kui {{ dcfRetentionPeriod }} kuud. Pange tähele, et tasakaalustamata DCF-id, mis on vanemad kui {{ dcfRetentionPeriod }} kuud kustutatakse.
fa_ir: تاریخ ورود این DCF قدیمی تر از {{ dcfRetentionPeriod }} ماه است.لطفاً توجه داشته باشید که DCF های تطبیق داده نشده قدیمی تر از {{ dcfRetentionPeriod }} ماه حذف خواهد شد
fi: Tämän DCF:n saapumispäivä on enemmän kuin {{ dcfRetentionPeriod }} kuukautta. Huomaa, että DCF:t, jotka eivät ole yhdistyneet ja ovat yli {{ dcfRetentionPeriod }} kuukautta vanhoja, poistetaan.
fr: La date d'arrivée de ce DCF est supérieure à {{ dcfRetentionPeriod }} mois. Veuillez noter que les DCF non appariés datant de plus de {{ dcfRetentionPeriod }} mois seront supprimés.
ko: 이 DCF의 도착 날짜가 {{ dcfRetentionPeriod }} 개월보다 오래되었습니다.{{ dcfRetentionPeriod }} 개월이 지난 일치하지 않는 DCF는 삭제됩니다.
lv: Šī DCF ierašanās datums ir vecāks par {{ dcfRetentionPeriod }} mēnešus. Lūdzu, ņemiet vērā, ka nesaskaņotie DCF ir vecāki par {{ dcfRetentionPeriod }} mēneši tiks dzēsti.
nl: De aankomstdatum van dit DCF is ouder dan {{ dcfRetentionPeriod }} maanden. Houd er rekening mee dat niet gekoppelde DCF's ouder dan {{ dcfRetentionPeriod }} maanden verwijderd worden.
pl: Data przybycia dla tego DCF jest starsza niż {{ dcfRetentionPeriod }} miesięcy. Należy pamiętać, że niedopasowane DCF starsze niż {{ dcfRetentionPeriod }} miesięcy zostaną usunięte.
pt: A data de chegada para este DCF é anterior a {{ dcfRetentionPeriod }} meses. Observe que DCFs não correspondentes com mais de {{ dcfRetentionPeriod }} meses serão excluídos.
ru: Дата прибытия этого DCF более {{ dcfRetentionPeriod }} месяцев назад. Обратите внимание, что несопоставленные DCF старше {{ dcfRetentionPeriod }} месяцев будут удалены.
sk: Dátum príchodu pre tento DCF je starší ako {{ dcfRetentionPeriod }} mesiacov. Upozorňujeme, že nepriradené DCF staršie ako {{ dcfRetentionPeriod }} mesiace budú vymazané.
sr: Datum dolaska za ovaj DCF stariji je od {{ dcfRetentionPeriod }} meseci. Imajte na umu da će neuporedivi DCF-ovi stariji od {{ dcfRetentionPeriod }} meseci biti izbrisani.
sw: Tarehe ya kuwasili kwa DCF hii ni ya zamani kuliko {{ dcfRetentionPeriod }} miezi. Tafadhali kumbuka kuwa DCF ambazo hazilinganishwi ni za zamani kuliko {{ dcfRetentionPeriod }} miezi itafutwa.
tr: Bu DKF için varış tarihi {{ dcfRetentionPeriod }} aydan daha eski. {{ dcfRetentionPeriod }} aydan daha eski DKF'lerin silineceğini unutmayın.

# updatedAuthoritiesInformation
source: The authorities selected on step 1 have been updated with the Major Event authorities.
am: በደረጃ 1 የተመረጡት ባለስልጣናት ከዋና ዋና ክስተት ባለስልጣናት ጋር ተዘምነዋል።
ar: تم تحديث السلطات المختارة في الخطوة 1 مع سلطات الأحداث الكبرى.
az: 1-ci addımda seçilmiş səlahiyyətlilər Böyük Tədbirin səlahiyyətli orqanları ilə yenilənmişdir.
bg: Органите, избрани на стъпка 1, са актуализирани с органите за голямо събитие.
es: Las autoridades seleccionadas en el paso 1 se han actualizado con las autoridades de eventos importantes.
et: 1. etapis valitud ametiasutusi on uuendatud suursündmuste volitustega.
fa_ir: سازمان های مرجع انتخاب شده در مرحله 1 بر اساس سازمان مرجع برگزاری رویداد بزرگ به روزرسانی شده اند.
fi: Vaiheessa 1 valitut tahot on päivitetty suurten urheilutapahtuma järjestäjien kanssa.
fr: Les autorités sélectionnées à l'étape 1 ont été mises à jour avec les autorités de l'événement majeur.
ko: 1단계에서 선정된 단체는 주요 경기대회 주관단체로 업데이트되었습니다.
lv: Iestādes, kas atlasītas 1. darbībā, ir atjauninātas ar galveno notikumu iestādēm.
nl: De autoriteiten die in stap 1 zijn geselecteerd, zijn bijgewerkt met de autoriteiten voor grote evenementen.
pl: Organy wybrane w kroku 1 zostały zaktualizowane o organy odpowiedzialne za najważniejsze wydarzenia.
pt: As autoridades selecionadas na etapa 1 foram atualizadas com as autoridades do Grande Evento.
ru: Организации, выбранные на шаге 1, были дополнены Организатором крупного спортивного мероприятия.
sk: Oprávnenia vybrané v kroku 1 boli aktualizované s oprávneniami pre veľké udalosti.
sr: Vlasti izabrane na 1. koraku ažurirane su sa organima glavnih događaja.
sw: Mamlaka zilizochaguliwa kwenye hatua ya 1 zimesasishwa na mamlaka ya Tukio Kuu.
tr: 1. adımda seçilen yetkililer, Büyük Etkinlik yetkilileriyle güncellendi.

source: Select
am: ይምረጡ
ar: تحديد
az: Seçin
bg: Избор
es: Seleccionar
et: Valige
fa_ir: انتخاب کنید
fi: Valitse
fr: sélectionner
ko: 선택하기
lv: Izvēlieties
nl: Selecteer
pl: Wybierz
pt: Selecionar
ru: Выбрать
sk: vybrať
sr: odaberite
sw: Chagua
tr: Seçin

source: View Major Event
am: ዋና ክስተትን ይመልከቱ
ar: مشاهدة الحدث الرئيسي
az: Əsas hadisəyə baxın
bg: Преглед на Спортна проява от най-висок ранг
es: Ver el evento principal
et: Vaadake suursündmust
fa_ir: مشاهده رویداد مهم
fi: Näytä Suurtapahtuma
fr: Voir l'événement sportif
ko: 주요 경기대회 보기
lv: Skatīt galveno notikumu
nl: Bekijk Major Event
pl: Zobacz ważne wydarzenie sportowe
pt: Ver Evento Principal
ru: Посмотреть крупное соревнование
sk: Zobraziť hlavnú udalosť
sr: Погледајте главни догађај
sw: Tazama Tukio Kuu
tr: Büyük Etkinliği Görüntüle

# dcf_feeForService
source: Fee for service test
am: የአገልግሎት ክፍያ ክፍያ
ar: رسوم اختبار الخدمة
az: Xidmət testi üçün ödəniş
bg: Такса за организиране на тест
es: Cuota por servicio
et: Teenuse testi tasu
fa_ir: هزینه خدمات نمونه گیری
fi: Laskutettava testauspalvelu
fr: Prestation de services
ko: 검사 서비스 비용
lv: Maksa par servisa pārbaudi
nl: Vergoeding voor servicetest
pl: Opłata za test serwisowy
pt: Taxa para teste de serviço
ru: Контрактный тест
sk: Poplatok za servisný test
sr: Накнада за сервисни тест
sw: Ada ya mtihani wa huduma
tr: Servis testi ücreti

# addSample_uppercase
source: ADD SAMPLE
am: ናሙና አክል
ar: أضف عينة
az: Nümunə əlavə edin
bg: Добавяне на проба
es: Añadir muestra
et: LISA PROOV
fa_ir: نمونه را اضافه کنید
fi: Lisää näyte
fr: AJOUTER UN ÉCHANTILLON
ko: 시료 추가
lv: PIEVIENOT PARAUGU
nl: Voeg sample toe
pl: Dodaj próbkę
pt: Adicionar amostra
ru: Добавить пробу
sk: Pridajte vzorku
sr: dodaj uzorak
sw: ONGEZA SAMPULI
tr: Örnek ekleyin

source: View Doping Control Form
am: የዶፒንግ መቆጣጠሪያ ቅጽን ይመልከቱ
ar: مشاهدة نموذج التحكم في المنشطات
az: Dopinq Nəzarəti Formasına baxın
bg: Вижте формуляра за допингов контрол
es: Ver formulario de control de dopaje
et: Vaadake dopingukontrolli vormi
fa_ir: مشاهده فرم کنترل دوپینگ
fi: Näytä Dopingtestipöytäkirja
fr: Voir le formulaire de contrôle du dopage
ko: 도핑검사서 보기
lv: Skatīt dopinga kontroles veidlapu
nl: Dopingcontroleformulier bekijken
pl: Zobacz formularz kontroli antydopingowej
pt: Exibir formulário de controle de doping
ru: Посмотреть протокол допинг-контроля
sk: Pozrite si formulár dopingovej kontroly
sr: Prikaži obrazac kontrole dopinga
sw: Tazama Fomu ya Kudhibiti Doping
tr: Doping Kontrol Formunu Görüntüle

source: View DCF
am: DCF ን ይመልከቱ
ar: عرض نموذج فحص المنشطات (DCF)
az: DCF-yə baxın
bg: Разглеждане на ФДК
es: Ver el FCA
et: Kuva DCF
fa_ir: مشاهده DCF
fi: Näytä dopingtestipöytäkirja
fr: Afficher le FCD
ko: 도핑검사서 보기
lv: Skatīt DCF
nl: Bekijk DCF
pl: Zobacz protokół kontroli antydopingowej
pt: Ver FCD
ru: Просмотр протокола допинг-контроля
sk: Zobraziť DCF
sr: Pogledaj DCF
sw: Angalia DCF
tr: Doping Kontrol Formunu görüntüleyin

# viewSignedDcfCopy
source: View signed copy of DCF
am: የተፈረመ የዲሲኤፍ ቅጂን ይመልከቱ
ar: عرض نسخة موقعة من DCF
az: DCF-nin imzalanmış nüsxəsinə baxın
bg: Преглед на подписано копие на ФДК
es: Ver copia firmada del DCF
et: Kuva DCF-i allkirjastatud koopia
fa_ir: کپی امضا شده DCF را مشاهده کنید
fi: Näytä DCF:n allekirjoitettu kopio
fr: Voir la copie signée du DCF
ko: 서명된 DCF 사본 보기
lv: Skatīt parakstītu DCF kopiju
nl: Bekijk een ondertekend exemplaar van DCF
pl: Wyświetl podpisaną kopię DCF
pt: Ver cópia assinada do DCF
ru: Посмотреть подписанную копию DCF
sk: Zobraziť podpísanú kópiu DCF
sr: Погледајте потписану копију ДЦФ-а
sw: Tazama nakala iliyotiwa saini ya DCF
tr: DCF'nin imzalı kopyasını görüntüleyin

source: View signed notification
am: የተፈረመ ማስታወቂያ ይመልከቱ
ar: عرض الإخطار الموقع
az: İmzalanmış bildirişə baxın
bg: Преглед на подписаното известие
es: Ver la notificación firmada
et: Kuva allkirjastatud teade
fa_ir: مشاهده اعلان امضا شده
fi: Näytä allekirjoitettu testikutsu
fr: Voir le formulaire de notification signé
ko: 서명된 통지 보기
lv: Skatīt parakstīto paziņojumu
nl: Bekijk ondertekende melding
pl: Wyświetl podpisane powiadomienie
pt: Ver notificação assinada
ru: Посмотреть подписанное уведомление
sk: Zobraziť podpísané oznámenie
sr: Погледајте потписано обавештење
sw: Tazama arifa iliyotiwa saini
tr: İmzalanmış bildirimi görüntüleyin

# viewAthletePhoto
source: View photo of the athlete at testing time
am: በሙከራ ጊዜ የአትሌቱን ፎቶ ይመልከቱ
ar: مشاهدة صورة الرياضي في وقت الاختبار
az: Test zamanı idmançının şəklinə baxın
bg: Вижте снимка на спортиста по време на тестване
es: Ver foto del atleta en el momento de la prueba
et: Vaadake sportlase fotot testimise ajal
fa_ir: مشاهده عکس ورزشکار در زمان تست
fi: Näytä kuva urheilijasta testausajankohtana
fr: Voir la photo du sportif au moment du contrôle
ko: 테스트 시간에 선수 사진보기
lv: Skatīt sportista fotoattēlu pārbaudes laikā
nl: Bekijk de foto van de atleet tijdens de testtijd
pl: Zobacz zdjęcie sportowca w czasie testów
pt: Veja a foto do atleta na hora do teste
ru: Посмотреть фото спортсмена во время тестирования
sk: Pozrite si fotografiu športovca v čase testovania
sr: Погледајте фотографију спортисте у време тестирања
sw: Tazama picha ya mwanariadha wakati wa majaribio
tr: Sporcunun test sırasında fotoğrafını görüntüleyin

source: View Chain of Custody
am: የጥበቃ ሰንሰለት ይመልከቱ
ar: عرض سلسلة العهدة
az: Qəyyumluq Zəncirinə baxın
bg: Вижте приемателно-предавателната верига
es: Ver la cadena de custodia
et: Vaatlusahela kuvamine
fa_ir: مشاهده زنجیره نگهداری
fi: Näytä kuljetuksen valvonta
fr: Afficher la chaîne de sécurité
ko: 시료보관전달체계 보기
lv: Skatīt piegādes ķēdi
nl: Bekijk de chain of custody
pl: Wyświetl łańcuch dozoru
pt: Ver cadeia de custódia
ru: Посмотреть транспортный протокол
sk: Zobraziť Spracovateľský reťazec
sr: Погледајте ланац старатељства
sw: Tazama Mlolongo wa Ulinzi
tr: Gözetim zincirini görüntüleyin

source: Delete DCF
am: DCF ሰርዝ
ar: حذف DCF
az: DCF-ni silin
bg: Изтрийте ФДК
es: Eliminar el DCF
et: Kustuta DCF
fa_ir: DCF را حذف کنید
fi: Poista DCF
fr: Supprimer FCD
ko: DCF 삭제
lv: Dzēst DCF
nl: Verwijder DCF
pl: Usuń DCF
pt: Excluir DCF
ru: Удалить DCF
sk: Odstrániť DCF
sr: Избриши ДЦФ
sw: Futa DCF
tr: DCF'yi sil

# dcfCancelBeforeDeleteInfo
source: The Doping Control Form should be cancelled before it can be deleted.
am: የዶፒንግ መቆጣጠሪያ ቅጹ ከመሰረዙ በፊት መሰረዝ አለበት።
ar: يجب إلغاء نموذج مراقبة المنشطات قبل حذفه.
az: Dopinq Nəzarəti Forması silinməzdən əvvəl ləğv edilməlidir.
bg: Формулярът за допинг контрол трябва да бъде анулиран, преди да може да бъде изтрит.
es: El Formulario de Control de Dopaje debe cancelarse antes de poder eliminarlo.
et: Dopingukontrolli vorm tuleks enne kustutamist tühistada.
fa_ir: قبل ازحذف فرم کنترل دوپینگ ابتدا باید لغو شود.
fi: Gopingtestipöytäkirja on peruttava ennen kuin se voidaan poistaa.
fr: Le formulaire de contrôle du dopage doit être annulé avant d'être supprimé.
ko: 도핑검사서를 삭제하기 전에 취소해야 합니다.
lv: Dopinga kontroles veidlapa ir jāanulē, pirms to var dzēst.
nl: Het DCF moet worden geannuleerd voordat het kan worden verwijderd.
pl: Formularz kontroli dopingowej należy anulować przed jego usunięciem.
pt: O Formulário de Controle de Doping deve ser cancelado antes de poder ser excluído.
ru: Перед удалением Протокола допинг-контроля его необходимо отменить.
sk: Formulár dopingovej kontroly by sa mal pred vymazaním zrušiť.
sr: Obrazac za kontrolu dopinga treba otkazati pre nego što se može izbrisati.
sw: Fomu ya Kudhibiti Doping inapaswa kughairiwa kabla ya kufutwa.
tr: Doping Kontrol Formu'nun silinebilmesi için önce iptal edilmesi gerekmektedir.

# viewDcfInClassic_uppercase
source: VIEW DCF IN CLASSIC
am: DCFን በክላሲክ ይመልከቱ
ar: عرض DCF بشكل كلاسيكي
az: DCF-yə KLASSİKDƏ BAXIN
bg: ВИЖ ФДК В КЛАСИЧЕСКАТА ВЕРСИЯ
es: VER DCF EN CLÁSICO
et: VAATA DCF-i KLASSIKAS
fa_ir: مشاهده DCF در کلاسیک
fi: TARKASTELE DCF (KLASSINEN)
fr: VOIR FCD DANS CLASSIQUE
ko: CLASSIC에서 DCF보기
lv: SKATĪT DCF KLASIKĀ
nl: BEKIJK DCF IN CLASSIC
pl: POKAŻ KLASYCZNIE DCF
pt: VER DCF NO CLÁSSICO
ru: ПОСМОТРЕТЬ DCF В КЛАССИЧЕСКОМ ИНТЕРФЕЙСЕ
sk: ZOBRAZIŤ DCF V KLASIKA
sr: ПОГЛЕДАЈ ДЦФ У КЛАСИЦИ
sw: TAZAMA DCF KATIKA DARAJA
tr: DCF'yi KLASİK OLARAK GÖRÜNTÜLEYİN

# anonymousViewWarning
source: You are viewing the anonymous version of this DCF.
am: የዚህን DCF የማይታወቅ ስሪት እየተመለከቱ ነው።
ar: تقوم بمشاهدة النسخة المجهولة لهذا DCF.
az: Siz bu DCF-nin anonim versiyasına baxırsınız.
bg: Вие разглеждате анонимната версия на този DCF.
es: Está viendo la versión anónima de este FCD.
et: Vaatate selle DCF-i anonüümset versiooni.
fa_ir: شما در حال مشاهده نسخه ناشناس این DCF هستید.
fi: Tarkastelet tämän DCF:n anonyymiä versiota.
fr: Vous affichez la version anonyme de ce DCF.
ko: 이 DCF의 익명 버전을 보고 있습니다.
lv: Jūs skatāties šī DCF anonīmo versiju.
nl: U bekijkt de anonieme versie van dit DCF.
pl: Oglądasz anonimową wersję tego DCF.
pt: Você está vendo a versão anônima deste DCF.
ru: Вы просматриваете анонимную версию этого DCF.
sk: Prezeráte si anonymnú verziu tohto DCF.
sr: Pregledate anonimnu verziju ovog DCF-a.
sw: Unatazama toleo lisilokutambulisha la DCF hii.
tr: Bu DCF'nin anonim sürümünü görüntülüyorsunuz.

# sampleValidityUpdateError
source: The sample validity could not be updated.
am: የናሙና ትክክለኛነት ሊዘመን አልቻለም።
ar: لا يمكن تعديل صحة العينة.
az: Nümunə etibarlılığını yeniləmək mümkün olmadı.
bg: Валидността на примера не можа да бъде актуализирана.
es: La validez de la muestra no ha podido ser actualizada.
et: Näidise kehtivust ei saanud värskendada.
fa_ir: اعتبار نمونه به روز نشد.
fi: Näytteen validiteettia ei voitu päivittää.
fr: L’exemple de validité n’a pas pu être mis à jour.
ko: 시료 유효성을 업데이트할 수 없습니다.
lv: Parauga derīgumu nevarēja atjaunināt.
nl: De steekproefvaliditeit kon niet worden bijgewerkt.
pl: Nie udało się zaktualizować ważności próbki.
pt: A validade da amostra não pôde ser atualizada.
ru: Валидность выборки не удалось обновить.
sk: Platnosť vzorky nebolo možné aktualizovať.
sr: Nije moguće ažurirati validnost uzorka.
sw: Uhalali wa sampuli haukuweza kusasishwa.
tr: Örnek geçerliliği güncellenemedi.
