Repository: NandhineeR/WADA
Catalog: wada-ama-testcenter-web-57718053929f/wada-ama-testcenter-web-57718053929f/src/i18n/messages.*.xlf
Languages: am, ar, az, bg, es, et, fa_ir, fi, fr, ko, lv, nl, pl, pt, ru, sk, sr, sw, tr

# followingStepsMissingMandatoryValues
source: The following steps are missing some mandatory values in order to complete this Doping Control Form.
am: ይህንን የዶፒንግ መቆጣጠሪያ ቅጽ ለመሙላት የሚከተሉት ደረጃዎች አንዳንድ አስገዳጅ እሴቶች ይጎድላሉ።
ar: تفتقد الخطوات التالية بعض القيم الإلزامية لإكمال نموذج مراقبة المنشطات هذا.
az: Aşağıdakı addımlarda bu Dopinq Nəzarəti Formasını doldurmaq üçün bəzi məcburi dəyərlər yoxdur.
bg: В следващите стъпки липсват някои задължителни стойности, за да попълните формуляра за допинг контрол.
es: A los siguientes pasos les faltan algunos valores obligatorios para completar este Formulario de Control de Dopaje.
et: Järgmistel etappidel puuduvad selle dopingukontrollivormi täitmiseks mõned kohustuslikud väärtused.
fa_ir: مراحل زیر برخی مقادیرخالی و اجباری برای تکمیل فرم کنترل دوپینگ را نشان می دهد.
fi: Seuraavista vaiheista puuttuu joitakin pakollisia tietoja tämän Dopingtestilomakkeen täyttämiseksi.
fr: Les étapes suivantes ne contiennent pas certaines valeurs obligatoires pour remplir ce formulaire de contrôle antidopage.
ko: 이 도핑검사서 작성하기 위해 필요한 몇 가지 필수 값이 누락되어 있습니다.
lv: Lai aizpildītu šo dopinga kontroles veidlapu, tālāk norādītajās darbībās trūkst dažu obligāto vērtību.
nl: In de volgende stappen ontbreken enkele verplichte waarden om dit dopingcontroleformulier in te vullen.
pl: W poniższych krokach brakuje niektórych obowiązkowych wartości w celu wypełnienia tego formularza kontroli antydopingowej.
pt: Nas etapas a seguir, faltam alguns valores obrigatórios para o preenchimento deste Formulário de Controle de Doping.
ru: В следующих шагах отсутствуют некоторые обязательные значения для заполнения этой Формы Допинг-контроля.
sk: V nasledujúcich krokoch chýbajú niektoré povinné hodnoty na vyplnenie tohto formulára dopingovej kontroly.
sr: Sledećim koracima nedostaju neke obavezne vrednosti kako bi se dovršio ovaj Obrazac doping kontrole.
sw: Hatua zifuatazo zinakosa baadhi ya maadili ya lazima ili kukamilisha Fomu hii ya Udhibiti wa Doping.
tr: Bu Doping Kontrol Formunu tamamlamak için aşağıdaki adımlarda bazı zorunlu değerler eksiktir.

source: Step 1 - ADAMS Notifications
am: ደረጃ 1 - የADAMS ማሳወቂያዎች
ar: الخطوة 1 - إخطارات ADAMS
az: Addım 1 - ADAMS Bildirişləri
bg: Стъпка 1 - ADAMS Известия
es: Paso 1: Notificaciones de ADAMS
et: 1. samm – ADAMS-i teatised
fa_ir: گام 1 - نوتیفیکیشن های ADAMS
fi: Vaihe 1 – ADAMS Testikutsut
fr: Étape 1 - Notifications ADAMS
ko: 1단계 - ADAMS 알림
lv: 1. darbība — ADAMS paziņojumi
nl: Stap 1 - ADAMS-meldingen
pl: Krok 1 - Powiadomienia systemu ADAMS
pt: Etapa 1 - Notificações da ADAMS
ru: Шаг 1 - Уведомления ADAMS
sk: Krok 1 – Upozornenia ADAMS
sr: Korak 1 - ADAMS obaveštenja
sw: Hatua ya 1 - Arifa za ADAMS
tr: Adım 1 - ADAMS Bildirimleri

source: Step 2 - Sample Collection
am: ደረጃ 2 - የናሙና ስብስብ
ar: الخطوة 2 – جمع العينات
az: Addım 2 - Nümunələrin toplanması
bg: Стъпка 2 – Вземане на проби
es: Paso 2 - Recolección de muestras
et: 2. samm – proovide kogumine
fa_ir: مرحله 2 - جمع آوری نمونه
fi: Vaihe 2 - Näytteenotto
fr: Étape 2 - Prélèvement d'échantillons
ko: 2단계 - 시료 채취
lv: 2. darbība – paraugu ņemšana
nl: Stap 2 - Staalafname
pl: Krok 2 - Pobranie próbki
pt: Etapa 2 - Coleta de amostras
ru: Шаг 2 - Сбор Пробы
sk: Krok 2 - Odber vzoriek
sr: Korak 2 - Uzorak kolekcije
sw: Hatua ya 2 - Mkusanyiko wa Sampuli
tr: Adım 2 - Örnek Toplama

source: Step 3 - Procedural Information
am: ደረጃ 3 - የአሰራር መረጃ
ar: الخطوة 3 - المعلومات الإجرائية
az: Addım 3 - Prosedur məlumatı
bg: Стъпка 3 – Процедурна информация
es: Paso 3 - Información sobre el procedimiento
et: 3. samm – protseduuriline teave
fa_ir: مرحله 3 - اطلاعات روند کار
fi: Vaihe 3 - Vahvistus
fr: Étape 3 - Informations procédurales
ko: 3단계 - 절차 정보
lv: 3. darbība – informācija par procedūru
nl: Stap 3 - Informatie over de procedure
pl: Krok 3 - Informacje proceduralne
pt: Etapa 3 - Informações sobre o procedimento
ru: Шаг 3 - Процедурная информация
sk: Krok 3 – Procesné informácie
sr: Korak 3 - Proceduralne informacije
sw: Hatua ya 3 - Taarifa ya Utaratibu
tr: Adım 3 - Prosedürel Bilgiler

source: Testing Order has been updated.
am: የሙከራ ትዕዛዝ ተዘምኗል።
ar: تم تحديث أمر الاختبار.
az: Test Sifarişi yeniləndi.
bg: Заповедта за тестване е актуализирана.
es: La orden de prueba ha sido actualizada.
et: Testimiskord on uuendatud.
fa_ir: دستور تست به روز شد
fi: Testimääräys on päivitetty.
fr: L'ordre de mission a été mis à jour.
ko: 검사지시서가 업데이트되었습니다.
lv: Pārbaudes pasūtījums ir atjaunināts.
nl: Testopdracht is bijgewerkt.
pl: Kolejność testowania została zaktualizowana.
pt: O pedido de teste foi atualizado.
ru: Распроряжение на тестирование обновлено.
sk: Testovacia objednávka bola aktualizovaná.
sr: Редослед тестирања је ажуриран.
sw: Agizo la Kujaribu limesasishwa.
tr: Test Sırası güncellendi.

source: Notification
am: ማስታወቂያ
ar: إشعار
az: Bildiriş
bg: Известяване
es: Notificación
et: Teatamine
fa_ir: اطلاع
fi: Testikutsu
ko: 알림
lv: Paziņojums
nl: Berichtgeving
pl: Powiadomienie
pt: Notificação
ru: Уведомление
sk: oznámenia
sr: obaveštenje
sw: Taarifa
tr: Uyarı

source: Athlete Information
am: የአትሌት መረጃ
ar: معلومات الرياضي
az: İdmançı haqqında məlumat
bg: Информация за спортиста
es: Información sobre los deportistas
et: Teave sportlaste kohta
fa_ir: اطلاعات ورزشکار
fi: Urheilijan tiedot
fr: Information du sportif
ko: 선수 정보
lv: Informācija par sportistu
nl: Informatie over de sporter
pl: Informacje o zawodniku
pt: Informação do Atleta
ru: Информация о спортсмене
sk: Informácie o športovcovi
sr: Информације о спортисти
sw: Taarifa za Mwanamichezo
tr: Sporcu Bilgileri

# athletePhotoTestingTime_uppercase
source: PHOTO OF THE ATHLETE AT TESTING TIME
am: በሙከራ ጊዜ የአትሌቱ ፎቶ
ar: صورة الرياضي في وقت الاختبار
az: İDMANÇININ SINAQ VAXTINDAKI FOTOSU
bg: СНИМКА НА СПОРТИСТА ПО ВРЕМЕ НА ТЕСТВАНЕТО
es: FOTO DEL ATLETA EN EL TIEMPO DE PRUEBAS
et: FOTO SPORTLASEST TESTIMISE AJAL
fa_ir: عکس ورزشکار در زمان تست
fi: VALOKUVA URHEILIJASTA TESTAUSHETKELLÄ
fr: PHOTO DU SPORTIF AU MOMENT DU TEST
ko: 검사 당시의 선수 사진
lv: SPORTISTA FOTO PĀRBAUDES LAIKĀ
nl: FOTO VAN DE ATLEET IN TESTTIJD
pl: ZDJĘCIE SPORTOWCA W CZASIE BADANIA
pt: FOTO DO ATLETA NO MOMENTO DO TESTE
ru: ФОТО СПОРТСМЕНА ВО ВРЕМЯ ТЕСТИРОВАНИЯ
sk: FOTO ŠPORTOVCA V ČASE TESTOVANIA
sr: FOTOGRAFIJA SPORTISTE U VREME TESTIRANJA
sw: PICHA YA MWANARIADHA WAKATI WA MAJARIBIO
tr: TEST SIRASINDA SPORCUNUN FOTOĞRAFI

# close_uppercase
source: CLOSE
am: መዝጋት
ar: إغلاق
az: YAXIN
bg: ЗАТВАРЯНЕ
es: Cerrar
et: SULGE
fa_ir: بستن
fi: SULJE
fr: Fermer
ko: 닫기
lv: AIZVĒRTIES
nl: Sluit
pl: Zamknij
pt: Fechado
ru: ЗАКРЫТЬ
sk: Zavrieť
sr: Zatvori
sw: FUNGA
tr: Kapat

# signedDcfNotification_uppercase
source: SIGNED DCF NOTIFICATION
am: የተፈረመ የዲሲኤፍ ማስታወቂያ
ar: اعلام DCF توقيع
az: İMZALI DCF BİLDİRİŞİ
bg: ПОДПИСАНО ИЗВЕСТИЕ НА ФДК
es: NOTIFICACIÓN FIRMADA DEL DCF
et: ALLKIRJATUD DCF-TEATIS
fa_ir: اعلان DCF امضا شده
fi: ALLEKIRJOITETTU DCF-ILMOITUS
fr: NOTIFICATION FCD SIGNÉE
ko: 서명된 DCF 통지
lv: PARAKSTS DCF PAZIŅOJUMS
nl: ONDERTEKENDE DCF-MELDING
pl: PODPISANE POWIADOMIENIE DCF
pt: NOTIFICAÇÃO DCF ASSINADA
ru: ПОДПИСАННОЕ УВЕДОМЛЕНИЕ DCF
sk: PODPÍSANÉ OZNÁMENIE DCF
sr: POTPISANO DCF OBAVEŠTENJE
sw: ARIFA YA DCF ILIYOSAINI
tr: İMZALI DCF BİLDİRİMİ

source: View Multiple Doping Control Forms
am: በርካታ የዶፒንግ መቆጣጠሪያ ቅጾችን ይመልከቱ
ar: عرض نماذج مراقبة المنشطات المتعددة
az: Çoxsaylı Dopinq Nəzarət Formasına Baxın
bg: Преглед на множество формуляри за допинг контрол
es: Ver múltiples formularios de control de dopaje
et: Vaadake mitut dopingukontrolli vormi
fa_ir: مشاهده چندین فرم کنترل دوپینگ
fi: Tarkastele useita Dopingtestipöytäkirjoja
fr: Voir plusieurs formulaires de contrôle du dopage
ko: 복수의 도핑검사서 보기
lv: Skatiet vairākas dopinga kontroles veidlapas
nl: Bekijk meerdere dopingcontroleformulieren
pl: Wyświetl wiele formularzy kontroli antydopingowej
pt: Ver vários formulários de controle de doping
ru: Просмотреть несколько протоколов допинг-контроля
sk: Pozrite si viaceré formuláre dopingovej kontroly
sr: Погледајте више образаца за контролу допинга
sw: Tazama Fomu nyingi za Udhibiti wa Doping
tr: Çoklu Doping Kontrol Formlarını Görüntüleyin

# followingDopingControlFormHaveBeen
source: The following Doping Control Forms have been:
am: የሚከተሉት የዶፒንግ መቆጣጠሪያ ቅጾች ተደርገዋል።
ar: نماذج مراقبة تعاطي المنشطات التالية هي:
az: Aşağıdakı Dopinq Nəzarət Formaları olmuşdur:
bg: Следните формуляри за допинг контрол са:
es: Los siguientes formularios de control antidopaje han sido:
et: Järgmised dopingukontrolli vormid on olnud:
fa_ir: فرم های کنترل دوپینگ زیر بوده است:
fi: Seuraavat Dopingtestipöytäkirjat ovat olleet:
fr: Les formulaires de contrôle du dopage suivants ont été :
ko: 다음의 도핑검사서가 있습니다:
lv: Ir bijušas šādas dopinga kontroles veidlapas:
nl: De volgende dopingcontroleformulieren zijn:
pl: Następujące formularze kontroli antydopingowej zostały:
pt: Os seguintes Formulários de Controle de Doping foram:
ru: Следующие протоколы допинг-контроля были:
sk: Nasledujúce formuláre dopingovej kontroly boli:
sr: Следећи обрасци за контролу допинга су:
sw: Fomu zifuatazo za Kudhibiti Doping zimekuwa:
tr: Aşağıdaki Doping Kontrol Formları:

source: Go back to Testing Order
am: ወደ የሙከራ ትዕዛዝ ተመለስ
ar: ارجع إلى أمر الاختبار
az: Test Sifarişinə qayıdın
bg: Върнете се към Заповед за тестване
es: Vuelva a la orden de prueba
et: Minge tagasi tellimuste testimise juurde
fa_ir: به دستور تست برگردید
fi: Palaa Testimääräykseen
fr: Retour à l'ordre de mission
ko: 검사지시서로 돌아가기
lv: Atgriezieties pie Testēšanas pasūtījuma
nl: Ga terug naar Testbestelling
pl: Wróć do zamówienia testowego
pt: Volte para o pedido de teste
ru: Вернуться к Распоряжению на тестирование
sk: Vráťte sa na testovaciu objednávku
sr: Вратите се на Ред за тестирање
sw: Rudi kwenye Agizo la Kujaribu
tr: Test Sırasına geri dön

source: Result Verification
am: የውጤት ማረጋገጫ
ar: التحقق من النتائج
az: Nəticənin doğrulanması
bg: Потвърждаване на резултата
es: Verificación del Resultado
et: Tulemuste kontrollimine
fa_ir: تأیید نتیجه
fi: Tuloksen varmennus
fr: Vérification du résultat
ko: 결과 검증
lv: Rezultātu pārbaude
nl: Resultaat verificatie
pl: Weryfikacja wyniku
pt: Verificação de Resultado
ru: Сверка результата
sk: Overenie výsledku
sr: potvrda rezultata
sw: Uthibitishaji wa Matokeo
tr: Sonuç Doğrulama

source: Lab Results
am: የላብራቶሪ ውጤቶች
ar: نتائج المختبر
az: Laboratoriya nəticələri
bg: Лабораторни резултати
es: Resultados de laboratorio
et: Labori tulemused
fa_ir: نتایج آزمایشگاهی
fi: Laboratoriotulokset
fr: Résultats de laboratoire
ko: 시험실 결과
lv: Laboratorijas rezultāti
nl: Lab resultaten
pl: Wyniki laboratoryjne
pt: Resultados Laboratoriais
ru: Результаты лабораторного анализа
sk: Laboratórne výsledky
sr: laboratorijski rezultati
sw: Matokeo ya Maabara
tr: Laboratuvar Sonuçları

source: Sample Collection Date
am: የናሙና መሰብሰብ ቀን
ar: تاريخ جمع العينة
az: Nümunələrin toplanması tarixi
bg: Дата на пробовзимане
es: Fecha de recogida de la muestra
et: Proovide kogumise kuupäev
fa_ir: تاریخ جمع آوری نمونه
fi: Näytteenottopäivämäärä
fr: Date de prélèvement de l’échantillon
ko: 시료채취일
lv: Parauga savākšanas datums
nl: Datum staalafname
pl: Data pobrania próbki
pt: Data de Coleta da Amostra
ru: Дата отбора пробы
sk: Dátum odberu vzorky
sr: datum prikupljanja uzorka
sw: Tarehe ya Kukusanya Sampuli
tr: Örnek Alım Tarihi

source: Sent to Laboratory
am: ወደ ላቦራቶሪ ተልኳል።
ar: أرسل إلى المختبر
az: Laboratoriyaya göndərilib
bg: Изпратено в лаборатория
es: Enviado al laboratorio
et: Saadetud laborisse
fa_ir: به آزمایشگاه ارسال شد
fi: Lähetetty laboratorioon
fr: Envoyé au laboratoire
ko: 분석기관으로 전송
lv: Nosūtīts uz laboratoriju
nl: Verzonden naar laboratorium
pl: Wysłano do laboratorium
pt: Enviado ao Laboratório
ru: Отправлено в лабораторию
sk: Odoslané do laboratória
sr: Послато у лабораторију
sw: Imetumwa kwa Maabara
tr: Laboratuvara Gönderildi

source: Reject Match
am: ተዛማጅ አትቀበል
ar: رفض المباراة
az: Uyğunluğu rədd et
bg: Отхвърляне на свързване
es: Rechazar el partido
et: Keeldu vaste
fa_ir: رد مسابقه
fi: Hylkää yhdistyminen
fr: Rejeter la correspondance
ko: 일치 거부
lv: Noraidīt spēli
nl: Koppeling afwijzen
pl: Odrzuć dopasowanie
pt: Rejeitar partida
ru: Отклонить совпадение
sk: Odmietnuť zápas
sr: Одбаци подударање
sw: Kataa Mechi
tr: Eşleşmeyi Reddet

source: Confirm Match
am: መመሳሰልን ያረጋግጡ
ar: تأكيد المباراة
az: Uyğunluğu təsdiqləyin
bg: Потвърдете свързването
es: Confirmar la coincidencia
et: Kinnita vaste
fa_ir: تأیید مطابقت
fi: Vahvista yhdistyminen
fr: Confirmer la correspondance
ko: 일치 확인
lv: Apstiprināt atbilstību
nl: Koppeling bevestigen
pl: Potwierdź dopasowanie
pt: Confirmar correspondência
ru: Подтвердить совпадение
sk: Potvrdiť zhodu
sr: Потврдите подударање
sw: Thibitisha Ulinganifu
tr: Eşleşmeyi Onayla

source: Go back to DCF
am: ወደ ዲሲኤፍ ይመለሱ
ar: ارجع إلى DCF
az: DCF səhifəsinə qayıt
bg: Върнете се във ФДК
es: Vuelve al DCF
et: Minge tagasi DCF-i juurde
fa_ir: به DCF برگردید
fi: Palaa Dopingtestipöytäkirjaan
fr: Retourner au FCD
ko: DCF로 돌아가기
lv: Dodieties atpakaļ uz DCF
nl: Ga terug naar DCF
pl: Wróć do DCF
pt: Volte para DCF
ru: Вернуться к DCF
sk: Vráťte sa do DCF
sr: Вратите се на ДЦФ
sw: Rudi kwa DCF
tr: DCF'ye geri dön

# rejectConfirmModalMessage
source: Are you sure you want to {{ isRejectMatch ? 'reject' : 'confirm' }} the match?
am: እርግጠኛ ኖት ይፈልጋሉ {{ isRejectMatch ? 'reject' : 'confirm' }} ውድድሩ?
ar: هل أنت متأكد أنك تريد {{ isRejectMatch ? 'reject' : 'confirm' }} المباراة؟
az: İstədiyinizə əminsiniz {{ isRejectMatch ? 'reject' : 'confirm' }} matç?
bg: Сигурен ли си, че искаш да {{ isRejectMatch ? 'reject' : 'confirm' }} съвпадението?
es: ¿Estás seguro de que quieres el {{ isRejectMatch ? 'reject' : 'confirm' }} partido?
et: Kas olete kindel, et soovite {{ isRejectMatch ? 'reject' : 'confirm' }} matš?
fa_ir: آیا مطمئن هستید که می خواهید {{ isRejectMatch ? 'reject' : 'confirm' }} مسابقه؟
fi: Oletko varma että haluat {{ isRejectMatch ? 'reject' : 'confirm' }} yhdistämisen?
fr: Êtes-vous sûr de {{ isRejectMatch ? 'reject' : 'confirm' }} vouloir le match ?
ko: 정말 일치를 {{ isRejectMatch ? 'reject' : 'confirm' }} 하시겠습니까?
lv: Vai tiešām vēlaties?{{ isRejectMatch ? 'reject' : 'confirm' }} spēle?
nl: Ben je zeker van {{ isRejectMatch ? 'reject' : 'confirm' }} ?
pl: Czy na pewno chcesz połączyć {{ isRejectMatch ? 'reject' : 'confirm' }} ?
pt: Tem certeza de que deseja {{ isRejectMatch ? 'reject' : 'confirm' }} a partida?
ru: Вы уверены, что хотите {{ isRejectMatch ? 'reject' : 'confirm' }} это сопоставление?
sk: Si si istý, že chceš {{ isRejectMatch ? 'reject' : 'confirm' }} zápas?
sr: Jeste li sigurni da želite da se {{ isRejectMatch ? 'reject' : 'confirm' }} poklopite?
sw: Je, una uhakika unataka {{ isRejectMatch ? 'reject' : 'confirm' }} mechi?
tr: Maçı {{ isRejectMatch ? 'reject' : 'confirm' }} adresinden izlemek istediğinize emin misiniz?

source: Activity Log
am: የእንቅስቃሴ ምዝግብ ማስታወሻ
ar: سجل الأنشطة
az: Fəaliyyət jurnalı
bg: Дневник дейност
es: Registro de actividades
et: Aktiivsus Logi
fa_ir: گزارش فعالیت
fi: Toimintaloki
fr: Journal d'activité
ko: 활동 기록
lv: Aktivitāšu vēsture
nl: Activiteiten logboek
pl: Dziennik aktywności
pt: Registro de atividade
ru: Журнал учета деятельности
sk: Denník aktivít
sr: Dnevnik aktivnosti
sw: Kumbukumbu ya Shughuli
tr: Etkinlik Günlüğü

# createActivity_uppercase
source: CREATE ACTIVITY
am: እንቅስቃሴን ፍጠር
ar: إنشاء نشاط
az: FƏALİYYƏT YARADIN
bg: СЪЗДАВАЙТЕ ДЕЙНОСТ
es: CREAR ACTIVIDAD
et: LOO TEGEVUS
fa_ir: ایجاد فعالیت
fi: LUO TOIMINTO
fr: CRÉER UNE ACTIVITÉ
ko: 활동 생성하기
lv: VEIDOT AKTIVITĀTI
nl: CREËER ACTIVITEIT
pl: TWORZENIE AKTYWNOŚCI
pt: CRIAR ATIVIDADE
ru: СОЗДАТЬ АКТИВНОСТЬ
sk: VYTVORIŤ ČINNOSŤ
sr: KREIRAJTE AKTIVNOST
sw: UNDA SHUGHULI
tr: ETKİNLİK OLUŞTUR

source: Organization
am: ድርጅት
ar: منظمة
az: Təşkilat
bg: Организация
es: Organización
et: Organisatsioon
fa_ir: سازمان
fi: Organisaatio
fr: Organisation
ko: 기구
lv: Organizācija
nl: Organisatie
pl: Organizacja
pt: Organização
ru: Организация
sk: Organizácia
sr: organizacija
sw: Shirika
tr: Kuruluş

source: Cancel
am: ሰርዝ
ar: إلغاء
az: Ləğv et
bg: Отменяне
es: Cancelar
et: Tühista
fa_ir: لغو کنید
fi: Peruuta
fr: Annuler
ko: 취소
lv: Atcelt
nl: annuleren
pl: Anuluj
pt: Cancelar
ru: Отмена
sk: Zrušiť
sr: otkazati
sw: Usikubali
tr: İptal et

source: Change status to cancelled
am: ሁኔታን ወደ መሰረዝ ቀይር
ar: تغيير الحالة إلى ملغى
az: Vəziyyəti ləğv edildi olaraq dəyişdirin
bg: Промяна на състоянието на отменено
es: Cambiar el estado a cancelado
et: Muuda olek tühistatuks
fa_ir: تغییر وضعیت به لغو شده
fi: Vaihda tilaksi peruutettu
fr: Changer le statut à annulé
ko: 상태를 취소됨으로 변경하기
lv: Mainīt statusu uz atcelts
nl: Verander de status in geannuleerd
pl: Zmień status na anulowano
pt: Alterar o status para cancelado
ru: Изменить статус на "Отменен"
sk: Zmeniť stav na zrušené
sr: Промените статус у отказано
sw: Badilisha hali kuwa iliyoghairiwa
tr: Durumu iptal edildi olarak değiştirin

# yes_uppercase
source: YES
am: አዎ
ar: نعم
az: Bəli
bg: Да
es: SÍ
et: JAH
fa_ir: آره
fi: KYLLÄ
fr: OUI
ko: 예
lv: JĀ
nl: Ja
pl: TAK
pt: Sim
ru: ДА
sk: Áno
sr: da
sw: Ndio
tr: Evet

# no_uppercase
source: NO
am: አይ
ar: لا
az: Yox
bg: Не
et: EI
fa_ir: نه
fi: EI
fr: NON
ko: 아니요
lv: NĒ
nl: Nein
pl: Nie
pt: Não
ru: НЕТ
sk: Nie
sr: ne
sw: Hapana
tr: Hayır

source: Set {{ translations$ | getTargetObject:targetObject | async } status to {{ translations$ | getStatus:enumStringValue | async
am: አዘጋጅ {{ translations$ | getTargetObject:targetObject | async } ሁኔታ ወደ {{ translations$ | getStatus:enumStringValue | async
ar: تحديد حالة {{ translations$ | getTargetObject:targetObject | async } الى {{ translations$ | getStatus:enumStringValue | async
az: Set {{ translations$ | getTargetObject:targetObject | async } statusuna {{ translations$ | getStatus:enumStringValue | async
bg: Комплект {{ translations$ | getTargetObject:targetObject | async } състояние на {{ translations$ | getStatus:enumStringValue | async
es: Configure el estado de {{ translations$ | getTargetObject:targetObject | async } como {{ translations$ | getStatus:enumStringValue | async
et: Määra {{ translations$ | getTargetObject:targetObject | async } olek {{ translations$ | getStatus:enumStringValue | async
fa_ir: تنظیم کردن {{ translations$ | getTargetObject:targetObject | async } وضعیت به {{ translations$ | getStatus:enumStringValue | async
fi: Aseta {{ translations$ | getTargetObject:targetObject | async } tila {{ translations$ | getStatus:enumStringValue | async
fr: Change le statut de {{ translations$ | getTargetObject:targetObject | async } à {{ translations$ | getStatus:enumStringValue | async
ko: {{ translations$ | getTargetObject:targetObject | async } 상태를 {{ translations$ | getStatus:enumStringValue | async 에게 설정
lv: Iestatīt {{ translations$ | getTargetObject:targetObject | async } statuss uz {{ translations$ | getStatus:enumStringValue | async
nl: Stel {{ translations$ | getTargetObject:targetObject | async } status in op {{ translations$ | getStatus:enumStringValue | async
pl: Ustawić {{ translations$ | getTargetObject:targetObject | async } status do {{ translations$ | getStatus:enumStringValue | async
pt: Definir o status {{ translations$ | getTargetObject:targetObject | async } para {{ translations$ | getStatus:enumStringValue | async
ru: Установите статус {{ translations$ | getTargetObject:targetObject | async } на {{ translations$ | getStatus:enumStringValue | async
sk: Nastavenie stavu {{ translations$ | getTargetObject:targetObject | async } na {{ translations$ | getStatus:enumStringValue | async
sr: Postavi {{ translations$ | getTargetObject:targetObject | async } status na {{ translations$ | getStatus:enumStringValue | async
sw: Weka {{ translations$ | getTargetObject:targetObject | async } hadhi kwa {{ translations$ | getStatus:enumStringValue | async
tr: Ayarlamak {{ translations$ | getTargetObject:targetObject | async } durumu {{ translations$ | getStatus:enumStringValue | async

source: Athlete {{ name }} does not have a sample type. Please add a sample type if you'd like to issue the Testing Order.
am: አትሌት {{ name }} የናሙና ዓይነት የለውም። የሙከራ ትዕዛዙን መስጠት ከፈለጉ እባክዎን የናሙና ዓይነት ያክሉ።
ar: {{ name }} ليس لدى الرياضي نوع عينة. يرجى إضافة نوع عينة إذا كنت ترغب في إصدار أمر الاختبار.
az: atlet {{ name }} nümunə növü yoxdur. Sınaq Sifarişini vermək istəyirsinizsə, nümunə növü əlavə edin.
bg: Спортист {{ name }} няма тип проба. Моля, добавете примерен тип, ако искате да издадете поръчката за тестване.
es: Atleta {{ name }} no tiene un tipo de muestra. Agregue un tipo de muestra si desea emitir la orden de prueba.
et: Sportlane {{ name }} ei ole näidistüüpi. Kui soovite testimiskorralduse väljastada, lisage näidise tüüp.
fa_ir: نوع نمونه ورزشکار {{ name }} مشخص نشده است. اگر می‌خواهید دستور نمونه گیری را صادر کنید، لطفاً نوع نمونه مورد نظر را اضافه کنید.
fi: Urheilijalla {{ name }} ei ole näytetyyppiä. Lisää näytetyyppi, jos haluat vahvistaa Testimääräyksen.
fr: Le sportif {{ name }}n'a pas de type d'échantillon. Veuillez ajouter un type d'échantillon si vous souhaitez émettre l'ordre de mission.
ko: 선수 {{ name }} 에게 시료 유형이 없습니다.검사지시서를 발행하려면 시료 유형을 추가하세요.
lv: Sportists {{ name }} nav parauga veida. Ja vēlaties izdot pārbaudes pasūtījumu, lūdzu, pievienojiet parauga veidu.
nl: Soort staal is niet ingevuld bij de sporter {{ name }}voeg het soort staal toe vooraleer je de opdracht aan de DCO bezorgt.
pl: Zawodnik {{ name }} nie ma typu próbki. Dodaj typ próbki, jeśli chcesz wydać zlecenie testowania.
pt: Atleta {{ name }} não possui um tipo de amostra. Adicione um tipo de amostra se desejar emitir o pedido de teste.
ru: Для Спортсмена {{ name }} не указан тип пробы. Пожалуйста, добавьте тип пробы, если вы хотите оформить Распоряжение на тест.
sk: Športovec {{ name }} nemá typ vzorky. Ak chcete vydať testovaciu objednávku, pridajte typ vzorky.
sr: Sportista {{ name }} nema tip uzorka. Molimo dodajte tip uzorka ako želite da izdate nalog za testiranje.
sw: Mwanariadha {{ name }} haina aina ya sampuli. Tafadhali ongeza aina ya sampuli ikiwa ungependa kutoa Agizo la Kujaribu.
tr: Sporcu {{ name }}'in örnek türü bulunmamaktadır.Görev Emri oluşturmak istiyorsanız, lütfen bir örnek türü ekleyin.
