Repository: NandhineeR/WADA
Catalog: wada-ama-testcenter-web-57718053929f/wada-ama-testcenter-web-57718053929f/src/i18n/messages.*.xlf
Languages: am, ar, az, bg, es, et, fa_ir, fi, fr, ko, lv, nl, pl, pt, ru, sk, sr, sw, tr

# allTestsHaveUnsuccessfulAttempt
source: All tests that have an Unsuccessful Attempt entered.
am: ያልተሳካ ሙከራ ያደረጉ ሁሉም ሙከራዎች ገብተዋል።
ar: تم ادخال كل الاختبارات التي لها محاولة غير ناجحة.
az: Uğursuz cəhdi olan bütün testlər daxil edilmişdir.
bg: Всички тестове, за които е въведен неуспешен опит.
es: Todas los controles que tengan un intento fallido cargado
et: Kõik testid, millesse on sisestatud ebaõnnestunud katse.
fa_ir: تمام تست هایی که دارای تلاش ناموفق هستند وارد شده اند.
fi: Kaikki testit, joihin on syötetty Epäonnistunut testiyritys.
fr: Tous les contrôles pour lesquels une tentative infructueuse a été saisie.
ko: 시도 실패가 있는 모든 검사가 입력되었습니다.
lv: Visi testi, kuriem ir ievadīts neveiksmīgs mēģinājums.
nl: Alle tests waarvoor een mislukte poging is ingevoerd.
pl: Wszystkie testy, w których wprowadzono nieudaną próbę.
pt: Todos os testes que têm uma tentativa malsucedida inserida.
ru: Все тесты, для которых введена неудачная попытка.
sk: Všetky testy, ktoré majú zadaný neúspešný pokus.
sr: Uneti su svi testovi kojima je unet neuspešan pokušaj.
sw: Majaribio yote ambayo yameweka Jaribio Lisilofaulu.
tr: Başarısız girişimi olan tüm testler girildi.

# allTestsHaveClosedSample
source: All tests that have a Closed Sample Not Collected status.
am: የተዘጋ ናሙና ያልተሰበሰበ ሁኔታ ያላቸው ሁሉም ሙከራዎች።
ar: كل الاختبارات التي لها نموذج مغلق لم يتم تجميعه.
az: Qapalı Nümunə Toplanmadı statusuna malik olan bütün testlər.
bg: Всички тестове, които имат статус „Затворен. Проба не е взета“.
es: Todos los controles que tengan un estado de muestra cerrada no recogida.
et: Kõik testid, mille olek on Suletud proovi pole kogutud.
fa_ir: همه تست هایی که وضعیت نمونه بسته شده جمع آوری نشده است.
fi: Kaikki testit, joiden tila on Suljettu näytettä ei otettu.
fr: Tous les contrôles qui ont un statut d'échantillon fermé non collecté.
ko: 모든 검사가 종료 - 시료가 채취되지 않음 상태로 되었습니다.
lv: Visi testi, kuriem ir statuss Slēgts paraugs nav savākts.
nl: Alle tests met de status Gesloten monster niet verzameld.
pl: Wszystkie testy, które mają status Zamknięta próbka nie pobrana.
pt: Todos os testes que têm o status Amostra fechada não coletada.
ru: Все тесты со статусом Закрыто - проба не отобрана.
sk: Všetky testy, ktoré majú stav Uzavretá vzorka nezhromaždená.
sr: Svi testovi koji imaju status "Zatvoreni uzorak nije prikupljen".
sw: Majaribio yote ambayo yana hali ya Sampuli Iliyofungwa Haijakusanywa.
tr: Kapalı Örnek Toplanmadı durumu olan tüm testler.

# cannotCompleteTOUntilTestsAreValid
source: A Testing Order cannot be completed until all tests are either completed, closed or cancelled.
am: ሁሉም ፈተናዎች እስኪጠናቀቁ፣ተዘጉ ወይም እስካልተሰረዙ ድረስ የሙከራ ትእዛዝ ሊጠናቀቅ አይችልም።
ar: لا يمكن إكمال أمر الاختبار حتى يتم إكمال جميع الاختبارات أو إغلاقها أو إلغاؤها.
az: Bütün testlər tamamlanana, bağlanana və ya ləğv edilənə qədər Sınaq Sifarişi tamamlana bilməz.
bg: Поръчка за тестване не може да бъде изпълнена, докато всички тестове не бъдат завършени, затворени или отменени.
es: Una orden de prueba no se puede completar hasta que todas las pruebas se hayan completado, cerrado o cancelado.
et: Testimistellimust ei saa täita enne, kui kõik testid on lõpetatud, suletud või tühistatud.
fa_ir: تا زمانی که تمام تست ها کامل شده، بسته شده یا لغو شده نباشند، یک دستور تست تکمیل شده تلقی نمی شود.
fi: Testimääärystä ei voi suorittaa loppuun, ennen kuin kaikki testit on tehty, suljettu tai peruutettu.
fr: L'Ordre de mission ne peut être complété que lorsque tous les tests sont terminés, clôturés ou annulés.
ko: 모든 검사가 완료, 종료 또는 취소될 때까지 검사지시서를 완료할 수 없습니다.
lv: Testēšanas pasūtījumu nevar pabeigt, kamēr visas pārbaudes nav pabeigtas, slēgtas vai atceltas.
nl: Een testopdracht kan pas worden voltooid als alle tests zijn voltooid, gesloten of geannuleerd.
pl: Zlecenie testowe nie może zostać zakończone, dopóki wszystkie testy nie zostaną ukończone, zamknięte lub anulowane.
pt: Um pedido de teste não pode ser concluído até que todos os testes sejam concluídos, fechados ou cancelados.
ru: Распоряжение на тестирование не может быть завершено до тех пор, пока все тесты не будут либо завершены, либо закрыты, либо отменены.
sk: Testovacia objednávka nemôže byť dokončená, kým nie sú dokončené, uzavreté alebo zrušené všetky testy.
sr: Nalog za testiranje ne može biti završen dok svi testovi ne budu završeni, zatvoreni ili otkazani.
sw: Agizo la Jaribio haliwezi kukamilika hadi majaribio yote yakamilishwe, kufungwa au kughairiwa.
tr: Bir Test Emri, tüm testler tamamlanana, kapatılana veya iptal edilene kadar tamamlanamaz.

# view_uppercase
source: VIEW
am: አሳይ
ar: عرض
az: Bax
bg: Разглеждане
es: Ver
et: Vaade
fa_ir: چشم انداز
fi: Näytä
fr: Afficher
ko: 보기
lv: Skatīt
nl: Bekijk
pl: Zobacz
pt: Ver
ru: Просмотр
sk: Zobraziť
sr: pregledati
sw: Angalia
tr: Görüntüleyin

# createTestingOrder_uppercase
source: CREATE TESTING ORDER
am: የሙከራ ትዕዛዝ ፍጠር
ar: إنشاء أمر اختبار
az: Test Sifarişi yaradın
bg: Създайте заповед за тестване
es: Crear la Orden de Control
et: Looge testimisjärjekord
fa_ir: ایجاد سفارش نمونه گیری
fi: LUO TESTIMÄÄRÄYS
fr: Créer un ordre de mission
ko: 검사지시서 생성
lv: Izveidojiet pārbaudes pasūtījumu
nl: Maak een testopdracht
pl: Utwórz polecenie kontroli
pt: Criar pedido de teste
ru: Создать Распоряжение на тестирование
sk: Vytvorte testovaciu objednávku
sr: Направите налог за тестирање
sw: Unda Agizo la Kupima
tr: Test Sırası Oluşturun

# toListCouldNotBeRetrieved
source: The list of testing orders could not be retrieved.
am: የሙከራ ትዕዛዞች ዝርዝር ሊወጣ አልቻለም።
ar: لا يمكن استرجاع كشف أوامر الاختبار.
az: Test sifarişlərinin siyahısını əldə etmək mümkün olmadı.
bg: Списъкът с поръчки за тестване не можа да бъде извлечен.
es: No se ha podido recuperar la lista de pedidos de pruebas.
et: Testimistellimuste loendit ei õnnestunud tuua.
fa_ir: لیست سفارشات آزمایشی قابل بازیابی نیست.
fi: Testimääräyslistaa ei voitu hakea.
fr: La liste des ordres de test n’a pas pu être récupérée.
ko: 검사지시서 목록을 검색할 수 없습니다.
lv: Nevarēja izgūt testēšanas pasūtījumu sarakstu.
nl: De lijst met testopdrachten kon niet worden opgevraagd.
pl: Nie udało się pobrać listy zleceń testowych.
pt: A lista de ordens de testes não pôde ser recuperada.
ru: Не удалось получить список заказов на тестирование.
sk: Zoznam objednávok na testovanie nebolo možné načítať.
sr: Nije moguće preuzeti listu naloga za testiranje.
sw: Orodha ya maagizo ya majaribio haikuweza kurejeshwa.
tr: Test siparişlerinin listesi alınamadı.

# toWarningMaxLengthList
source: This list only shows the last {{ maxResults }} testing orders.
am: ይህ ዝርዝር የመጨረሻውን ብቻ ያሳያል {{ maxResults }} የሙከራ ትዕዛዞች.
ar: تعرض هذه القائمة أوامر {{ maxResults }} الاختبار الأخيرة فقط.
az: Bu siyahı yalnız sonuncunu göstərir {{ maxResults }} sınaq sifarişləri.
bg: Този списък показва само последното {{ maxResults }} поръчки за тестване.
es: Esta lista solo muestra los últimos {{ maxResults }} órdenes de prueba.
et: See loend näitab ainult viimast {{ maxResults }} tellimuste testimine.
fa_ir: این لیست فقط آخرین مورد دستور ماموریت ها را نشان می دهد {{ maxResults }}
fi: Tässä luettelossa näkyvät vain viimeisimmät {{ maxResults }} testimääräykset.
fr: Cette liste ne contient que les dernières commandes de tests {{ maxResults }} .
ko: 이 목록에는 마지막 {{ maxResults }} 검사지시서만 표시됩니다.
lv: Šis saraksts parāda tikai pēdējo {{ maxResults }} pārbaudes pasūtījumi.
nl: Deze lijst toont alleen de laatste {{ maxResults }} bestellingen testen.
pl: Ta lista zawiera tylko ostatnie {{ maxResults }} zamówień testowych.
pt: Esta lista mostra apenas o último {{ maxResults }} ordens de teste.
ru: В этом списке представлены только {{ maxResults }} последних Распоряжений на тестирование.
sk: Tento zoznam zobrazuje iba posledné {{ maxResults }} testovacie objednávky.
sr: Ova lista prikazuje samo poslednje naloge {{ maxResults }} za testiranje.
sw: Orodha hii inaonyesha tu ya mwisho {{ maxResults }} maagizo ya upimaji.
tr: Bu liste yalnızca sonuncuyu gösterir {{ maxResults }} test siparişleri

# clearAll_uppercase
source: CLEAR ALL
am: ሁሉንም ያፅዱ
ar: مسح الكل
az: HAMISINI SİL, HAMISINI TƏMİZLƏ
bg: ИЗЧИСТИ ВСИЧКО
es: LIMPIAR TODO
et: KUSTUTA KÕIK
fa_ir: همه را پاک کن
fi: TYHJENNÄ KAIKKI
fr: EFFACER TOUT
ko: 모두 지우기
lv: IZTĪRĪT VISU
nl: WIS ALLES
pl: WYCZYŚĆ WSZYSTKO
pt: LIMPAR TUDO
ru: ОЧИСТИТЬ ВСЕ
sk: ZMAZAŤ VŠETKO
sr: JASNO SVE
sw: FUTA YOTE
tr: HEPSİNİ TEMİZLE

source: View Unsuccessful Attempt
am: ያልተሳካ ሙከራን ይመልከቱ
ar: عرض محاولة غير ناجحة
az: Uğursuz cəhdə baxın
bg: Преглед на неуспешен опит за тестване
es: Ver Intento fallido
et: Kuva ebaõnnestunud katse
fa_ir: مشاهده تلاش ناموفق
fi: Tarkastele Epäonnistunutta testiyritystä
fr: Voir la tentative manquée
ko: 검사시도실패 보기
lv: Skatīt neveiksmīgo mēģinājumu
nl: Bekijk mislukte poging
pl: Wyświetl nieudaną próbę
pt: Ver tentativa malsucedida
ru: Посмотреть неудачную попытку
sk: Zobraziť neúspešný pokus
sr: Погледајте неуспели покушај
sw: Tazama Jaribio Lisilofanikiwa
tr: Başarısız Denemeyi Görüntüle

source: View Unsuccessful Attempts
am: ያልተሳኩ ሙከራዎችን ይመልከቱ
ar: اعرض المحاولات غير الناجحة
az: Uğursuz cəhdlərə baxın
bg: Преглед на неуспешни опити за тестване
es: Ver Intentos fallidos
et: Kuva ebaõnnestunud katsed
fa_ir: مشاهده تلاش های ناموفق
fi: Tarkastele Epäonnistuneita testiyrityksiä
fr: Voir les tentatives manquées
ko: 검사시도실패 보기
lv: Skatīt neveiksmīgos mēģinājumus
nl: Bekijk mislukte pogingen
pl: Wyświetl nieudane próby
pt: Ver tentativas malsucedidas
ru: Посмотреть неудачные попытки
sk: Pozrite si neúspešné pokusy
sr: Погледајте неуспешне покушаје
sw: Tazama Majaribio Yasiyofanikiwa
tr: Başarısız Girişimleri Görüntüle

source: Print UA Form
am: የ UA ቅጽ ያትሙ
ar: طباعة نموذج UA
az: UA Formasını çap edin
bg: Отпечатайте UA формуляр
es: Imprimir el formulario de la UA
et: Prindi UA vorm
fa_ir: چاپ فرم UA
fi: Tulosta UA-lomake
fr: Imprimer le formulaire UA
ko: UA 양식 인쇄
lv: Drukāt UA veidlapu
nl: UA-formulier afdrukken
pl: Wydrukuj formularz UA
pt: Imprimir formulário UA
ru: Распечатать форму UA
sk: Vytlačiť formulár UA
sr: Odštampaj obrazac UA
sw: Chapisha Fomu ya UA
tr: UA Formunu Yazdır

source: Print UA Forms
am: የዩኤ ቅጾችን አትም
ar: طباعة نماذج UA
az: UA formalarını çap edin
bg: Отпечатайте UA формуляри
es: Imprimir formularios de la UA
et: UA vormide printimine
fa_ir: چاپ فرم های UA
fi: Tulosta UA-lomakkeet
fr: Imprimer des formulaires UA
ko: UA 양식 인쇄
lv: Drukāt UA veidlapas
nl: UA-formulieren afdrukken
pl: Wydrukuj formularze UA
pt: Imprimir Formulários UA
ru: Печать форм UA
sk: Tlač formulárov UA
sr: Odštampaj obrasce za UA
sw: Chapisha Fomu za UA
tr: UA Formlarını Yazdır

# unsuccessfulAttemptForAthleteXDeleted
source: Unsuccessful Attempt for {{uaDeletion?.athleteName}} has been deleted.
am: ያልተሳካ ሙከራ {{uaDeletion?.athleteName}} ተሰርዟል።
ar: محاولة فاشلة ل{{uaDeletion?.athleteName}} قد تم حذف.
az: üçün uğursuz cəhd{{uaDeletion?.athleteName}} silinmişdir.
bg: Неуспешен опит за тестване на {{uaDeletion?.athleteName}} беше изтрит.
es: El intento fallido de {{uaDeletion?.athleteName}} ha sido eliminado.
et: Ebaõnnestunud katse{{uaDeletion?.athleteName}} on kustutatud.
fa_ir: تلاش ناموفق برای{{uaDeletion?.athleteName}} حذف شده است.
fi: Epäonnistunut testiyritys urheilijalle{{uaDeletion?.athleteName}} on poistettu.
fr: La tentative manquée pour {{uaDeletion?.athleteName}} a été supprimée.
ko: {{uaDeletion?.athleteName}}에 대한 검사시도실패가 삭제되었습니다.
lv: Neveiksmīgs mēģinājums{{uaDeletion?.athleteName}} ir dzēsts.
nl: Mislukte poging voor {{uaDeletion?.athleteName}} is verwijderd.
pl: Nieudana próba dla{{uaDeletion?.athleteName}} zostało usunięte.
pt: Tentativa malsucedida para{{uaDeletion?.athleteName}} foi deletado.
ru: Неудачная попытка для {{uaDeletion?.athleteName}} была удалена.
sk: Neúspešný pokus o{{uaDeletion?.athleteName}} bolo vymazané.
sr: Неуспели покушај за{{uaDeletion?.athleteName}} је избрисан.
sw: Jaribio lisilofanikiwa la{{uaDeletion?.athleteName}} imefutwa.
tr: Başarısız Deneme{{uaDeletion?.athleteName}} silindi.

source: Back to Testing Order
am: ወደ የሙከራ ትዕዛዝ ተመለስ
ar: العودة إلى ترتيب الاختبار
az: Test Sifarişinə qayıt
bg: Обратно към заповед за тестване
es: Volver al orden de prueba
et: Tagasi testimiskorra juurde
fa_ir: بازگشت به دستور تست
fi: Takaisin Testimääräykseen
fr: Retour à l'ordre de mission
ko: 검사지시서로 돌아가기
lv: Atgriezties uz pārbaudes pasūtījumu
nl: Terug naar Testbestelling
pl: Powrót do zamówienia testowego
pt: Voltar ao pedido de teste
ru: Вернуться к Распоряжению на тестирование
sk: Späť na testovaciu objednávku
sr: Назад на налог за тестирање
sw: Rudi kwa Agizo la Kujaribu
tr: Test Sırasına Geri Dön

source: Back to Testing Order Management
am: ወደ የሙከራ ትዕዛዝ አስተዳደር ተመለስ
ar: عودة الى ادارة أوامر الاختبار
az: Test Sifarişinin İdarə Edilməsi səhifəsinə qayıt
bg: Обратно към Управление на поръчките за тестване
es: Volver a la gestión de pedidos de pruebas
et: Tagasi tellimuste haldamise testimise juurde
fa_ir: بازگشت به تست مدیریت سفارش
fi: Takaisin Testimääräysten hallintaan
fr: Retour à Test de la gestion des commandes
ko: 검사지시서 관리로 돌아가기
lv: Atgriezties uz Testēšanas pasūtījumu pārvaldību
nl: Terug naar Beheer van testopdrachten
pl: Powrót do zarządzania zleceniami testowymi
pt: Voltar ao Gerenciamento de Pedidos de Teste
ru: Вернуться к управлению заказами на тестирование
sk: Späť na správu objednávok testovania
sr: Nazad na Testiranje upravljanja porudžbinama
sw: Rudi kwenye Udhibiti wa Maagizo ya Kujaribu
tr: Test Emri Yönetimine Geri Dön

source: Whereabouts
am: ያሉበት
ar: أملكن التواجد
az: Harada
bg: Управление на информация за местонахождение на спортисти
es: Paradero
et: Asukoht
fa_ir: آدرس های محل حضور
fi: Olinpaikkatiedot
fr: Informations de localisation
ko: 소재지정보 리포트 선택
lv: Atrašanās vieta
nl: Verblijfsgegevens
pl: Miejsce pobytu
pt: Localização
ru: Местонахождение
sk: miesto pobytu
sw: Ulipo
tr: Bulunabilirlik bildirimleri

# whereabouts_uppercase
source: WHEREABOUTS
am: ያሉበት
ar: أملكن التواجد
az: Harada
bg: Информация за местонахождение
et: KUS
fa_ir: آدرس های محل حضور
fi: OLINPAIKKATIEDOT
fr: Informations de localisation
ko: 소재지정보
lv: KURĀM
nl: Verblijfsgegevens
pl: MIEJSCE POBYTU
pt: Localização
ru: МЕСТОНАХОЖДЕНИЯ
sk: miesto pobytu
sw: ULIPO
tr: Bulunabilirlik bildirimleri

# tue_uppercase
source: TUE
am: እውነተኛ
ar: إعفاء الاستخدام العلاجي (TUE)
az: Çərşənbə axşamı
bg: Създаване, разглеждане и редактиране на РТУ
es: EUT
et: TE
fa_ir: معافیت مصرف درمانی
fi: Erivapaus (TUE)
fr: AUT
ko: 치료목적사용면책
lv: TU
nl: Standaard TUE
pt: AUT
ru: Разрешение на ТИ
tr: TAKİ

source: ERAs
am: ERAዎች
ar: العصور
az: ERA-lar
es: ERA
fa_ir: ای آر اِی ز
lv: ERA
pl: ERA
sk: ERA
sw: ERA
tr: ERA'lar

source: ADOs
ar: منظمات مكافحة تعاطي المنشطات (ADO)
bg: Антидопингови организации
es: OAD
fa_ir: آدوها
fi: Antidopingorganisaatiot
fr: OAD
pl: Organizacje antydopingowe
pt: Organizações Antidopagem
ru: АДО
tr: Dopingle Mücadele Kuruluşları

source: Sport
am: ስፖርት
ar: رياضة
az: İdman
bg: Спорт
es: Deporte
fa_ir: رشته ورزشی
fi: Laji
lv: Sports
pt: Esporte
ru: Спорт
sk: šport
sw: Michezo
tr: Spor Dalı

# oocErasTest
source: ERA OOC Test
am: ERA OOC ሙከራ
ar: اختبار ERA OOC
az: ERA OOC Testi
bg: ERA OOC тест
es: Prueba ERA OOC
fa_ir: تست ای آر اِی خارج مسابقه
fi: ERA OOC -testi
fr: Test ERA OOC
ko: ERA OOC 검사
lv: ERA OOC tests
pl: Test ERA OOC
pt: Teste ERA OOC
ru: ERA OOC Тест
sk: Test ERA OOC
sw: Mtihani wa ERA OOC
tr: ERA OOC Testi

# rtp_uppercase
source: RTP
ar: المجموعة الخاضعة للفحص
bg: РСТ
es: GCR
fa_ir: RTPDP
fr: GCE
pl: Zarejestrowana grupa testowa
pt: Grupo Alvo de Testes
ru: Регистрируемый пул тестирования
tr: Kayıtlı Doping Kontrol Havuzu

# adamsId_uppercase
source: ADAMS ID
am: ADAMS መታወቂያ
ar: بطاقة تعريف آدمز
bg: АДАМС идент. №
es: Nº ID de la ADAMS
et: ADAMSi ID
fa_ir: شناسه ADAMS
fr: Nº ADAMS
pt: Identificação no ADAMS
ru: Идентификационный номер в АДАМС
sk: ID ADAMS
sw: ID ya ADAMS

# dateFormat
source: dd-mm-yyyy
ar: يوم-شهر-سنة
bg: ден-месец-година
es: dd-MM-aaaa
et: pp-kk-aaaa
fi: pp-kk-vvvv
fr: jj-MM-aaaa
ko: 일일-월월-연연연연
lv: dd-mm-gggg
nl: dd-mm-jjjj
pl: dd-MM-rrrr
pt: dd-mm-aaaa
ru: дд-мм-гггг
sk: dd-MM-rrrr
tr: gg-aa-yyyy

# lastNameXfirstNameXonDateXFileSizeX
source: {{attachmentsAthletePhoto?.meta?.athleteLastName}}, {{attachmentsAthletePhoto?.meta?.athleteFirstName}}
ar: {{attachmentsAthletePhoto?.meta?.athleteLastName}}و{{attachmentsAthletePhoto?.meta?.athleteFirstName}}

# addAthlete_hyphen
source: add-athlete
am: add-አትሌት
ar: إضافة-رياضي
az: əlavə idmançı
bg: добавяне на спортист
es: añadir deportista
et: lisasportlane
fa_ir: اضافه ورزشکار
fi: lisää-urheilija
fr: ajouter-sportif
ko: 추가 - 선수
lv: papildu sportists
nl: add-atleet
pl: dodaj sportowca
pt: adicionar atleta
ru: Добавить спортсмена
sk: pridať-športovec
sw: mwanamichezo wa kuongeza
tr: eklenti atlet

source: DCF Draft
am: DCF ረቂቅ
ar: مسودة DCF
az: DCF layihəsi
bg: DCF проект
es: Borrador del DCF
et: DCF-i mustand
fa_ir: پیش نویس DCF
fi: DCF luonnos
fr: Projet de DCF
ko: DCF 드래프트
lv: DCF melnraksts
nl: DCF-concept
pt: Rascunho do DCF
ru: Черновик DCF
sk: DCF koncept
sw: Rasimu ya DCF
tr: DCF Taslağı

# datetimeFormat
source: dd-mm-yyyy hh:mm (24h)
am: dd-ሚሜ-ዓዓህህ፡ሚሜ (24ሰ)
az: gg-aa-yyyy ss:dd (24saat)
bg: дд-мм-гггг чч:мм (24ч)
et: pp-mm-yyyy hh:mm (24h)
fi: pp-kk-vvvvv hh:mm (24h)
fr: jj-mm-aaaa hh:mm (24h)
ko: dd-mm-yyyy hh:mm (24시간)
lv: dd-mm-gggg hh:mm (24h)
nl: dd-mm-jjjj hh:mm (24h)
pl: dd-mm-rrrr gg:mm (24h)
pt: dd-mm-yyyyy hh:mm (24h)
ru: дд-мм-гггг чч:мм (24 часа)
sk: dd-mm-rrrr hh:mm (24h)
sw: dd-mm-yyyy hh:mm (saa 24)
tr: gg-aa-yyyy ss:dd (24s)

# gmt_uppercase
source: GMT
am: ጂኤምቲ
bg: часова зона
ru: время по Гринвичу

source: GHRH
fa_ir: هورمون آزاد کننده هورمون رشد

# timezoneMustBeProvidedInfo
source: The time zone must be provided before entering a value
fa_ir: قبل از وارد کردن هر مقداری، باید تایم زون خود را ارائه کنید
fi: Aikavyöhyke on annettava ennen arvon syöttämistä
ko: 값을 입력하기 전에 표준 시간대를 제공해야 합니다.
ru: Часовой пояс должен быть указан перед вводом значения
