Repository: NandhineeR/WADA
Catalog: wada-ama-testcenter-web-57718053929f/wada-ama-testcenter-web-57718053929f/src/i18n/messages.ti.xlf
Languages: ti_et

# usingMultipleDcfsFormConfirmMessage
source: <span class="bold">If it doesn't apply to all, Cancel</span> and create a Doping Control Form manually for each of them. By using this form, <span class="bold">you acknowledge not filling optional fields.</span>
ti_et: <span class="bold">ንኹሉ ዘይምልከት እንተኾይኑ Cancel ግበር</span> ከምኡ’ውን ንነፍሲ ወከፎም ብኢድካ ናይ ዶፒንግ ኮንትሮል ፎርም ምፍጣር። ነዚ ቅጥዒ እዚ ብምጥቃም፡ <span class="bold">ኣማራጺ ዓውድታት ከምዘይመላእካ ኣፍልጦ ትህብ።</span>

# notificationCountry
source: Country of Notification
ti_et: መፍለጢ ሃገር

# confirm_uppercase
source: CONFIRM
ti_et: ኣረጋግጽ

# moveAthleteToOtherTestingOrder_uppercase
source: MOVE ATHLETE TO OTHER TESTING ORDER
ti_et: ኣትሌት ናብ ካልእ ናይ ፈተነ ትእዛዝ ምግዓዝ

# moveAthletesToOtherTestingOrder_uppercase
source: MOVE ATHLETES TO OTHER TESTING ORDER
ti_et: ስፖርተኛታት ናብ ካልእ ናይ ፈተነ ትእዛዝ ምግዓዝ

# followingTestHasDcfAssociated
source: The following test has a DCF associated:
ti_et: እዚ ዝስዕብ ፈተና ምስ DCF ዝተኣሳሰር ኣለዎ፤

# followingTestsHaveDcfAssociated
source: The following tests have DCFs associated:
ti_et: እዞም ዝስዕቡ መርመራታት ዝተኣሳሰሩ DCFs ኣለዎም፤

# to_changeToNumberField_save
source: SAVE
ti_et: ኣድሕን

# onlySCACanFill
source: This section can only be filled by the Sample Collection Authority.
ti_et: እዚ ክፍሊ ብበዓል መዚ ምእካብ ናሙና ጥራሕ እዩ ክምላእ ዝኽእል።

# maximumParticipantsReached
source: You have reached the maximum allowed number of participants ({{ maximumNumberOfRows }}).
ti_et: ዝለዓለ ዝፍቀድ ቁጽሪ ተሳተፍቲ በጺሕካ ኣለኻ ({{ maximumNumberOfRows }}).

# selectStatusForLeadDCOs
source: Please select a status for every Lead DCO.
ti_et: በጃኹም ንነፍሲ ወከፍ Lead DCO ሓደ status ምረጹ።

# enterValidParticipantType
source: Please select a type for each participant.
ti_et: በጃኹም ንነፍሲ ወከፍ ተሳታፊ ሓደ ዓይነት ምረጹ።

# sampleCollectionAuthorityChahge
source: The Sample Collection Authority change made on step 1 will only take effect once the Testing Order is saved.
ti_et: እቲ ኣብ ደረጃ 1 ዝተገብረ ለውጢ በዓል መዚ ምእካብ ናሙና እቲ ናይ ፈተነ ትእዛዝ ምስ ተዓቀበ ጥራይ እዩ ተግባራዊ ዝኸውን።

# leadDopingControlOfficerWarning
source: You cannot have more than one Lead Doping Control Officer with a "Proposed", "Requested" or "Confirmed" status. Delete or change the status of the current Lead Doping Control Officer if you want to change Lead Doping Control Officer.
ti_et: "ዝተሓሰበ"፡ "ተሓቲቱ" ወይ "ተረጋጊጹ" ዝብል ኩነታት ዘለዎ ካብ ሓደ ንላዕሊ መሪሕ ቁጽጽር ዶፒንግ ሓላፊ ክህልወካ ኣይክእልን። Lead Doping Control Officer ክትቅይር እንተደሊኻ ናይቲ ሕጂ ዘሎ Lead Doping Control Officer ኩነታት ደምስሶ ወይ ቀይሮ።

# enterValidArrivalTime
source: Please enter a valid arrival time.
ti_et: ቅኑዕ ናይ ምምጻእ ሰዓት ኣእትዉ።

# userAccount_uppercase
source: (USER ACCOUNT)
ti_et: (ናይ ተጠቃሚ ሕሳብ)

# lastStatusModification_colon
source: Last Status Modification:
ti_et: ናይ መወዳእታ ኩነታት ምምሕያሽ፤

# addDopingControlPersonnel_uppercase
source: ADD DOPING CONTROL PERSONNEL
ti_et: DOPING CONTROL PERSONNEL ምውሳኽ

source: Instructions / Additional Information
ti_et: መምርሒ / ተወሳኺ ሓበሬታ

source: Doping Control Personnel
ti_et: ሰራሕተኛታት ቍጽጽር ዶፒንግ

source: Add test participant
ti_et: ተሳታፊ ፈተና ምውሳኽ

source: Test Participants
ti_et: ተሳተፍቲ ፈተና

# xUAAthleteAge
source: {{ ua?.dateOfBirth | calculateAge }} years old
ti_et: {{ ua?.dateOfBirth | calculateAge }} ዓመት ዝዕድሚኡ

# resultManagementAuthorityTooltip
source: Please indicate the Anti-Doping Organization that will be responsible for determining whether or not this unsuccessful attempt may be a whereabouts failure.
ti_et: እዚ ዘይዕዉት ፈተነ ኣብ ሃለዋትካ ውድቀት ክኸውን ይኽእል ድዩ ኣይክኸውንን ንምውሳን ሓላፍነት ዝወስድ ትካል ጸረ-መድሃኒት ኣመልክቱ።

source: Athlete Whereabouts Last Checked Date
ti_et: ኣትሌት ኣበይ ከምዘሎ ናይ መወዳእታ ዝተፈተሸሉ ዕለት

source: Athlete Whereabouts Last Checked Time
ti_et: ኣትሌት ኣበይ ከምዘሎ ናይ መወዳእታ ዝተፈተሸሉ ግዜ

# respectNotificationTimeFormat
source: Please enter a valid notification time.
ti_et: ቅኑዕ ናይ መፍለጢ ግዜ ኣእትዉ።

# whenWas60minTimeSlotSupposedToStart
source: When was the 60-Min Time Slot supposed to start?
ti_et: 60-Min Time Slot መዓስ ክጅምር ነይርዎ?

source: Attempt Location Address
ti_et: ፈተነ ቦታ ኣድራሻ

# locationDescription
source: Description of Location
ti_et: መግለጺ ቦታ

source: Training Venue
ti_et: መአከቢ ስልጠና

# athleteHome
source: Athlete's Home
ti_et: ቤት ኣትለት

source: Specify
ti_et: ንውሕ ዝብለካ ነገር

source: Attempt Date
ti_et: ዕለት ፈተነ

# respectTheMaxDateRange
source: Date must be equal to or lower than {{ maxDate.format('DD-MMM-YYYY') }}
ti_et: ዕለት ማዕረ ወይ ካብኡ ዝንእስ ክኸውን ኣለዎ። {{ maxDate.format('DD-MMM-YYYY') }}

source: Attempt Time
ti_et: ፈተነ ግዜ

source: How contact was attempted
ti_et: ብኸመይ ርክብ ከም እተገብረ

# attemptDescription
source: Description of Attempt
ti_et: መግለጺ ፈተነ

# attemptDescriptionTooltip
source: Provide details such as who was spoken to, how long the attempt was made, and where the athlete was not located.
ti_et: ምስ መን ከምዝተዘራረበ፡ እቲ ፈተነ ክንደይ ግዜ ከምዝተገብረን እቲ ኣትሌት ኣበይ ከምዘይነበረን ዝኣመሰሉ ዝርዝር ሓበሬታ ኣቕርቡ።

# reportDate
source: Date of Report
ti_et: ዕለት ጸብጻብ

# deleteUnsuccessfulAttempt_uppercase
source: DELETE UNSUCCESSFUL ATTEMPT
ti_et: DELETE ዘይዕዉት ፈተነ

source: Attempt Time From
ti_et: ፈተነ ግዜ ካብ...

source: Attempt Time To
ti_et: ፈተነ ግዜ ናብ...

source: Last Name, First Name
ti_et: ዳሕረዋይ ስም፡ ቀዳማይ ስም

source: Lead DCO
ti_et: መራሒ ዲ. ሲ.

# testParticipantsUnavailable
source: You don't have the right to view the test participants of this Testing Order.
ti_et: ናይዚ ትእዛዝ ፈተና ተሳተፍቲ ፈተና ናይ ምርኣይ መሰል የብልካን።

# whatsNext_strong
source: <strong>What's next?</strong>
ti_et: <strong>ቀጺሉ እንታይ ይኸውን?</strong>

source: Create Another Testing Order
ti_et: ካልእ ናይ ፈተነ ትእዛዝ ምፍጣር

source: Go Back to Testing Order Management
ti_et: ናብ ምፍታን ምሕደራ ትእዛዝ ተመለስ

source: Create Testing Order
ti_et: ናይ ፈተነ ስርዓት ምፍጣር

# editTestingOrderIdX
source: Edit Testing Order - {{ toId$ | async }}
ti_et: ስርዓት ፈተና ኣርትዖት - {{ toId$ | async }}

# messageCopyTestingOrder
source: The content of this Testing Order was copied from {{ copiedTestingOrderNumber$ | async }}.
ti_et: ትሕዝቶ ናይዚ ናይ ፈተነ ትእዛዝ ካብ ዝተቐድሐ እዩ። {{ copiedTestingOrderNumber$ | async }}.

source: Athlete and Analyses
ti_et: ኣትሌትን ትንታነታትን

source: New to Testing Order?
ti_et: ሓድሽ ኣብ ምፍታን ትእዛዝ?

# newTestingOrderTooltip
source: Our new Testing Order form allows you to enter a lot of information in advance, facilitating the creation of Doping Control Forms.
ti_et: ሓድሽ ቅጥዒ ትእዛዝ መርመራና ኣቐዲምካ ብዙሕ ሓበሬታ ከተእቱ የኽእለካ፣ እዚ ድማ ንፍጥረት ቅጥዕታት ምቁጽጻር ዶፒንግ የቃልል።

# to_goToStepX
source: Go to step {{ toState.activeStep + 1 }}:
ti_et: ናብ ስጉምቲ ኪድ {{ toState.activeStep + 1 }}:

# cancelCreationTestingOrderConfirmation
source: Are you sure you want to cancel creation of this Testing Order?
ti_et: ርግጸኛ ዲኻ ምፍጣር ናይዚ ናይ ፈተነ ትእዛዝ ክትስርዞ ትደሊ?

source: All data you have entered will be lost.
ti_et: ኩሉ ዘእተኻዮ ዳታ ክጠፍእ እዩ።

# testingOrderWillRevertBack
source: The Testing Order will revert back to its last saved form.
ti_et: እቲ ናይ ፈተነ ትእዛዝ ናብቲ ናይ መወዳእታ ዝተቐመጠ ቅጥዑ ክምለስ እዩ።

# sampleCollectionAuthorityModification
source: Modification of Sample Collection Authority
ti_et: ምምሕያሽ በዓል መዚ ምእካብ ናሙና

source: Are you sure you want to continue?
ti_et: ርግጸኛ ዲኻ ክትቅጽል ከም እትደሊ?

# changingSampleCollectionAuthorityRemoveAllPersonnel
source: By changing the Sample Collection Authority, all Doping Control Personnel and Test Participants will be removed.
ti_et: በዓል መዚ ምእካብ ናሙና ብምቕያር ኩሎም ሰራሕተኛታት ቁፅፅር ዶፒንግን ተሳተፍቲ ፈተናን ክእለዩ እዮም።

source: Add Unsuccessful Attempts
ti_et: ዘይዕዉታት ፈተነታት ምውሳኽ

source: Edit Unsuccessful Attempt
ti_et: ኣርትዖት ዘይተዓወተ ፈተነ

source: Edit Unsuccessful Attempts
ti_et: ዘይዕዉታት ፈተነታት ኣርትዕ

# deleteCreationUnsuccessfulAttemptForXConfirmation
source: Do you want to delete the creation of the Unsuccessful Attempt for {{ model.title }}? All data will be lost.
ti_et: ንፍጥረት ናይቲ ዘይዕዉት ፈተነ ክትድምስሶ ትደሊ ዲኻ {{ model.title }}? ኩሉ ዳታ ክጠፍእ እዩ።

# cancelCreationUnsuccessfulAttemptConfirmation
source: Are you sure you want to cancel creation of this Unsuccessful Attempt?
ti_et: ርግጸኛ ዲኻ ምፍጣር ናይዚ ዘይዕዉት ፈተነ ክትስርዞ ትደሊ?

# unsuccessfulAttemptWillRevertBack
source: The Unsuccessful Attempt will revert back to its last saved form.
ti_et: እቲ ዘይዕዉት ፈተነ ናብቲ ናይ መወዳእታ ዝተቐመጠሉ መልክዑ ክምለስ እዩ።

# checkTestingOrderTests
source: The Testing Authority, Result Management Authority & Test Coordinator cannot be updated once tests have been added to the Testing Order. Please remove the tests before editing these fields.
ti_et: በዓል መዚ ፈተና፣ በዓል መዚ ምሕደራ ውፅኢትን ኣተሓባባሪ ፈተናን ፈተናታት ኣብ ትእዛዝ ፈተና ምስተወሰኹ ክመሓየሽ ኣይኽእልን። በጃኹም ቅድሚ ነዞም ዓውድታት ምእራምኩም ነቶም ፈተናታት ኣውጽእዎም።

# respectTheMinDateRange
source: Date must be equal to or greater than {{ minEndDate.format('DD-MMM-YYYY') }}
ti_et: ዕለት ማዕረ ወይ ካብኡ ዝዓቢ ክኸውን ኣለዎ። {{ minEndDate.format('DD-MMM-YYYY') }}

# aboutToLoseAccessAsTestingAuthority
source: You are about to lose your access as a Testing Authority to this Testing Order.
ti_et: ከም በዓል መዚ ፈተነ ነዚ ናይ ፈተነ ትእዛዝ ክትረክብ ክትስእን ቀሪብካ ኣለኻ።

# contractWithTestingAuthorityIsAbsent
source: Your contract with the Testing Authority is absent. You will lose Testing Authority access to this Testing Order
ti_et: ምስ በዓል መዚ መርመራ ዝገበርካዮ ውዕል የለን። በዓል መዚ መርመራ ነዚ ናይ ፈተነ ትእዛዝ ምብጻሕ ክትስእን ኢኻ።

# sharingRuleAbsent
source: Sharing rule with is absent. You will lose Testing Authority access to this Testing Order.
ti_et: ምክፋል ሕጊ ምስ የለን። በዓል መዚ መርመራ ነዚ ናይ ፈተነ ትእዛዝ ምብጻሕ ክትስእን ኢኻ።

# notificationToTooltip
source: The Testing Authority and the Result Management Authority will automatically receive notice of results. If there are other ADOs you wish to receive results from these tests, please enter them here.
ti_et: በዓል መዚ ፈተናን በዓል መዚ ምሕደራ ውፅኢትን ብኣውቶማቲክ ናይ ውፅኢት ምልክታ ክቕበሉ እዮም። ካብዞም መርመራታት ውጽኢት ክትረኽቡ እትደልዩ ካልኦት ኤዲኦታት እንተሃልዮም ኣብዚ ኣእትውዎም።

# warningTestExceedsThreshold
source: This Testing Order has a number of tests that exceeds 100 tests. This may result in slower saving and loading of the Testing Order View.
ti_et: እዚ ናይ ፈተነ ትእዛዝ ካብ 100 ፈተናታት ንላዕሊ ዝኾኑ ብርክት ዝበሉ ፈተናታት ኣለዉዎ። እዚ ድማ ውጽኢቱ ዝሓሰረ ምዕቃብን ምጽዓንን ናይቲ ናይ ፈተነ ትእዛዝ ርእይቶ ክኸውን ይኽእል።

# continueAddingAthleteOrPlaceholder
source: Continue by adding an athlete or a placeholder to your Testing Order
ti_et: ኣብ ትእዛዝ ፈተናኻ ኣትሌት ወይ ቦታ ብምውሳኽ ቀጽል

source: Analysis Instructions for
ti_et: መምርሒ ትንተና ን...

# viewTestingOrderIdX
source: View Testing Order - {{ toId }}
ti_et: ትእዛዝ ፈተና ርአ - {{ toId }}

# dviewTestingOrder
source: View Testing Order
ti_et: ትእዛዝ ፈተና ርአ

source: Download Testing Order instructions
ti_et: መምርሒታት ትእዛዝ ምፍታን ኣውርድ

source: View Authorization
ti_et: ፍቓድ ርአ

source: Download DCO Report
ti_et: ጸብጻብ ዲሲኦ ኣውርድ

source: Copy Testing Order
ti_et: ትእዛዝ ፈተና ቅዳሕ

source: Delete Testing Order
ti_et: ትእዛዝ ፈተና ምድምሳስ

# testingOrderCancelBeforeDeleteInfo
source: The Testing Order should be cancelled before it can be deleted.
ti_et: እቲ ናይ ፈተነ ትእዛዝ ቅድሚ ምድምሳስ ክስረዝ ኣለዎ።

# viewToInClassic_uppercase
source: VIEW TESTING ORDER IN CLASSIC
ti_et: VIEW TESTING ORDER ኣብ ክላሲክ ርአ

# testingOrderNumberXSavedAsStatusX
source: Testing Order number {{ (to$ | async)?.id }} has been saved as {{ toStatus$ | async }}.
ti_et: ፈተና ቁጽሪ ትእዛዝ {{ (to$ | async)?.id }} ዝብል ድሒኑ ኣሎ። {{ toStatus$ | async }}.

# testingOrderNumberXIssued
source: Testing Order number {{ (to$ | async)?.id }} has been issued.
ti_et: ፈተና ቁጽሪ ትእዛዝ {{ (to$ | async)?.id }} ወጺኡ ኣሎ።

# testingOrderNumberCancelled
source: Testing Order number {{ (to$ | async)?.id }} has been cancelled.
ti_et: ፈተና ቁጽሪ ትእዛዝ {{ (to$ | async)?.id }} ተሰሪዙ ኣሎ።

# testingOrderNumberCompleted
source: Testing Order number {{ (to$ | async)?.id }} has been completed.
ti_et: ፈተና ቁጽሪ ትእዛዝ {{ (to$ | async)?.id }} ተዛዚሙ ኣሎ።

# reviewTestingOrderPriorToFinalizing
source: Review the Testing Order prior to finalizing.
ti_et: ቅድሚ ምዝዛምካ ነቲ ናይ ፈተነ ትእዛዝ ዳግም ርአ።

source: Issue to SCA
ti_et: ጉዳይ ናብ SCA

# notificationToLeadDco
source: A notification will be sent to the Lead DCO
ti_et: ናብ መሪሕ ዲሲኦ መፍለጢ ክለኣኽ እዩ።

# informativeCopyTestingOrder
source: The content of this Testing Order was copied from {{ copiedTestingOrderNumber$ | async }}.
ti_et: ትሕዝቶ ናይዚ ናይ ፈተነ ትእዛዝ ካብ ዝተቐድሐ እዩ። {{ copiedTestingOrderNumber$ | async }}.

# warningCopyTestingOrder
source: The content of this Testing Order was copied from {{ copiedTestingOrderNumber$ | async }}.<br>
ti_et: ትሕዝቶ ናይዚ ናይ ፈተነ ትእዛዝ ካብ ዝተቐድሐ እዩ። {{ copiedTestingOrderNumber$ | async }}.<br>

# completeMandatoryFieldBeforeIssuingTestingOrder
source: You need to complete the mandatory fields before issuing this Testing Oder.
ti_et: ነዚ ናይ ፈተነ ትእዛዝ ቅድሚ ምውጻእካ ነቶም ግዴታዊ ዓውድታት ክትመልእ ኣለካ።

source: Section 1 - Authorization
ti_et: ክፍሊ 1 - ፍቓድ ምሃብ

source: Section 2 - Athletes and Analyses
ti_et: 2ይ ክፋል - ስፖርተኛታትን ትንታነታትን

source: Section 3 - Doping Control Personnel
ti_et: ክፍሊ 3 - ሰራሕተኛታት ቁፅፅር ዶፒንግ

# dcoXNotAllowedToTestAthlete
source: Participant {{ participant.displayName }} is not allowed to test an athlete in the following Sport/Discipline:
ti_et: ተሳታፊ {{ participant.displayName }} ንሓደ ኣትሌት በዚ ዝስዕብ ስፖርት/ዲሲፕሊን ክፍትኖ ኣይፍቀድን፤

# dcfXDatedXHasBeenDeleted
source: Doping Control Form for {{ dcfFullName }} dated {{ dcfArrivalDate | formatDate :'-0000' : 'DD-MMM-YYYY' }} has been deleted.
ti_et: ቅጥዒ ምቁጽጻር ዶፒንግ ን... {{ dcfFullName }} ዕለት ዘለዎ {{ dcfArrivalDate | formatDate :'-0000' : 'DD-MMM-YYYY' }} ተደምሲሱ ኣሎ።

# dcfXHasBeenDeleted
source: Doping Control Form for {{ dcfFullName }} has been deleted.
ti_et: ቅጥዒ ምቁጽጻር ዶፒንግ ን... {{ dcfFullName }} ተደምሲሱ ኣሎ።

# testingOrderAndTestsDeleted
source: Testing Order number {{ toId }} and related tests have been deleted.
ti_et: ፈተና ቁጽሪ ትእዛዝ {{ toId }} ከምኡ’ውን ተዛመድቲ መርመራታት ተደምሲሶም ኣለዉ።

# followingTestMovedToTestingOrderX
source: The following test was successfully moved to Testing Order number {{ testsToMove.testingOrderNumber }}
ti_et: እዚ ዝስዕብ ፈተና ብዓወት ናብ ቁጽሪ ትእዛዝ ፈተና ተሰጋጊሩ {{ testsToMove.testingOrderNumber }}

# followingTestsMovedToTestingOrderX
source: The following tests were successfully moved to Testing Order number {{ testsToMove.testingOrderNumber }}
ti_et: እዞም ዝስዕቡ ፈተነታት ብዓወት ናብ ቁጽሪ ትእዛዝ ፈተና ተሰጋጊሮም እዮም። {{ testsToMove.testingOrderNumber }}

source: All related tests will be deleted.
ti_et: ኩሎም ተዛመድቲ ፈተናታት ክስረዙ እዮም።

# toDeleteTestingOrderMoveOrCancel
source: In order to delete this Testing Order, move or cancel:
ti_et: ነዚ ናይ ፈተነ ትእዛዝ ንምድምሳስ፡ ምግዓዝ ወይ ስርዝ፤

# allTestsHaveDopingControlForm
source: All tests that have a Doping Control Form entered.
ti_et: ኩሎም መርመራታት ናይ ዶፒንግ ቁጽጽር ቅጥዒ ዘለዎም ኣትዮም።

# allTestsHaveUnsuccessfulAttempt
source: All tests that have an Unsuccessful Attempt entered.
ti_et: ኩሎም ዘይተዓወተ ፈተነ ዘለዎም ፈተናታት ኣትዮም።

# allTestsHaveClosedSample
source: All tests that have a Closed Sample Not Collected status.
ti_et: ኩሎም ዕጹው ናሙና ዘይተኣከበ ኩነታት ዘለዎም ፈተናታት።

# cannotCompleteTOUntilTestsAreValid
source: A Testing Order cannot be completed until all tests are either completed, closed or cancelled.
ti_et: ኩሎም ፈተናታት ወይ ክሳብ ዝዛዘሙ፣ ዝዕጸዉ ወይ ክሳብ ዝስረዙ ትእዛዝ ፈተና ክዛዘም ኣይክእልን።

# view_uppercase
source: VIEW
ti_et: ኣረኣእያ

# createTestingOrder_uppercase
source: CREATE TESTING ORDER
ti_et: CREATE TESTING ORDER ዝብል ትእዛዝ ምፍጣር

# toListCouldNotBeRetrieved
source: The list of testing orders could not be retrieved.
ti_et: ዝርዝር ናይ ፈተነ ትእዛዛት ክረክብ ኣይከኣለን።

# toWarningMaxLengthList
source: This list only shows the last {{ maxResults }} testing orders.
ti_et: እዚ ዝርዝር እዚ ናይ መወዳእታ ጥራይ እዩ ዘርኢ {{ maxResults }} ናይ ፈተነ ትእዛዛት።

# clearAll_uppercase
source: CLEAR ALL
ti_et: ኩሉ ኣጽርዮ

source: View Unsuccessful Attempt
ti_et: ዘይዕዉት ፈተነ ርአ

source: View Unsuccessful Attempts
ti_et: ዘይዕዉታት ፈተነታት ርአ

source: Print UA Form
ti_et: ቅጥዒ UA ምሕታም

source: Print UA Forms
ti_et: ቅጥዕታት UA ምሕታም

# unsuccessfulAttemptForAthleteXDeleted
source: Unsuccessful Attempt for {{uaDeletion?.athleteName}} has been deleted.
ti_et: ዘይዕዉት ፈተነ ን... {{uaDeletion?.athleteName}} ተደምሲሱ ኣሎ።

source: Back to Testing Order
ti_et: ናብ ትእዛዝ ፈተና ንመለስ

source: Back to Testing Order Management
ti_et: ናብ ምሕደራ ትእዛዝ ምፍታን ንመለስ
