Repository: NandhineeR/WADA
Catalog: wada-ama-testcenter-web-57718053929f/wada-ama-testcenter-web-57718053929f/src/i18n/messages.*.xlf
Languages: am, ar, az, bg, es, et, fa_ir, fi, fr, ko, lv, nl, pl, pt, ru, sk, sr, sw, tr

source: Add Athletes and Analyses
am: አትሌቶችን እና ትንታኔዎችን ያክሉ
ar: أضف الرياضيين والتحليلات
az: İdmançılar və Analizlər əlavə edin
bg: Добавете спортисти и анализи
es: Añadir los atletas y los análisis
et: Lisage sportlased ja analüüsid
fa_ir: ورزشکاران و آنالیزها را اضافه کنید
fi: Lisää urheilijoita ja analyyseja
fr: Ajouter des sportifs et des analyses
ko: 선수 및 분석 추가
lv: Pievienojiet sportistus un analīzes
nl: Atleten en analyses toevoegen
pl: Dodaj zawodników i analizy
pt: Adicionar atletas e análises
ru: Добавить спортсменов и анализы
sk: Pridajte športovcov a analýzy
sr: Додајте спортисте и анализе
sw: Ongeza Wanariadha na Uchambuzi
tr: Sporcu ve Analiz Ekle

source: Add Placeholders and Analyses
am: ቦታ ያዥዎችን እና ትንታኔዎችን ያክሉ
ar: أضف العناصر النائبة والتحليلات
az: Yertutanlar və Analizlər əlavə edin
bg: Добавете призьор/място от класиране и анализи
es: Añadir marcadores de posición y análisis
et: Lisage kohatäited ja analüüsid
fa_ir: مکان‌ها و تحلیل‌ها را اضافه کنید
fi: Lisää sijoituksia ja analyyseja
fr: Ajouter des espaces réservés et analyses
ko: 검사대상 및 분석 추가
lv: Pievienojiet vietturus un analīzi
nl: Voeg "placeholders" en analyses toe
pl: Dodaj symbole zastępcze i analizy
pt: Adicionar marcadores de posição e análises
ru: Добавить "болванки" и анализы
sk: Pridajte zástupné symboly a analýzy
sr: Додајте чуваре места и анализе
sw: Ongeza Vishika nafasi na Uchambuzi
tr: Yer Tutucular ve Analizler Ekleyin

source: Modify Analyses
am: ትንታኔዎችን ያስተካክሉ
ar: تعديل التحليلات
az: Analizləri dəyişdirin
bg: Промяна на анализи
es: Modificar los análisis
et: Analüüside muutmine
fa_ir: اصلاح تحلیل ها
fi: Muokkaa analyyseja
fr: Modifier les analyses
ko: 분석 수정
lv: Modificēt analīzes
nl: Wijzig analyses
pl: Modyfikuj analizy
pt: Modificar análises
ru: Изменить анализы
sk: Upraviť analýzy
sr: Модификујте анализе
sw: Rekebisha Uchambuzi
tr: Analizleri Değiştirin

source: Add Analyses
am: ትንታኔዎችን ያክሉ
ar: إضافة تحاليل
az: Analiz əlavə edin
bg: Добавяне на анализи
es: Añadir análisis
et: Lisage analüüsid
fa_ir: افزودن تجزیه و تحلیل
fi: Lisää analyysejä
fr: Ajouter analyses
ko: 분석 추가
lv: Pievienojiet analīzes
nl: Analyses Toevoegen
pl: Dodaj analizy
pt: Adicionar Análises
ru: Добавить анализ
sk: Pridajte analýzy
sr: dodaj analize
sw: Ongeza Uchambuzi
tr: Analiz ekleyin

# errorDetectedInFollowingField
source: An error was detected in the following field:
am: በሚከተለው መስክ ላይ ስህተት ታይቷል፡-
ar: تم اكتشاف خطأ في المجال التالي :
az: Aşağıdakı sahədə xəta aşkar edildi:
bg: Открита е грешка в следното поле:
es: Se detectó un error en el siguiente campo :
et: Järgmisel väljal tuvastati viga:
fa_ir: خطایی در فیلد زیر شناسایی شد:
fi: Virhe havaittiin seuraavassa kentässä:
fr: Une erreur a été détectée dans le champ suivant:
ko: 다음 필드에서 오류가 발견되었습니다.
lv: Tika konstatēta kļūda šādā laukā:
nl: Er is een fout geconstateerd in het volgende veld:
pl: Wykryto błąd w następującym polu:
pt: Um erro foi detectado no seguinte campo:
ru: В следующем поле была обнаружена ошибка :
sk: V nasledujúcom poli bola zistená chyba:
sr: Откривена је грешка у следећем пољу:
sw: Hitilafu imegunduliwa katika sehemu ifuatayo:
tr: Aşağıdaki alanda bir hata algılandı:

# laboratorySampleTypeX
source: Laboratory ({{ translations$ | getSampleType:laboratoryError?.sampleType | async }} Sample)
am: ላቦራቶሪ ({{ translations$ | getSampleType:laboratoryError?.sampleType | async }} ናሙና)
ar: معمل ( {{ translations$ | getSampleType:laboratoryError?.sampleType | async }} عينة)
az: Laboratoriya ({{ translations$ | getSampleType:laboratoryError?.sampleType | async }} Nümunə)
bg: Лаборатория ({{ translations$ | getSampleType:laboratoryError?.sampleType | async }} Проба)
es: Laboratorio ({{ translations$ | getSampleType:laboratoryError?.sampleType | async }} Muestra)
et: Laboratoorium ({{ translations$ | getSampleType:laboratoryError?.sampleType | async }} näidis)
fa_ir: آزمایشگاه ({{ translations$ | getSampleType:laboratoryError?.sampleType | async }} نمونه)
fi: Laboratorio ({{ translations$ | getSampleType:laboratoryError?.sampleType | async }} Näyte)
fr: Laboratoire ({{ translations$ | getSampleType:laboratoryError?.sampleType | async }} échantillon)
ko: 분석기관 ({{ translations$ | getSampleType:laboratoryError?.sampleType | async }} 시료)
lv: Laboratorija ({{ translations$ | getSampleType:laboratoryError?.sampleType | async }} paraugs)
nl: Laboratorium ({{ translations$ | getSampleType:laboratoryError?.sampleType | async }} Monster)
pl: Laboratorium ({{ translations$ | getSampleType:laboratoryError?.sampleType | async }} próbka)
pt: Laboratório ({{ translations$ | getSampleType:laboratoryError?.sampleType | async }} Amostra)
ru: Лаборатория ({{ translations$ | getSampleType:laboratoryError?.sampleType | async }} проба)
sk: Laboratórium ({{ translations$ | getSampleType:laboratoryError?.sampleType | async }} ukážka)
sr: Лабораторија ( {{ translations$ | getSampleType:laboratoryError?.sampleType | async }} Узорак)
sw: Maabara ({{ translations$ | getSampleType:laboratoryError?.sampleType | async }} Sampuli)
tr: Laboratuvar ({{ translations$ | getSampleType:laboratoryError?.sampleType | async }} Örnek)

# mandatorySportDiscipline
source: Sport / Discipline is mandatory
am: ስፖርት / ተግሣጽ ግዴታ ነው
ar: الرياضة / الانضباط إلزامي
az: İdman / İntizam məcburidir
bg: Спортът / дисциплината е задължителен
es: El deporte/disciplina es obligatorio
et: Sport / distsipliin on kohustuslik
fa_ir: ورزش / انضباط اجباری است
fi: Laji / Alalaji on pakollinen
fr: Sport/Discipline est obligatoire
ko: 종목/세부종목은 필수입니다.
lv: Sports/disciplīna ir obligāta
nl: Sport / Discipline is verplicht
pl: Sport / Dyscyplina jest obowiązkowa
pt: Esporte / Disciplina é obrigatório
ru: Поля Спорт / Дисциплина обязательны для заполнения
sk: Šport / disciplína je povinná
sr: Спорт / Дисциплина је обавезан
sw: Mchezo / Nidhamu ni lazima
tr: Spor / Disiplin zorunludur

# analysesSelectedAppliedToAthletes
source: Analyses selected will be applied to athletes in above list
am: የተመረጡት ትንታኔዎች ከላይ በተዘረዘሩት አትሌቶች ላይ ተግባራዊ ይሆናሉ
ar: سيتم تطبيق التحليلات المختارة على الرياضيين في القائمة أعلاه
az: Seçilmiş təhlillər yuxarıdakı siyahıda olan idmançılara tətbiq olunacaq
bg: Избраните анализи ще бъдат приложени към спортистите в горния списък
es: Los análisis seleccionados se aplicarán a los atletas en la lista anterior
et: Valitud analüüse rakendatakse ülaltoodud loendis olevatele sportlastele
fa_ir: آنالیزهای انتخاب شده برای ورزشکاران لیست بالا اعمال خواهد شد
fi: Valittuja analyysejä käytetään yllä olevan luettelon urheilijoihin
fr: Les analyses sélectionnées seront appliquées aux athlètes de la liste ci-dessus.
ko: 선택한 분석은 위 목록의 선수에게 적용됩니다.
lv: Atlasītās analīzes tiks piemērotas sportistiem, kas norādīti iepriekš minētajā sarakstā
nl: De geselecteerde analyses worden toegepast op atleten in bovenstaande lijst
pl: Wybrane analizy zostaną zastosowane do zawodników z powyższej listy
pt: As análises selecionadas serão aplicadas aos atletas da lista acima
ru: Выбранные анализы будут применены к спортсменам из приведенного выше списка
sk: Vybrané analýzy sa použijú na športovcov vo vyššie uvedenom zozname
sr: Odabrane analize će se primenjivati na sportiste na gornjoj listi
sw: Uchambuzi uliochaguliwa utatumika kwa wanariadha walio kwenye orodha iliyo hapo juu
tr: Seçilen analizler yukarıdaki listedeki sporculara uygulanacaktır.

# atLeastOneAthleteHasReachedMax
source: At least one selected athlete has reached the max number of analyses ({{ MAX_NUMBER_OF_ANALYSES_PER_SAMPLE_TYPE }}) for this type
am: ቢያንስ አንድ የተመረጠ አትሌት ከፍተኛው የትንታኔዎች ብዛት ላይ ደርሷል ({{ MAX_NUMBER_OF_ANALYSES_PER_SAMPLE_TYPE }}) ለዚህ አይነት
ar: وصل رياضي واحد محدد على الأقل إلى الحد الأقصى لعدد التحليلات ({{ MAX_NUMBER_OF_ANALYSES_PER_SAMPLE_TYPE }}) لهذا النوع
az: Ən azı bir seçilmiş idmançı maksimum analiz sayına çatmışdır ({{ MAX_NUMBER_OF_ANALYSES_PER_SAMPLE_TYPE }}) bu növ üçün
bg: Поне един избран спортист е достигнал максималния брой анализи ({{ MAX_NUMBER_OF_ANALYSES_PER_SAMPLE_TYPE }}) за този тип
es: Al menos un atleta seleccionado ha alcanzado el número máximo de análisis ({{ MAX_NUMBER_OF_ANALYSES_PER_SAMPLE_TYPE }}) para este tipo
et: Vähemalt üks valitud sportlane on saavutanud maksimaalse analüüside arvu ({{ MAX_NUMBER_OF_ANALYSES_PER_SAMPLE_TYPE }}) selle tüübi jaoks
fa_ir: حداقل یک ورزشکار منتخب به حداکثر تعداد آنالیز رسیده است ({{ MAX_NUMBER_OF_ANALYSES_PER_SAMPLE_TYPE }}) برای این نوع
fi: Vähintään yksi valittu urheilija on saavuttanut tämän tyypin analyysien enimmäismäärän ({{ MAX_NUMBER_OF_ANALYSES_PER_SAMPLE_TYPE }})
fr: Au moins un ADAMS sélectionné a atteint le nombre maximum d'analyses ({{ MAX_NUMBER_OF_ANALYSES_PER_SAMPLE_TYPE }}) pour ce type.
ko: 최소 한 명의 선택된 선수가 이 유형의 최대 분석 횟수({{ MAX_NUMBER_OF_ANALYSES_PER_SAMPLE_TYPE }})에 도달했습니다.
lv: Vismaz viens atlasītais sportists ir sasniedzis maksimālo analīžu skaitu ({{ MAX_NUMBER_OF_ANALYSES_PER_SAMPLE_TYPE }}) šim veidam
nl: Minstens één geselecteerde sporter heeft het maximale aantal analyses bereikt ({{ MAX_NUMBER_OF_ANALYSES_PER_SAMPLE_TYPE }}) voor dit type
pl: Co najmniej jeden wybrany zawodnik osiągnął maksymalną liczbę analiz ({{ MAX_NUMBER_OF_ANALYSES_PER_SAMPLE_TYPE }}) dla tego typu.
pt: Pelo menos um atleta selecionado atingiu o número máximo de análises ({{ MAX_NUMBER_OF_ANALYSES_PER_SAMPLE_TYPE }}) para este tipo
ru: Достигнуто максимального количество анализов ({{ MAX_NUMBER_OF_ANALYSES_PER_SAMPLE_TYPE }}) данного вида минимум у одного из выбранных спортсменов
sk: Aspoň jeden vybraný športovec dosiahol maximálny počet analýz ({{ MAX_NUMBER_OF_ANALYSES_PER_SAMPLE_TYPE }}) pre tento typ
sr: Najmanje jedan izabrani sportista dostigao je maksimalan broj analiza ({{ MAX_NUMBER_OF_ANALYSES_PER_SAMPLE_TYPE }}) za ovu vrstu
sw: Angalau mwanariadha mmoja aliyechaguliwa amefikia idadi ya juu zaidi ya uchanganuzi ({{ MAX_NUMBER_OF_ANALYSES_PER_SAMPLE_TYPE }}) kwa aina hii
tr: Seçilen en az bir sporcu maksimum analiz sayısına ulaştı ({{ MAX_NUMBER_OF_ANALYSES_PER_SAMPLE_TYPE }}) bu tür için

source: Max reached for this type
am: ለዚህ አይነት ከፍተኛው ደርሷል
ar: الحد الأقصى الذي تم الوصول إليه لهذا النوع
az: Maks bu növə çatdı
bg: Макс посегна към този тип
es: Max alcanzado para este tipo
et: Selle tüübi maksimum on saavutatud
fa_ir: به مقدارحداکثر برای این نوع رسیده
fi: Tämän tyypin enimmäismäärä saavutettu
fr: Maximum atteint pour ce type
ko: 이 유형에 대한 최대 도달
lv: Šim tipam ir sasniegts maksimums
nl: Max bereikt voor dit type
pl: Maksymalna wartość osiągnięta dla tego typu
pt: Máximo alcançado para este tipo
ru: Достигнут максимум для данного вида
sk: Max siahol po tomto type
sr: Mak dostigao za ovu vrstu
sw: Max alifikiwa kwa aina hii
tr: Bu tür için ulaşılan maks.

# maxExceededForThisType
source: Max of {{ MAX_NUMBER_OF_ANALYSES_PER_SAMPLE_TYPE }} exceeded for this type
am: ከፍተኛው {{ MAX_NUMBER_OF_ANALYSES_PER_SAMPLE_TYPE }} ለዚህ አይነት አልፏል
ar: الحد الأقصى الذي {{ MAX_NUMBER_OF_ANALYSES_PER_SAMPLE_TYPE }} تم تجاوزه لهذا النوع
az: Maks {{ MAX_NUMBER_OF_ANALYSES_PER_SAMPLE_TYPE }} bu növ üçün artıqdır
bg: Макс от {{ MAX_NUMBER_OF_ANALYSES_PER_SAMPLE_TYPE }} надвишено за този тип
es: máximo de {{ MAX_NUMBER_OF_ANALYSES_PER_SAMPLE_TYPE }} excedido para este tipo
et: Maksimaalne {{ MAX_NUMBER_OF_ANALYSES_PER_SAMPLE_TYPE }} selle tüübi puhul ületatud
fa_ir: از مقدار حداکثر {{ MAX_NUMBER_OF_ANALYSES_PER_SAMPLE_TYPE }} برای این نوع فراتر رفته
fi: Tämän tyypin enimmäismäärän ylitys {{ MAX_NUMBER_OF_ANALYSES_PER_SAMPLE_TYPE }}
fr: Maximum de {{ MAX_NUMBER_OF_ANALYSES_PER_SAMPLE_TYPE }} dépassé pour ce type
ko: 이 유형에 대한 최대값 {{ MAX_NUMBER_OF_ANALYSES_PER_SAMPLE_TYPE }} 초과
lv: Maks. no {{ MAX_NUMBER_OF_ANALYSES_PER_SAMPLE_TYPE }} pārsniegts šim veidam
nl: Maximaal van {{ MAX_NUMBER_OF_ANALYSES_PER_SAMPLE_TYPE }} overschreden voor dit type
pl: Maksymalna liczba {{ MAX_NUMBER_OF_ANALYSES_PER_SAMPLE_TYPE }} przekroczona dla tego typu
pt: máximo de {{ MAX_NUMBER_OF_ANALYSES_PER_SAMPLE_TYPE }} excedido para este tipo
ru: Максимальное количество {{ MAX_NUMBER_OF_ANALYSES_PER_SAMPLE_TYPE }} превышено для данного вида
sk: Max {{ MAX_NUMBER_OF_ANALYSES_PER_SAMPLE_TYPE }} pre tento typ prekročené
sr: Maks od {{ MAX_NUMBER_OF_ANALYSES_PER_SAMPLE_TYPE }} prekoračen za ovu vrstu
sw: Upeo wa {{ MAX_NUMBER_OF_ANALYSES_PER_SAMPLE_TYPE }} ilizidi kwa aina hii
tr: maks. {{ MAX_NUMBER_OF_ANALYSES_PER_SAMPLE_TYPE }} bu tür için aşıldı

source: Add Analysis
am: ትንታኔ ጨምር
ar: إضافة تحليل
az: Analiz əlavə edin
bg: Добавяне на анализ
es: Agregar análisis
et: Lisage analüüs
fa_ir: آنالیز را اضافه کنید
fi: Lisää analyysejä
fr: Ajouter une analyse
ko: 분석 추가
lv: Pievienot analīzi
nl: Analyse toevoegen
pl: Dodaj analizę
pt: Adicionar análise
ru: Добавить Анализ
sk: Pridať analýzu
sr: Dodaj analizu
sw: Ongeza Uchambuzi
tr: Analiz Ekle

source: Cancel Modifications
am: ማሻሻያዎችን ሰርዝ
ar: إلغاء التعديلات
az: Dəyişiklikləri ləğv edin
bg: Отмяна на модификациите
es: Cancelar las modificaciones
et: Tühista muudatused
fa_ir: لغو تغییرات
fi: Peruuta muutokset
fr: Annuler les modifications
ko: 수정사항 취소
lv: Atcelt modifikācijas
nl: Wijzigingen annuleren
pl: Anuluj modyfikacje
pt: Cancelar Modificações
ru: Отменить изменения
sk: Zrušiť úpravy
sr: Откажи измене
sw: Ghairi Marekebisho
tr: Değişiklikleri İptal Et

# addAndSearchOtherAthletes
source: Add and Search for Other Athletes
am: ያክሉ እና ሌሎች አትሌቶችን ይፈልጉ
ar: قم بإضافة لاعبين آخرين والبحث عنهم
az: Digər İdmançıları əlavə edin və axtarın
bg: Добавяне и търсене на други спортисти
es: Añadir y buscar otros atletas
et: Lisage ja otsige teisi sportlasi
fa_ir: اضافه و جستجوکردن سایر ورزشکاران
fi: Lisää ja etsi muita urheilijoita
fr: Ajouter et rechercher d'autres sportifs
ko: 다른 선수 추가 및 검색
lv: Pievienojiet un meklējiet citus sportistus
nl: Toevoegen en zoeken naar andere atleten
pl: Dodaj i wyszukaj innych zawodników
pt: Adicionar e pesquisar outros atletas
ru: Добавление и поиск других спортсменов
sk: Pridať a vyhľadať ďalších športovcov
sr: Додајте и потражите друге спортисте
sw: Ongeza na Utafute Wanariadha Wengine
tr: Diğer Sporcuları Ekleyin ve Arayın

source: Done
am: ተከናውኗል
ar: مكتمل
az: bitdi
bg: Свършено
es: Terminado
et: Valmis
fa_ir: انجام شده
fi: Valmis
fr: Terminé
ko: 완료
lv: Gatavs
nl: Klaar
pl: wykonano
pt: feito
ru: выполнено
sk: hotovo
sr: uradio
sw: Imekamilika
tr: tamamlandı

source: Basic Urine Menu
am: መሰረታዊ የሽንት ምናሌ
ar: قائمة البول الأساسية
az: Əsas Sidik Menyu
bg: Меню за базово изследване на урина
es: Menú básico de orina
et: Uriini põhimenüü
fa_ir: منوی اصلی ادرار
fi: Virtsa perusvalikko
fr: Menu standard des échantillons d’urine
ko: 소변 일반 메뉴
lv: Pamata urīna izvēlne
nl: Basis urinemenu
pl: Menu podstawowe moczu
pt: Menu Básico de Urina
ru: Базовый анализ мочи
sk: Základné menu moču
sr: Основни мени за урин
sw: Menyu ya Msingi ya Mkojo
tr: Temel İdrar Menüsü

source: DBS analysis type details
am: የድራይድ ብለድ ሳምፕል ትንተና አይነት ዝርዝሮች
ar: تفاصيل نوع تحليل DBS
az: DBS analiz növü təfərrüatları
bg: Подробности за вид анализ на суха кръв
es: Detalles del tipo de análisis DBS
et: DBS analüüsi tüübi üksikasjad
fa_ir: جزئیات نوع تحلیل DBS
fi: DBS -analyysityypin tiedot
fr: Détails du type d'analyse DBS
ko: DBS 분석 유형 세부사항
lv: DBS analīzes veida informācija
nl: Details van het type DBS-analyse
pl: Szczegóły typu analizy DBS
pt: Detalhes do tipo de análise DBS
ru: Детали типа анализа DBS
sk: Podrobnosti o type analýzy DBS
sr: Detalji tipa DBS analize
sw: Maelezo ya aina ya uchanganuzi wa DBS
tr: Kuru Kan Damlası analiz tipi ayrıntıları

source: Add Athlete From Group
am: አትሌት ከቡድን ጨምር
ar: إضافة رياضي من المجموعة
az: Qrupdan idmançı əlavə edin
bg: Добавяне на спортист от група
es: Agregar atleta del grupo
et: Lisa sportlane rühmast
fa_ir: اضافه کردن ورزشکار از گروه
fi: Lisää urheilija ryhmästä
fr: Ajouter ADAMS au groupe
ko: 그룹에서 선수 추가
lv: Pievienojiet sportistu no grupas
nl: Atleet uit groep toevoegen
pl: Dodaj zawodnika z grupy
pt: Adicionar atleta do grupo
ru: Добавить Спортсмена из Группы
sk: Pridať športovca zo skupiny
sr: Dodaj sportista iz grupe
sw: Ongeza Mwanaspoti Kutoka Kundi
tr: Gruptan Sporcu Ekle

source: Add Analyses to Athletes
am: ትንታኔዎችን ወደ አትሌቶች ያክሉ
ar: أضف التحليلات إلى الرياضيين
az: İdmançılara Analizlər əlavə edin
bg: Добавете анализи към спортисти
es: Agregar análisis a los atletas
et: Lisage sportlastele analüüsid
fa_ir: آنالیز را به ورزشکاران اضافه کنید
fi: Lisää analyyseja urheilijoille
fr: Ajouter des analyses aux sportifs
ko: 선수에 분석 추가
lv: Pievienojiet analīzi sportistiem
nl: Voeg analyses toe aan sporters
pl: Dodaj analizy do sportowców
pt: Adicionar análises aos atletas
ru: Добавить анализы спортсменам
sk: Pridajte analýzy k športovcom
sr: Додајте анализе спортистима
sw: Ongeza Uchambuzi kwa Wanariadha
tr: Sporculara Analiz Ekleme

# skipAnalysesAddAthletes
source: or skip analyses for now and add athletes
am: ወይም ትንታኔዎችን ለአሁኑ ይዝለሉ እና አትሌቶችን ይጨምሩ
ar: أو تخطي التحليلات الآن وأضف الرياضيين
az: və ya hələlik analizləri atlayın və idmançıları əlavə edin
bg: или засега пропуснете анализи и добавете спортисти
es: o saltarse los análisis por ahora y añadir deportistas
et: või jätke analüüsid praegu vahele ja lisage sportlased
fa_ir: یا فعلاً از تجزیه و تحلیل صرف نظر کنید و ورزشکاران را اضافه کنید
fi: tai ohita analyysit toistaiseksi ja lisää urheilijoita
fr: ou ignorer les analyses pour l'instant et ajouter des sportifs
ko: 일단 분석 건너뛰고 선수 추가하기
lv: vai pagaidām izlaidiet analīzi un pievienojiet sportistus
nl: of sla de analyses voorlopig over en voeg atleten toe
pl: lub pomiń na razie analizy i dodaj zawodników
pt: ou pule as análises por enquanto e adicione atletas
ru: или пропустите пока анализы и добавьте спортсменов
sk: alebo teraz preskočte analýzy a pridajte športovcov
sr: или за сада прескочите анализе и додајте спортисте
sw: au ruka uchanganuzi kwa sasa na uongeze wanariadha
tr: veya şimdilik analizleri atlayın ve sporcu ekleyin

source: Add Athletes
am: አትሌቶችን ጨምር
ar: إضافة رياضيين
az: İdmançılar əlavə edin
bg: Добавяне на спортисти
es: Agregar atletas
et: Lisa sportlased
fa_ir: ورزشکاران را اضافه کنید
fi: Lisää urheilijoita
fr: Ajouter des sportifs
ko: 선수 추가
lv: Pievienojiet sportistus
nl: Atleten toevoegen
pl: Dodaj sportowców
pt: Adicionar Atletas
ru: Добавить Спортсменов
sk: Pridať športovcov
sr: Dodaj sportiste
sw: Ongeza Wanariadha
tr: Sporcu Ekle

# athleteTestedByOrgXWithinXDays
source: This athlete has been tested or will be tested by {{ e.duplicateTest?.organizationShortName }} within {{ e.duplicateTest?.warningPeriod }} days.
am: ይህ አትሌት ተፈትኗል ወይም ተፈትኗል {{ e.duplicateTest?.organizationShortName }} ውስጥ {{ e.duplicateTest?.warningPeriod }} ቀናት.
ar: تم اختبار هذا اللاعب أو سيتم اختباره بواسطة{{ e.duplicateTest?.organizationShortName }} في غضون{{ e.duplicateTest?.warningPeriod }} أيام.
az: Bu idmançı sınaqdan keçirilib və ya yoxlanılacaq{{ e.duplicateTest?.organizationShortName }} daxilində{{ e.duplicateTest?.warningPeriod }} gün.
bg: Този спортист е тестван или ще бъде тестван {{ e.duplicateTest?.organizationShortName }} в рамките на {{ e.duplicateTest?.warningPeriod }} дни.
es: Este atleta ha sido probado o será probado por {{ e.duplicateTest?.organizationShortName }} dentro de {{ e.duplicateTest?.warningPeriod }} días.
et: Seda sportlast on testinud või testib{{ e.duplicateTest?.organizationShortName }} jooksul{{ e.duplicateTest?.warningPeriod }} päeva.
fa_ir: این ورزشکار مورد آزمایش قرار گرفته است یا توسط آن تست خواهد شد{{ e.duplicateTest?.organizationShortName }} در داخل{{ e.duplicateTest?.warningPeriod }} روزها.
fi: Tämän urheilijan on testattu tai testataan{{ e.duplicateTest?.organizationShortName }}{{ e.duplicateTest?.warningPeriod }} päivän sisällä
fr: Ce sportif a été contrôlé ou sera contrôlé par {{ e.duplicateTest?.organizationShortName }} dans les jours qui suivent {{ e.duplicateTest?.warningPeriod }}.
ko: 이 선수는 {{ e.duplicateTest?.organizationShortName }}에 의해 검사를 받았거나 {{ e.duplicateTest?.warningPeriod }}일 이내에 검사를 받을 것입니다.
lv: Šo sportistu ir pārbaudījis vai testēs{{ e.duplicateTest?.organizationShortName }} ietvaros{{ e.duplicateTest?.warningPeriod }} dienas.
nl: Deze atleet is getest of wordt getest door {{ e.duplicateTest?.organizationShortName }} binnen {{ e.duplicateTest?.warningPeriod }} dagen.
pl: Ten sportowiec został przetestowany lub będzie testowany przez{{ e.duplicateTest?.organizationShortName }} w ciągu{{ e.duplicateTest?.warningPeriod }} dni.
pt: Este atleta foi testado ou será testado por{{ e.duplicateTest?.organizationShortName }} dentro{{ e.duplicateTest?.warningPeriod }} dias.
ru: Этот спортсмен был протестирован или будет протестирован {{ e.duplicateTest?.organizationShortName }} в ближайшие {{ e.duplicateTest?.warningPeriod }} дней.
sk: Tento športovec bol alebo bude testovaný{{ e.duplicateTest?.organizationShortName }} v rámci{{ e.duplicateTest?.warningPeriod }} dni.
sr: Овај спортиста је тестиран или ће бити тестиран од стране{{ e.duplicateTest?.organizationShortName }} у склопу{{ e.duplicateTest?.warningPeriod }} дана.
sw: Mwanariadha huyu amejaribiwa au atajaribiwa na{{ e.duplicateTest?.organizationShortName }} ndani{{ e.duplicateTest?.warningPeriod }} siku.
tr: Bu sporcu test edildi veya test edilecek{{ e.duplicateTest?.organizationShortName }} içinde{{ e.duplicateTest?.warningPeriod }} günler.
