Repository: NandhineeR/WADA
Catalog: wada-ama-testcenter-web-57718053929f/wada-ama-testcenter-web-57718053929f/src/i18n/messages.*.xlf
Languages: am, ar, az, bg, es, et, fa_ir, fi, fr, ko, lv, nl, pl, pt, ru, sk, sr, sw, tr

# dashboard_tdssaEntryPointCardContent
source: TDSSA Monitoring aims at getting an <strong>overview of how you are doing compared to the Minimum Level of Analysis for each Sport / Discipline</strong>.
am: TDSSA ክትትል ዓላማው አንድን ለማግኘት ነው። <strong>ለእያንዳንዱ ስፖርት / ተግሣጽ ከዝቅተኛው የትንታኔ ደረጃ ጋር ሲነጻጸር እንዴት እየሰሩ እንደሆነ አጠቃላይ እይታ</strong>.
ar: تهدف مراقبة TDSSA إلى الحصول على ملف <strong> نظرة عامة حول كيفية أدائك مقارنة بالحد الأدنى من مستوى التحليل لكل رياضة / تخصص </strong> .
az: TDSSA Monitorinqi əldə etməyi hədəfləyir <strong> Hər bir İdman/İntizam üzrə Minimum Təhlil Səviyyəsi ilə müqayisədə necə etdiyinizə dair ümumi baxış </strong> .
bg: Мониторингът на TDSSA има за цел да получи <strong> преглед на това как се справяте в сравнение с минималното ниво на анализ за всеки спорт / дисциплина </strong> .
es: El objetivo de la monitorización de la TDSSA es obtener una <strong>visión general de cómo lo está haciendo en comparación con el Nivel Mínimo de Análisis para cada Deporte / Disciplina</strong>.
et: TDSSA monitooringu eesmärk on saada an <strong> ülevaade sellest, kuidas teil läheb võrreldes iga spordiala/distsipliini analüüsi miinimumtasemega </strong> .
fa_ir: هدف مانیتورینگ TDSSA بدست آوردن یک <strong> مروری بر نحوه انجام شما در مقایسه با حداقل سطح تجزیه و تحلیل برای هر ورزش / رشته </strong> .
fi: TDSSA-seurannan tavoitteena on saada <strong> yleiskatsaus siitä, miten pärjäät verrattuna kunkin Lajin / Alalajin analyysien vähimmäistasoon (MLA) </strong> .
fr: Le suivi DTASS a pour objectif de vous donner une <strong>vue d'ensemble de votre performance par rapport au niveau minimum d'analyse de chaque sport / discipline </strong>.
ko: TDSSA 모니터링은 <strong>각 종목/세부종목별 최소분석수준 대비 실시 현황에 대한 개요</strong>를 보여줍니다 .
lv: TDSSA uzraudzības mērķis ir iegūt <strong> pārskats par to, kā jums veicas, salīdzinot ar katra sporta veida/disciplīnas minimālo analīzes līmeni </strong> .
nl: TDSSA Monitoring is gericht op het verkrijgen van een <strong>overzicht van hoe u het doet in vergelijking met het minimumniveau van analyse voor elke sport / discipline</strong>.
pl: Monitorowanie TDSSA ma na celu uzyskanie pliku <strong> przegląd tego, jak sobie radzisz w porównaniu z minimalnym poziomem analizy dla każdego sportu / dyscypliny </strong> .
pt: O monitoramento TDSSA visa obter um <strong> visão geral de como você está se saindo em comparação com o nível mínimo de análise para cada esporte / disciplina </strong> .
ru: TDSSA Monitoring направлен на получение <strong> обзор ваших достижений по сравнению с минимальным уровнем анализа для каждого вида спорта / дисциплины </strong> .
sk: Cieľom monitorovania TDSSA je získať <strong> prehľad o tom, ako ste na tom v porovnaní s minimálnou úrovňou analýzy pre každý šport / disciplínu </strong> .
sr: ТДССА Мониторинг има за циљ добијање <strong> преглед вашег рада у поређењу са минималним нивоом анализе за сваки спорт / дисциплину </strong> .
sw: Ufuatiliaji wa TDSSA unalenga kupata <strong> muhtasari wa jinsi unavyofanya ikilinganishwa na Kiwango cha Chini cha Uchambuzi kwa kila Mchezo / Nidhamu </strong> .
tr: TDSSA İzleme, bir <strong> Her Spor / Disiplin için Minimum Analiz Seviyesine kıyasla ne durumda olduğunuza genel bakış </strong> .

# outOfXDisciplines
source: out of {{ tdssa.disciplinesWithMLA }} disciplines
am: ውጪ {{ tdssa.disciplinesWithMLA }} የትምህርት ዓይነቶች
ar: بعيدا عن المكان{{ tdssa.disciplinesWithMLA }} التخصصات
az: çıxmaq{{ tdssa.disciplinesWithMLA }} fənlər
bg: извън {{ tdssa.disciplinesWithMLA }} дисциплини
es: de las disciplinas de {{ tdssa.disciplinesWithMLA }}
et: otsas{{ tdssa.disciplinesWithMLA }} distsipliinid
fa_ir: ازبین {{ tdssa.disciplinesWithMLA }} ماده ورزشی
fi: {{ tdssa.disciplinesWithMLA }} alalajeista
fr: des {{ tdssa.disciplinesWithMLA }} disciplines
ko: {{ tdssa.disciplinesWithMLA }} 세부종목 중
lv: beidzās{{ tdssa.disciplinesWithMLA }} disciplīnās
nl: uit {{ tdssa.disciplinesWithMLA }} disciplines
pl: poza{{ tdssa.disciplinesWithMLA }} dyscypliny
pt: fora de{{ tdssa.disciplinesWithMLA }} disciplinas
ru: из {{ tdssa.disciplinesWithMLA }} дисциплин
sk: z{{ tdssa.disciplinesWithMLA }} disciplín
sr: од{{ tdssa.disciplinesWithMLA }} дисциплина
sw: nje ya{{ tdssa.disciplinesWithMLA }} taaluma
tr: dışında{{ tdssa.disciplinesWithMLA }} disiplinler

source: meet TDSSA MLAs
am: ከ TDSSA ተወካዮች ጋር መገናኘት
ar: تلبية TDSSA MLAs
az: TDSSA deputatları ilə tanış olun
bg: отговарят на минималните нива на анализ на ТДССА
es: cumplir con los MLA de la TDSSA
et: vastama TDSSA MLA-dele
fa_ir: TDSSA MLA را چک کنید
fi: vastaa TDSSAn MLAta
fr: satisfont aux NMA du DTASS
ko: TDSSA MLA 충족
lv: atbilst TDSSA MLA
nl: voldoen aan TDSSA MLA's
pl: są zgodne z TDSSA MLA
pt: atender TDSSA MLAs
ru: Соответствуют требованиям к MLA в TDSSA
sk: splniť TDSSA MLA
sr: упознати ТДССА МПП
sw: kukutana na Wabunge wa TDSSA
tr: TDSSA MLA'larla tanışın

# yearToDate_lowercase
source: year to date
am: እስከ አመት ድረስ
ar: منذ بدلية العام ز حتى اليوم
az: bu günə qədər il
bg: година към днешна дата
es: año hasta la fecha
et: aastast tänaseni
fa_ir: سال تا به امروز
fi: tähän mennessä
fr: depuis le début de l'année
ko: 올해 초부터 현재까지
lv: gada līdz šim brīdim
nl: jaar tot op heden
pl: od początku roku
pt: no acumulado do ano
ru: с начала года
sk: od dnešného dňa
sr: године до данас
sw: mwaka hadi sasa
tr: sene başından beri

source: out-of-competition tests
am: ከውድድር ውጭ ሙከራዎች
ar: اختبارات خارج المنافسة
az: müsabiqədənkənar testlər
bg: извънсъстезателни тестове
es: controles fuera de competición
et: võistlusvälised testid
fa_ir: آزمون های خارج از رقابت
fi: kilpailun ulkopuoliset testit
fr: contrôles hors-compétition
ko: 경기기간 외 검사
lv: ārpuskonkursa testi
nl: tests buiten wedstrijdverband
pl: testów poza zawodami
pt: testes fora da competição
ru: Внесоревновательные тесты
sk: mimosúťažné testy
sr: тестови ван такмичења
sw: vipimo vya nje ya mashindano
tr: rekabet dışı testler

# designedAndCodedWithLove
source: Designed and coded with <img class="heart-image" src="assets/heart.png" alt="heart icon" /> in Montreal and Sherbrooke (Canada) - Version: {{ (buildManifest$ | async)?.build?.version }}
am: የተነደፈ እና ኮድ የተደረገበት <img class="heart-image" src="assets/heart.png" alt="heart icon" /> በሞንትሪያል እና በሸርብሩክ (ካናዳ) - ስሪት: {{ (buildManifest$ | async)?.build?.version }}
ar: تم تصميمه وتكويده مع <img class="heart-image" src="assets/heart.png" alt="heart icon" /> في مونتريال وشيربروك (كندا)-النسخة : {{ (buildManifest$ | async)?.build?.version }}
az: ilə dizayn edilmiş və kodlaşdırılmışdır <img class="heart-image" src="assets/heart.png" alt="heart icon" /> Montreal və Şerbrukda (Kanada) - Versiya:{{ (buildManifest$ | async)?.build?.version }}
bg: Проектиран и кодиран с <img class="heart-image" src="assets/heart.png" alt="heart icon" /> в Монреал и Шербрук (Канада) - Версия:{{ (buildManifest$ | async)?.build?.version }}
es: Diseñado y codificado con <img class="heart-image" src="assets/heart.png" alt="heart icon" /> en Montreal y Sherbrooke (Canadá) - Versión:{{ (buildManifest$ | async)?.build?.version }}
et: Disainitud ja kodeeritud <img class="heart-image" src="assets/heart.png" alt="heart icon" /> Montrealis ja Sherbrooke'is (Kanada) – versioon:{{ (buildManifest$ | async)?.build?.version }}
fa_ir: طراحی و کدگذاری شده با <img class="heart-image" src="assets/heart.png" alt="heart icon" /> در مونترال و شربروک (کانادا) - نسخه:{{ (buildManifest$ | async)?.build?.version }}
fi: Suunniteltu ja koodattu <img class="heart-image" src="assets/heart.png" alt="heart icon" /> kanssa Montrealissa ja Sherbrookessa (Kanada) - Versio:{{ (buildManifest$ | async)?.build?.version }}
fr: Conçu et codé avec <img class="heart-image" src="assets/heart.png" alt="heart icon" /> à Montréal et Sherbrooke (Canada) - Version : {{ (buildManifest$ | async)?.build?.version }}
ko: 몬트리올 및 셔브룩(캐나다)에서 <img class="heart-image" src="assets/heart.png" alt="heart icon" />(으)로 설계 및 코딩됨 - 버전: {{ (buildManifest$ | async)?.build?.version }}
lv: Izstrādāts un kodēts ar <img class="heart-image" src="assets/heart.png" alt="heart icon" /> Monreālā un Šerbrukā (Kanāda) — versija:{{ (buildManifest$ | async)?.build?.version }}
nl: Ontworpen en gecodeerd met <img class="heart-image" src="assets/heart.png" alt="heart icon" /> in Montreal en Sherbrooke (Canada) - Versie: {{ (buildManifest$ | async)?.build?.version }}
pl: Zaprojektowany i zakodowany za pomocą <img class="heart-image" src="assets/heart.png" alt="heart icon" /> w Montrealu i Sherbrooke (Kanada) - Wersja:{{ (buildManifest$ | async)?.build?.version }}
pt: Projetado e codificado com <img class="heart-image" src="assets/heart.png" alt="heart icon" /> em Montreal e Sherbrooke (Canadá) - Versão: {{ (buildManifest$ | async)?.build?.version }}
ru: Разработан и закодирован с <img class="heart-image" src="assets/heart.png" alt="heart icon" /> в Монреале и Шербруке (Канада) - Версия:{{ (buildManifest$ | async)?.build?.version }}
sk: Navrhnuté a kódované s <img class="heart-image" src="assets/heart.png" alt="heart icon" /> v Montreale a Sherbrooke (Kanada) - Verzia:{{ (buildManifest$ | async)?.build?.version }}
sr: Дизајнирано и кодирано са <img class="heart-image" src="assets/heart.png" alt="heart icon" /> у Монтреалу и Схерброокеу (Канада) - Верзија:{{ (buildManifest$ | async)?.build?.version }}
sw: Imeundwa na kuwekwa nambari <img class="heart-image" src="assets/heart.png" alt="heart icon" /> huko Montreal na Sherbrooke (Kanada) - Toleo:{{ (buildManifest$ | async)?.build?.version }}
tr: Montreal ve Sherbrooke (Kanada) ile <img class="heart-image" src="assets/heart.png" alt="heart icon" /> tasarlanmış ve kodlanmış - Sürüm: {{ (buildManifest$ | async)?.build?.version }}

source: Athlete Mailing Address
am: የአትሌት ፖስታ አድራሻ
ar: العنوان البريدي الرياضي
az: İdmançının poçt ünvanı
bg: Aдрес за кореспонденция на спортиста
es: Dirección postal del deportista
et: Sportlase postiaadress
fa_ir: آدرس پستی ورزشکار
fi: Urheilijan postiosoite
fr: Adresse postale du sportif
ko: 선수 우편 주소
lv: Sportista pasta adrese
nl: Postadres van de atleet
pl: Adres poczty elektronicznej zawodnika
pt: Endereço postal do atleta
ru: Почтовый адрес спортсмена
sk: Poštová adresa športovca
sr: Поштанска адреса спортисте
sw: Anwani ya Barua ya Mwanariadha
tr: Sporcunun posta adresi

# defaultAddressTooltip
source: This is the last address on record for the Athlete. This should be updated if the information from the Doping Control Form is more up to date.
am: ይህ ለአትሌቱ የተመዘገበ የመጨረሻ አድራሻ ነው። ከዶፒንግ መቆጣጠሪያ ቅጽ የሚገኘው መረጃ የበለጠ ወቅታዊ ከሆነ ይህ መዘመን አለበት።
ar: هذا هو آخر عنوان مسجل للرياضي. يجب تحديث هذا إذا كانت المعلومات الواردة في نموذج مراقبة المنشطات أكثر حداثة.
az: Bu, Atlet üçün qeydə alınan son ünvandır. Dopinq Nəzarəti Formasının məlumatı daha aktualdırsa, bu, yenilənməlidir.
bg: Това е последният записан адрес за спортиста. Това трябва да се актуализира, ако информацията от формуляра за допинг контрол е по-актуална.
es: Esta es la última dirección registrada del Atleta. Esta debe ser actualizada si la información del Formulario de Control de Dopaje está más actualizada.
et: See on sportlase viimane registreeritud aadress. Seda tuleks värskendada, kui dopingukontrolli vormilt saadud teave on ajakohasem.
fa_ir: این آخرین آدرس ثبت شده برای ورزشکار است. اگر اطلاعات فرم کنترل دوپینگ به روزتر باشد، این باید به روز شود.
fi: Tämä on urheilijan viimeinen tallennettu osoite. Tämä on päivitettävä, jos Dopingtestilomakkeen tiedot ovat enemmän ajan tasalla.
fr: Ceci est la dernière adresse connue du sportif. ceci devrait être mise à jour si les informations du formulaire de contrôle du dopage sont plus récentes.
ko: 이것은 선수의 기록에 있는 가장 최신의 주소입니다. 도핑검사서의 정보가 더 최신 정보인 경우 업데이트해야 합니다.
lv: Šī ir pēdējā sportista reģistrētā adrese.Tas ir jāatjaunina, ja informācija no dopinga kontroles veidlapas ir aktuālāka.
nl: Dit is het laatste geregistreerde adres van de sporter. Dit moet worden bijgewerkt als de informatie van het dopingcontroleformulier actueler is.
pl: To jest ostatni zarejestrowany adres zawodnika. Należy to zaktualizować, jeśli informacje zawarte w formularzu kontroli antydopingowej są bardziej aktualne.
pt: Este é o último endereço registrado para o Atleta. Isso deve ser atualizado se as informações do Formulário de Controle de Doping estiverem mais atualizadas.
ru: Это последний имеющийся адрес спортсмена в базе. Поле следует обновить, если информация из протокола допинг-контроля является более актуальной.
sk: Toto je posledná zaznamenaná adresa pre športovca. Toto by sa malo aktualizovať, ak sú informácie z formulára dopingovej kontroly aktuálnejšie.
sr: Ово је последња забележена адреса спортисте. Ово би требало ажурирати ако су информације из обрасца за контролу допинга ажурније.
sw: Hii ni anwani ya mwisho kwenye rekodi kwa Mwanaspoti. Hii inapaswa kusasishwa ikiwa maelezo kutoka kwa Fomu ya Kudhibiti Doping ni ya kisasa zaidi.
tr: Bu, Sporcu için kaydedilen son adrestir. Doping Kontrol Formundaki bilgiler daha güncelse, bu güncellenmelidir.

source: Country
am: ሀገር
ar: دولة
az: Ölkə
bg: Държава
es: País
et: Riik
fa_ir: کشور
fi: Maa
fr: Pays
ko: 국가
lv: Valsts
nl: Land
pl: Państwo
pt: País
ru: Страна
sk: Krajina
sr: zemlja
sw: Nchi
tr: Ülke

source: Please enter a value.
am: እባክዎ ዋጋ ያስገቡ።
ar: الرجاء إدخال قيمة.
az: Zəhmət olmasa dəyər daxil edin.
bg: Моля, въведете стойност.
es: Por favor, introduzca un valor.
et: Palun sisestage mingi väärtus.
fa_ir: لطفا یک مقدار وارد کنید
fi: Anna tieto
fr: Veuillez saisir une valeur.
ko: 값을 입력하세요.
lv: Lūdzu, ievadiet vērtību.
nl: Voer alstublieft een waarde in.
pl: Proszę wprowadzić wartość.
pt: Por favor insira um valor.
ru: Пожалуйста, введите значение.
sk: Zadajte hodnotu.
sr: Унесите вриједност.
sw: Tafadhali weka thamani.
tr: Lütfen bir değer girin.

source: Street Address 1
am: የመንገድ አድራሻ 1
ar: عنوان الشارع 1
az: küçə unvanı 1
bg: Адрес 1
es: Dirección Calle 1
et: Tänava aadress 1
fa_ir: آدرس خیابان 1
fi: Käyntiosoite 1
fr: Adresse 1
ko: 주소 1
lv: Adrese 1
nl: Straatnaam 1
pl: Ulica Adres 1
pt: Endereço 1
ru: Адрес улицы 1
sk: Ulica 1
sr: Ulica Adresa 1
sw: Anwani ya Mtaa 1
tr: Adres 1

source: Number and street, PO Box
am: ቁጥር እና ጎዳና፣ የፖስታ ሳጥን
ar: الرقم والشارع ، صندوق البريد
az: Nömrə və küçə, poçt qutusu
bg: Номер и улица, п.к.
es: Número y calle, apartado de correos
et: Number ja tänav, postkast
fa_ir: شماره و خیابان، صندوق پستی
fi: Numero ja katu, postilaatikko
fr: Numéro et rue, C.p.
ko: 건물번호, 거리 및 사서함
lv: Numurs un iela, pastkastīte
nl: Nummer en straat, postbus
pl: Numer i ulica, skrytka pocztowa
pt: Número e rua, caixa postal
ru: Номер и улица, а/я
sk: Číslo a ulica, PO Box
sr: Број и улица, поштански претинац
sw: Nambari na barabara, Sanduku la Posta
tr: Numara ve sokak, Posta Kutusu

source: Street Address 2
am: የመንገድ አድራሻ 2
ar: عنوان الشارع 2
az: Ünvan 2
bg: уличен адрес 2
es: Dirección de calle 2
et: Aadress 2
fa_ir: آدرس خیابان 2
fi: Käyntiosoite 2
fr: Adresse 2
ko: 주소 2
lv: Adrese 2
nl: Straatadres 2
pl: Ulica Adres 2
pt: Rua Endereço 2
ru: Адрес улицы 2
sk: adresa ulice 2
sr: Ulica Adresa 2
sw: Anwani ya Mtaa 2
tr: Sokak adresi 2

# additionalAddressInfo
source: Additional address information
am: ተጨማሪ የአድራሻ መረጃ
ar: معلومات العنوان الإضافية
az: Əlavə ünvan məlumatı
bg: Допълнителна информация за адрес
es: información adicional de dirección
et: Täiendav aadressi teave
fa_ir: اطلاعات اضافه آدرس
fi: Osoitteen lisätiedot
fr: Informations complémentaires sur l'adresse
ko: 추가 주소 정보
lv: Papildu adreses informācija
nl: Aanvullende adresinformatie
pl: Dodatkowe informacje adresowe
pt: Informações de endereço adicionais
ru: Дополнительная информация об адресе
sk: Ďalšie informácie o adrese
sr: Dodatne informacije o adresi
sw: Maelezo ya anwani ya ziada
tr: Ek adres bilgisi

source: Building
am: ህንፃ
ar: بناء
az: Bina
bg: Сграда
es: Edificio
et: Hoone
fa_ir: ساختمان
fi: Rakennus
fr: Bâtiment
ko: 건물
lv: Ēka
nl: Gebouw
pl: Budowanie
pt: Prédio
ru: Дом / строение / корпус
sk: Budova
sr: Zgrada
sw: Jengo
tr: Bina

source: Floor
am: ወለል
ar: طابق
az: Mərtəbə
bg: Етаж
es: Piso
et: Korrus
fa_ir: کف
fi: Kerros
fr: Étage
ko: 층
lv: Stāvs
nl: Verdieping
pl: Piętro
pt: Andar
ru: Этаж
sk: Poschodie
sr: Sprat
sw: Sakafu
tr: Kat

source: Room
am: ክፍል
ar: غرفة
az: Otaq
bg: Стая
es: Habitación
et: Tuba
fa_ir: اتاق
fi: Huone
fr: Chambre
ko: 실
lv: Istaba
nl: Kamer
pl: Pokój
pt: Quarto
ru: Комната
sk: Izba
sr: Soba
sw: Chumba
tr: Oda

source: City
am: ከተማ
ar: المدينة
az: Şəhər
bg: Град
es: Ciudad
et: Linn
fa_ir: شهر
fi: Kaupunki
fr: Ville
lv: Pilsēta
nl: Stad
pl: Miasto
pt: Cidade
ru: Город
sk: Mesto
sr: grad
sw: Jiji
tr: Şehir

source: Region
am: ክልል
ar: منطقة
az: Bölgə
bg: Регион
es: Región
et: Piirkond
fa_ir: منطقه
fi: Alue
fr: Région
ko: 지방
lv: Novads
nl: Gebied
pt: Região
ru: Регион
sk: Kraj
sr: regija
sw: Mkoa
tr: Bölge

# zipCode
source: Postal Code / ZIP
am: የፖስታ ኮድ / ዚፕ
ar: الرمز البريدي/رمز المنطقة
az: Poçt kodu / Zip
bg: Пощенски код / ZIP
es: Código postal
et: Postiindeks / postiindeks
fa_ir: کد پستی / پستی
fi: Postinumero/ZIP
fr: Code postal / zip
ko: 우편번호
lv: Pasta indekss / ZIP
nl: Postcode
pl: Kod pocztowy
pt: Código Postal
ru: Почтовый индекс/код
sk: PSČ / ZIP
sr: poštanski broj/kod
sw: Msimbo wa posta / ZIP
tr: Posta kodu

# onlyAcceptLettersNumbersBlanks
source: This field only accepts letters, numbers, blank spaces and hyphens.
am: ይህ መስክ ፊደሎችን፣ ቁጥሮችን፣ ባዶ ቦታዎችን እና ሰረዝን ብቻ ይቀበላል።
ar: لا يقبل هذا الحقل سوى الأحرف والأرقام والمسافات الفارغة والواصلات.
az: Bu sahə yalnız hərfləri, rəqəmləri, boş yerləri və defisləri qəbul edir.
bg: Това поле приема само букви, цифри, празни интервали и тирета.
es: Este campo solo acepta letras, números, espacios en blanco y guiones.
et: Sellel väljal on lubatud ainult tähed, numbrid, tühikud ja sidekriipsud.
fa_ir: این فیلد فقط حروف، اعداد، فضاهای خالی و خط تیره را می پذیرد.
fi: Tämä kenttä hyväksyy vain kirjaimet, numerot, tyhjät välilyönnit ja yhdysviivat.
fr: Ce champ n'accepte que les lettres, les chiffres, les espaces vides et les traits d'union.
ko: 이 항목에는 문자, 숫자, 공백 및 하이픈만 사용할 수 있습니다.
lv: Šajā laukā tiek pieņemti tikai burti, cipari, tukšas atstarpes un defises.
nl: Dit veld accepteert alleen letters, cijfers, spaties en koppeltekens.
pl: To pole akceptuje tylko litery, cyfry, spacje i myślniki.
pt: Este campo aceita apenas letras, números, espaços em branco e hífens.
ru: В этом поле принимаются только буквы, цифры, пробелы и дефисы.
sk: Toto pole akceptuje iba písmená, čísla, medzery a spojovníky.
sr: Ovo polje prihvata samo slova, brojeve, prazne prostore i crtice.
sw: Sehemu hii inakubali herufi, nambari, nafasi tupu na vistari pekee.
tr: Bu alan yalnızca harfleri, sayıları, boşlukları ve kısa çizgileri kabul eder.

# changesNotSavedConflictErrorsDetected
source: Your changes have not been saved since {{ username }} has modified this Doping Control Form while you were editing it.
am: ከዚያን ጊዜ ጀምሮ ለውጦችህ አልተቀመጡም። {{ username }} ይህን የዶፒንግ መቆጣጠሪያ ቅጽ እርስዎ በሚያርትዑበት ጊዜ አሻሽለውታል።
ar: لم يتم حفظ التغييرات الخاصة بك منذ ذلك الحين{{ username }}قام بتعديل نموذج التحكم في تعاطي المنشطات أثناء قيامك بتحريره.
az: Dəyişiklikləriniz o vaxtdan bəri yadda saxlanmayıb{{ username }} siz redaktə edərkən bu Dopinq Nəzarəti Formasını dəyişdirdi.
bg: Вашите промени не бяха запазени тъй като{{ username }} е променил този формуляр за допинг контрол, докато го редактирахте.
es: Tus cambios no se han guardado desde{{ username }}ha modificado este formulario de control de dopaje mientras lo estaba editando.
et: Teie muudatusi pole sellest ajast saadik salvestatud{{ username }} on muutnud seda dopingukontrolli vormi, kui te seda redigeerisite.
fa_ir: تغییرات شما از آن زمان ذخیره نشده است{{ username }} این فرم کنترل دوپینگ را زمانی که شما در حال ویرایش آن بودید تغییر داده است.
fi: Muutoksiasi ei ole tallennettu sen jälkeen kun {{ username }} on muuttanut tätä Dopingtestipöytäkirjaa, samaan aikaan kun muokkasit sitä.
fr: Vos modifications n’ont pas été enregistrées parce que {{ username }} a modifié formulaire de contrôle de dopage pendant que vous éditiez .
ko: 이 도핑검사서를 편집하는 동안 {{ username }}이(가) 이 도핑검사서를 수정했으므로 변경사항이 저장되지 않았습니다.
lv: Kopš tā laika jūsu izmaiņas nav saglabātas{{ username }} ir mainījis šo dopinga kontroles veidlapu, kamēr jūs to rediģējāt.
nl: Uw wijzigingen zijn sindsdien niet meer opgeslagen {{ username }} heeft dit dopingcontroleformulier gewijzigd terwijl u het aan het bewerken was.
pl: Twoje zmiany nie zostały zapisane od {{ username }} zmodyfikował ten formularz kontroli dopingowej podczas Twojej edycji.
pt: Suas alterações não foram salvas desde que {{ username }} modificou este Formulário de Controle de Doping enquanto você o estava editando.
ru: Ваши изменения не сохранялись поскольку {{ username }} внес изменения в этот протокол допинг-контроля, пока вы его редактировали.
sk: Vaše zmeny odvtedy neboli uložené{{ username }} upravil tento formulár dopingovej kontroly, kým ste ho upravovali.
sr: Од тада ваше измене нису сачуване{{ username }}је изменио овај образац за контролу допинга док сте га ви уређивали.
sw: Mabadiliko yako hayajahifadhiwa tangu wakati huo{{ username }} amerekebisha Fomu hii ya Kudhibiti Dawa za Kuongeza Nguvu Ukiwa unaihariri.
tr: Düzenlerken bu Doping Denetim Formu değiştirildiğinden {{ username }} beri değişiklikleriniz kaydedilmedi.

# viewNewlyModifiedDopingControlForm
source: View the newly modified Doping Control Form.
am: አዲስ የተሻሻለውን የዶፒንግ መቆጣጠሪያ ቅጽ ይመልከቱ።
ar: عرض نموذج مراقبة المنشطات المعدل حديثًا.
az: Yeni dəyişdirilmiş Dopinq Nəzarəti Formasına baxın.
bg: Вижте изменения формуляр за допинг контрол.
es: Vea el recientemente modificado Formulario de Control de Dopaje.
et: Vaadake värskelt muudetud dopingukontrolli vormi.
fa_ir: فرم کنترل دوپینگ اصلاح شده را مشاهده کنید.
fi: Katso äskettäin muokattu Dopingtestipöytäkirja.
fr: Voir le formulaire de contrôle du dopage créer.
ko: 새로 수정된 도핑검사서 보기
lv: Skatiet tikko modificēto dopinga kontroles veidlapu.
nl: Bekijk het nieuw aangepaste dopingcontroleformulier.
pl: Zobacz nowo zmodyfikowany formularz kontroli antydopingowej.
pt: Visualize o Formulário de Controle de Doping recentemente modificado.
ru: Просмотрите недавно измененный протокол допинг-контроля.
sk: Pozrite si novo upravený formulár dopingovej kontroly.
sr: Погледајте ново модификовани образац за контролу допинга.
sw: Tazama Fomu mpya ya Udhibiti wa Doping iliyorekebishwa.
tr: Yeni değiştirilmiş Doping Kontrol Formunu görüntüleyin.

# viewDcfIdX
source: View DCF - {{ dcfId }}
am: DCF ይመልከቱ - {{ dcfId }}
ar: عرض DCF- {{ dcfId }}
az: DCF-yə baxın -{{ dcfId }}
bg: Преглед на ФДК - {{ dcfId }}
es: Ver DCF- {{ dcfId }}
et: Vaata DCF-i –{{ dcfId }}
fa_ir: مشاهده DCF -{{ dcfId }}
fi: Näytä DCF- {{ dcfId }}
fr: Afficher le FCD - {{ dcfId }}
ko: DCF 보기 - {{ dcfId }}
lv: Skatīt DCF —{{ dcfId }}
nl: Bekijk DCF {{ dcfId }}
pl: Wyświetl DCF- {{ dcfId }}
pt: Ver DCF-{{ dcfId }}
ru: Посмотреть DCF - {{ dcfId }}
sk: Zobraziť DCF -{{ dcfId }}
sr: Виев ДЦФ- {{ dcfId }}
sw: Tazama DCF -{{ dcfId }}
tr: DCF- Görüntüle{{ dcfId }}
