Repository: NandhineeR/WADA
Catalog: wada-ama-testcenter-web-57718053929f/wada-ama-testcenter-web-57718053929f/src/i18n/messages.*.xlf
Languages: am, ar, az, bg, es, et, fa_ir, fi, fr, ko, lv, nl, pl, pt, ru, sk, sr, sw, tr

# sampleTypeXsampleCodeXSentToLabXWarningNotification
source: {{ sampleType | titlecase }} sample {{ sampleCode }} sent to {{ lab }} already exists in ADAMS. Make sure the Testing Authority, Sport / Discipline, Sample Code, Sample Type, Manufacturer and Laboratory fields are correct.
am: {{ sampleType | titlecase }} ናሙና {{ sampleCode }} ተልኳል። {{ lab }} ቀድሞውኑ በ ADAMS ውስጥ አለ። የሙከራ ባለስልጣን፣ ስፖርት/ተግሣጽ፣ የናሙና ኮድ፣ የናሙና ዓይነት፣ የአምራች እና የላብራቶሪ መስኮች ትክክል መሆናቸውን ያረጋግጡ።
ar: {{ sampleType | titlecase }} Sample {{ sampleCode }} التي تم ارسالها الى {{ lab }} موجودة بالفعل في ADAMS. تأكد من أن صلاحيات الاختبار ، والرياضة / الإنضباط ، وكود العينة ، ونوع العينة ، ومجالات التصنيع ، والمجالات المخبرية صحيحة.
az: {{ sampleType | titlecase }}nümunə{{ sampleCode }} göndərilən{{ lab }} artıq ADAMS-da mövcuddur. Sınaq Təşkilatı, İdman / İntizam, Nümunə Kodu, Nümunə Növü, İstehsalçı və Laboratoriya sahələrinin düzgün olduğundan əmin olun.
bg: {{ sampleType | titlecase }}проба{{ sampleCode }} изпратени на{{ lab }} вече съществува в ADAMS. Уверете се, че полетата Тестващ орган, Спорт / Дисциплина, Примерен код, Тип на пробата, Производител и Лаборатория са правилни.
es: {{ sampleType | titlecase }}muestra{{ sampleCode }} enviado a{{ lab }} ya existe en ADAMS. Asegúrese de que los campos Autoridad de control, Deporte/Disciplina, Código de muestra, Tipo de muestra, Fabricante y Laboratorio sean correctos.
et: {{ sampleType | titlecase }}näidis{{ sampleCode }} saadetakse{{ lab }} on juba ADAMSis olemas. Veenduge, et väljad Testimisasutus, Sport/distsipliin, Proovikood, Proovi tüüp, Tootja ja Labor on õiged.
fa_ir: {{ sampleType | titlecase }}نمونه{{ sampleCode }} فرستاده شد به{{ lab }} قبلاً در ADAMS وجود دارد. مطمئن شوید که فیلدهای مرجع تست، ورزش / انضباط، کد نمونه، نوع نمونه، سازنده و آزمایشگاه صحیح هستند.
fi: {{ sampleType | titlecase }} näyte {{ sampleCode }} lähetetty {{ lab }} on jo olemassa ADAMSissa. Varmista, että Testin tilaaja, Laji / Alalaji, Näytekoodi, Näytetyyppi, Välinevalmistaja ja Laboratorio ovat oikein.
fr: {{ sampleType | titlecase }} échantillon {{ sampleCode }} envoyé à {{ lab }} existe déjà dans ADAMS. Assurez-vous que les champs Autorité de contrôle, Sport / Discipline, Code d'échantillon, Type d'échantillon, Fabricant et Laboratoire sont corrects.
ko: {{ sampleType | titlecase }} 시료 {{ sampleCode }} (이)가 {{ lab }} 으로 보내졌으며 이미 ADAMS에 있습니다. 검사주관기구, 종목 / 세부종목, 시료번호, 시료 유형, 제조업체 및 분석기관 항복이 올바른지 확인하세요.
lv: {{ sampleType | titlecase }}paraugs{{ sampleCode }} nosūtīts uz{{ lab }} jau pastāv ADAMS.Pārliecinieties, vai ir pareizi norādīti lauki Testēšanas iestāde, Sports/Disciplīna, Parauga kods, Parauga veids, Ražotājs un Laboratorija.
nl: {{ sampleType | titlecase }} staal {{ sampleCode }} verzonden naar {{ lab }} bestaat al in ADAMS. Zorg ervoor dat de velden Testautoriteit, Sport / Discipline, Monstercode, Monstertype, Fabrikant en Laboratorium correct zijn.
pl: {{ sampleType | titlecase }}próbka{{ sampleCode }} wysłane do{{ lab }} już istnieje w programie ADAMS. Upewnij się, że pola Organ testujący, Sport/Dyscyplina, Kod próbki, Typ próbki, Producent i Laboratorium są prawidłowe.
pt: {{ sampleType | titlecase }}amostra{{ sampleCode }} enviada para{{ lab }} já existe no ADAMS. Certifique-se de que os campos Autoridade de Testes, Esporte/Disciplina, Código de Amostra, Tipo de Amostra, Fabricante e Laboratório estão corretos.
ru: {{ sampleType | titlecase }} проба {{ sampleCode }}, отправленная в {{ lab }}, уже существует в АДАМС. Убедитесь, что поля «Тестирующая организация», «Спорт/дисциплина», «Номер пробы», «Тип пробы», «Производитель» и «Лаборатория» указаны правильно.
sk: {{ sampleType | titlecase }}vzorka{{ sampleCode }} odoslaná{{ lab }} už existuje v ADAMS. Uistite sa, že polia Testovací úrad, Šport / Disciplína, Kód vzorky, Typ vzorky, Výrobca a Laboratórium sú správne.
sr: {{ sampleType | titlecase }} uzorak {{ sampleCode }} poslat već {{ lab }} postoji u ADAMS-u. Uverite se da su polja Autoritet za testiranje, Sport / Disciplina, Uzorak koda, Vrsta uzorka, Proizvođač i Laboratorija ispravna.
sw: {{ sampleType | titlecase }}sampuli{{ sampleCode }} kutumwa kwa{{ lab }} tayari ipo katika ADAMS. Hakikisha Mamlaka ya Upimaji, Michezo/Nidhamu, Msimbo wa Sampuli, Aina ya Sampuli, Sehemu za Mtengenezaji na Maabara ni sahihi.
tr: {{ sampleType | titlecase }} {{ sampleCode }} gönderilen örnek ADAMS'te {{ lab }} zaten var. Test Yetkilisi, Spor/Disiplin, Örnek Kod, Örnek Türü, Üretici ve Laboratuvar alanlarının doğru olduğundan emin olun.

# changesNotSavedADAMSUnavailable
source: Your changes have not been saved because ADAMS is currently unavailable, try again.
am: የእርስዎ ለውጦች አልተቀመጡም ምክንያቱም ADAMS በአሁኑ ጊዜ አይገኝም፣ እንደገና ይሞክሩ።
ar: لم يتم حفظ تغييراتك لأن ADAMS غير متاح حاليًا ، حاول مرة أخرى.
az: ADAMS hazırda əlçatan olmadığı üçün dəyişiklikləriniz yadda saxlanılmadı, yenidən cəhd edin.
bg: Промените ви не са запазени, тъй като ADAMS в момента не е достъпен, опитайте отново.
es: Sus cambios no se han guardado porque ADAMS no está disponible actualmente, inténtelo de nuevo.
et: Teie muudatusi ei salvestatud, kuna ADAMS pole praegu saadaval, proovige uuesti.
fa_ir: تغییرات شما ذخیره نشده است زیرا ADAMS در حال حاضر در دسترس نیست، دوباره امتحان کنید.
fi: Muutoksiasi ei ole tallennettu, koska ADAMS ei ole tällä hetkellä käytettävissä. Yritä uudelleen.
fr: Vos modifications n'ont pas été enregistrées car ADAMS est actuellement pas disponible. Réessayez.
ko: 현재 ADAMS를 사용할 수 없기 때문에 변경사항이 저장되지 않았습니다. 다시 시도하세요.
lv: Jūsu izmaiņas nav saglabātas, jo ADAMS pašlaik nav pieejams. Mēģiniet vēlreiz.
nl: Uw wijzigingen zijn niet opgeslagen omdat ADAMS momenteel niet beschikbaar is. Probeer het opnieuw.
pl: Twoje zmiany nie zostały zapisane, ponieważ program ADAMS jest obecnie niedostępny, spróbuj ponownie.
pt: Suas alterações não foram salvas porque o ADAMS não está disponível no momento, tente novamente.
ru: Ваши изменения не были сохранены, потому что ADAMS в настоящее время недоступен, попробуйте еще раз.
sk: Vaše zmeny sa neuložili, pretože služba ADAMS je momentálne nedostupná, skúste to znova.
sr: Промене нису сачуване јер АДАМС тренутно није доступан, покушајте поново.
sw: Mabadiliko yako hayajahifadhiwa kwa sababu ADAMS haipatikani kwa sasa, jaribu tena.
tr: ADAMS şu anda kullanılamadığı için değişiklikleriniz kaydedilmedi, tekrar deneyin.

source: Email Address
am: የ ኢሜል አድራሻ
ar: عنوان البريد الالكترونى
az: Elektron poçt ünvanı
bg: електронна поща
es: Dirección de correo electrónico
et: E-posti aadress
fa_ir: آدرس ایمیل
fi: Sähköpostiosoite
fr: Adresse e-mail
ko: 이메일 주소
lv: Epasta adrese
nl: E-mailadres
pl: Adres e-mail
pt: Endereço de e-mail
ru: Адрес электронной почты
sk: Emailová adresa
sr: Адреса Е-поште
sw: Barua pepe
tr: E-posta adresi

source: Athlete hasn't provided an email address
am: አትሌት የኢሜል አድራሻ አላቀረበም።
ar: لم يقدم الرياضي عنوان بريد إلكتروني
az: İdmançı e-poçt ünvanı təqdim etməyib
bg: Спортистът не е предоставил имейл адрес
es: El deportista no ha proporcionado una dirección de correo electrónico
et: Sportlane pole ' e-posti aadressi edastanud
fa_ir: ورزشکار آدرس ایمیلی ارائه نکرده است
fi: Urheilija ei ole antanut sähköpostiosoitetta
fr: Le sportif n’a pas fourni d'adresse e-mail
ko: 선수가 이메일 주소를 제공하지 않음
lv: Sportists nav norādījis e-pasta adresi
nl: Atleet heeft geen e-mailadres opgegeven
pl: Sportowiec nie podał adresu e-mail
pt: O atleta não forneceu um endereço de e-mail
ru: Спортсмен не предоставил адрес электронной почты
sk: Športovec neposkytol e-mailovú adresu
sr: Спортиста није дао адресу е-поште
sw: Mwanaspoti hajatoa anwani ya barua pepe
tr: Sporcu bir e-posta adresi sağlamadı

# respectTheEmailFormat
source: Enter a valid email address (Example : abc@domain.com)
am: የሚሰራ የኢሜይል አድራሻ ያስገቡ (ለምሳሌ abc@domain.com)
ar: أدخل عنوان بريد إلكتروني صالحًا (مثال: abc@domain.com)
az: Etibarlı e-poçt ünvanı daxil edin (Məsələn: abc@domain.com)
bg: Въведете валиден имейл адрес (Пример: abc@domain.com)
es: Introduzca una dirección de correo electrónico válida (Ejemplo : abc@domain.com)
et: Sisestage kehtiv e-posti aadress (näide: abc@domain.com)
fa_ir: یک آدرس ایمیل معتبر وارد کنید (به عنوان مثال: abc@domain.com)
fi: Anna kelpaava sähköpostiosoite (Esimerkki: abc@domain.com)
fr: Entrez une adresse email valide (exemple : abc@domain.com)
ko: 유효한 이메일 주소를 입력하세요 (예 : abc@domain.com)
lv: Ievadiet derīgu e-pasta adresi (piemērs: abc@domain.com)
nl: Voer een geldig e-mailadres in (bijvoorbeeld: abc@domain.com)
pl: Wprowadź prawidłowy adres e-mail (przykład: abc@domain.com)
pt: Digite um endereço de e-mail válido (exemplo: abc@domain.com)
ru: Введите действующий адрес электронной почты (пример: abc@domain.com)
sk: Zadajte platnú e-mailovú adresu (príklad: abc@domain.com)
sr: Унесите важећу адресу е-поште (пример: абц@домаин.цом)
sw: Weka barua pepe halali (Mfano : abc@domain.com)
tr: Geçerli bir e-posta adresi girin (Örnek: abc@domain.com)

source: Athlete
am: አትሌት
ar: اللاعب
az: İdmançı
bg: Спортист
es: Deportista
et: Sportlane
fa_ir: ورزشکار
fi: Urheilija
fr: Sportif
lv: Sportists
nl: Atleet
pl: Zawodnik
pt: Atleta
ru: Спортсмен
sk: športovec
sr: Sportista
sw: Mwanariadha
tr: Sporcu

source: ADAMS ID Number
am: ADAMS መታወቂያ ቁጥር
ar: رقم معرف ADAMS
az: ADAMS ID nömrəsi
bg: ADAMS ID номер
es: Número de identificación de ADAMS
et: ADAMSi ID-number
fa_ir: شماره شناسه ADAMS
fi: ADAMS ID-numero
fr: N° d’identifiant ADAMS
ko: ADAMS ID 번호
lv: ADAMS ID numurs
nl: ADAMS ID-nummer
pl: Numer identyfikacyjny ADAMS
pt: Número de ID ADAMS
ru: Идентификатор ADAMS
sk: ID číslo ADAMS
sr: АДАМС ИД број
sw: Nambari ya kitambulisho cha ADAMS
tr: ADAMS kimlik numarası

source: Biological Passport Number
am: ባዮሎጂካል ፓስፖርት ቁጥር
ar: رقم جواز السفر البيولوجي
az: Bioloji pasport nömrəsi
bg: Номер на биологичен паспорт
es: Número de pasaporte biológico
et: Bioloogilise passi number
fa_ir: شماره پاسپورت بیولوژیکی ورزشکار
fi: Biologisen passin numero
fr: Numéro de passeport biologique
ko: 생체수첩 번호
lv: Bioloģiskās pases numurs
nl: Biologisch paspoortnummer
pl: Numer paszportu biologicznego
pt: Número Biológico do Passaporte
ru: Номер Биологического паспорта
sk: Číslo biologického pasu
sr: Biološki broj pasoša
sw: Nambari ya Pasipoti ya kibaolojia
tr: Biyolojik Pasaport Numarası

# xDCFAthleteAge
source: {{ athlete?.dateOfBirth | calculateAge }} years old
am: {{ athlete?.dateOfBirth | calculateAge }} የዕድሜ ዓመት
ar: {{ athlete?.dateOfBirth | calculateAge }} سنة
az: {{ athlete?.dateOfBirth | calculateAge }} yaşı var
bg: {{ athlete?.dateOfBirth | calculateAge }} години
es: {{ athlete?.dateOfBirth | calculateAge }} Años
et: {{ athlete?.dateOfBirth | calculateAge }} aastat vana
fa_ir: {{ athlete?.dateOfBirth | calculateAge }} ساله
fi: {{ athlete?.dateOfBirth | calculateAge }} vuotta vanha
fr: {{ athlete?.dateOfBirth | calculateAge }} ans
ko: {{ athlete?.dateOfBirth | calculateAge }} 세
lv: {{ athlete?.dateOfBirth | calculateAge }} gadus vecs
nl: {{ athlete?.dateOfBirth | calculateAge }} jaar oud
pl: {{ athlete?.dateOfBirth | calculateAge }} Lat
pt: {{ athlete?.dateOfBirth | calculateAge }} anos de idade
ru: {{ athlete?.dateOfBirth | calculateAge }} Лет
sk: {{ athlete?.dateOfBirth | calculateAge }} rokov starý
sr: {{ athlete?.dateOfBirth | calculateAge }} Godina
sw: {{ athlete?.dateOfBirth | calculateAge }} umri wa miaka
tr: {{ athlete?.dateOfBirth | calculateAge }} yaşındayım

# status_colon
source: Status:
am: ሁኔታ፡
ar: الحالة:
az: Vəziyyət:
bg: Състояние:
es: Estado:
et: Staatus:
fa_ir: وضعیت:
fi: Tila:
fr: Statut:
ko: 상태:
lv: Statuss:
nl: Toestand:
ru: Статус:
sk: Postavenie:
sr: Статус:
sw: Hali:
tr: Durum:

source: Draft
am: ረቂቅ
ar: مسودة
az: Qaralama
bg: Чернова
es: Borrador
et: Mustand
fa_ir: پیش نویس
fi: Luonnos
fr: Ébauche
ko: 초안
lv: Melnraksts
nl: Versie
pl: Brudnopis
pt: Rascunho
ru: Проект
sk: Návrh
sr: nacrt
sw: Rasimu
tr: Taslak

source: Cancelled
am: ተሰር .ል
ar: تم الإلغاء
az: Ləğv edildi
bg: Отменено РТУ
es: Cancelado
et: Tühistatud
fa_ir: لغو شد
fi: Peruttu
fr: Annulé(e)
lv: Atcelts
nl: Geannuleerd
pl: Usunięty
pt: Cancelada
ru: Отменено
sk: zrušený
sr: otkazan
sw: Imeghairiwa
tr: İptal Edildi

# cancelDcfPopoverQuestion
source: Are you sure you want to cancel this Doping Control Form for {{ athlete.lastName }}, {{ athlete.firstName }}?
am: እርግጠኛ ነዎት ይህን የዶፒንግ መቆጣጠሪያ ቅጽ ለማስቀረት ይፈልጋሉ {{ athlete.lastName }}, {{ athlete.firstName }}?
ar: هل أنت متأكد أنك تريد إلغاء نموذج مراقبة المنشطات هذا لـ{{ athlete.lastName }} و{{ athlete.firstName }} ؟
az: Bu Dopinq Nəzarəti Formasını ləğv etmək istədiyinizə əminsiniz{{ athlete.lastName }} ,{{ athlete.firstName }} ?
bg: Наистина ли искате да отмените този формуляр за допинг контрол за{{ athlete.lastName }} ,{{ athlete.firstName }}?
es: ¿Estás seguro de que quieres cancelar este formulario de control de dopaje para {{ athlete.lastName }}, {{ athlete.firstName }}?
et: Kas olete kindel, et soovite selle Dopingu kontrolli vormi tühistada{{ athlete.lastName }} ,{{ athlete.firstName }} ?
fa_ir: آیا مطمئن هستید که می خواهید این فرم کنترل دوپینگ را لغو کنید{{ athlete.lastName }} ،{{ athlete.firstName }} ?
fi: Haluatko varmasti perua tämän Dopingtestipöytäkirjan{{ athlete.lastName }} ,{{ athlete.firstName }} ?
fr: Êtes-vous sûr de vouloir annuler ce formulaire de contrôle du dopage pour {{ athlete.lastName }}, {{ athlete.firstName }}?
ko: {{ athlete.lastName }}, {{ athlete.firstName }}에 대한 이 도핑검사서를 정말 취소하시겠습니까?
lv: Vai tiešām vēlaties anulēt šo dopinga kontroles veidlapu{{ athlete.lastName }} ,{{ athlete.firstName }} ?
nl: Weet u zeker dat u dit dopingcontroleformulier voor wilt annuleren? {{ athlete.lastName }}, {{ athlete.firstName }}?
pl: Czy na pewno chcesz anulować ten formularz kontroli dopingowej dla{{ athlete.lastName }} ,{{ athlete.firstName }} ?
pt: Tem certeza de que deseja cancelar este Formulário de Controle de Doping para{{ athlete.lastName }} ,{{ athlete.firstName }} ?
ru: Вы уверены, что хотите отменить создание этого протокола допинг-контроля для{{ athlete.lastName }}, {{ athlete.firstName }}?
sk: Ste si istý, že chcete zrušiť tento formulár dopingovej kontroly?{{ athlete.lastName }} ,{{ athlete.firstName }} ?
sr: Да ли сте сигурни да желите да откажете овај образац за контролу допинга за{{ athlete.lastName }} ,{{ athlete.firstName }} ?
sw: Je, una uhakika kuwa ungependa kughairi Fomu hii ya Kudhibiti Dawa za Kuongeza Nguvu{{ athlete.lastName }} ,{{ athlete.firstName }} ?
tr: Bu Doping Kontrol Formunu iptal etmek istediğinizden emin misiniz?{{ athlete.lastName }} ,{{ athlete.firstName }} ?

# matchTypeX
source: Match Type: <span [ngClass]="statusClass">{{ matchType }}</span>
am: የማዛመጃ አይነት፡ <span [ngClass]="statusClass">{{ matchType }}</span>
ar: نوع مباراة: <span [ngClass]="statusClass">{{ matchType }}</span>
az: Uyğunluq növü: <span [ngClass]="statusClass">{{ matchType }}</span>
bg: Тип на свързването: <span [ngClass]="statusClass">{{ matchType }}</span>
es: Tipo de concordancia: <span [ngClass]="statusClass">{{ matchType }}</span>
et: Sobivuse tüüp: <span [ngClass]="statusClass">{{ matchType }}</span>
fa_ir: نوع مطابقت: <span [ngClass]="statusClass">{{ matchType }}</span>
fi: Yhdistymisen tyyppi: <span [ngClass]="statusClass">{{ matchType }}</span>
fr: Type de correspondance: <span [ngClass]="statusClass">{{ matchType }}</span>
ko: 일치 유형: <span [ngClass]="statusClass">{{ matchType }}</span>
lv: Atbilstības veids: <span [ngClass]="statusClass">{{ matchType }}</span>
nl: Soort koppeling: <span [ngClass]="statusClass">{{ matchType }}</span>
pl: Typ dopasowania: <span [ngClass]="statusClass">{{ matchType }}</span>
pt: Tipo de correspondência: <span [ngClass]="statusClass">{{ matchType }}</span>
ru: Тип совпадения: <span [ngClass]="statusClass">{{ matchType }}</span>
sk: Typ zhody: <span [ngClass]="statusClass">{{ matchType }}</span>
sr: Тип подударања: <span [ngClass]="statusClass">{{ matchType }}</span>
sw: Aina ya Ulinganifu: <span [ngClass]="statusClass">{{ matchType }}</span>
tr: Maç Türü: <span [ngClass]="statusClass">{{ matchType }}</span>

# sampleTypeXsampleCodeXWarningNotification
source: {{ sampleDuplicate.get('sampleType') }} sample {{ sampleDuplicate.get('sampleCode') }} already exists in ADAMS. Make sure these values are correct.
am: {{ sampleDuplicate.get('sampleType') }} ናሙና {{ sampleDuplicate.get('sampleCode') }} ቀድሞውኑ በ ADAMS ውስጥ አለ። እነዚህ እሴቶች ትክክል መሆናቸውን ያረጋግጡ።
ar: {{ sampleDuplicate.get('sampleType') }} نموذجي {{ sampleDuplicate.get('sampleCode') }} موجود بالفعل في ADAMS. تأكد من صحة هذه القيم.
az: {{ sampleDuplicate.get('sampleType') }}nümunə{{ sampleDuplicate.get('sampleCode') }} artıq ADAMS-da mövcuddur. Bu dəyərlərin düzgün olduğundan əmin olun.
bg: {{ sampleDuplicate.get('sampleType') }}проба{{ sampleDuplicate.get('sampleCode') }} вече съществува в ADAMS. Уверете се, че тези стойности са правилни.
es: {{ sampleDuplicate.get('sampleType') }} muestra {{ sampleDuplicate.get('sampleCode') }} ya existe en ADAMS. Asegúrese de que estos valores sean correctos.
et: {{ sampleDuplicate.get('sampleType') }}näidis{{ sampleDuplicate.get('sampleCode') }} on juba ADAMSis olemas. Veenduge, et need väärtused oleksid õiged.
fa_ir: {{ sampleDuplicate.get('sampleType') }}نمونه{{ sampleDuplicate.get('sampleCode') }} قبلاً در ADAMS وجود دارد. مطمئن شوید که این مقادیر صحیح هستند.
fi: {{ sampleDuplicate.get('sampleType') }}näyte{{ sampleDuplicate.get('sampleCode') }} on jo olemassa ADAMSissa. Varmista, että nämä tiedot ovat oikein.
fr: {{ sampleDuplicate.get('sampleType') }} échantillon {{ sampleDuplicate.get('sampleCode') }} existe déjà dans ADAMS. Vérifier que les valeurs sont correctes
ko: {{ sampleDuplicate.get('sampleType') }} 시료 {{ sampleDuplicate.get('sampleCode') }}이(가) ADAMS에 이미 존재합니다. 이 값이 올바른지 확인하세요.
lv: {{ sampleDuplicate.get('sampleType') }}paraugs{{ sampleDuplicate.get('sampleCode') }} jau pastāv ADAMS.Pārliecinieties, vai šīs vērtības ir pareizas.
nl: {{ sampleDuplicate.get('sampleType') }} monster {{ sampleDuplicate.get('sampleCode') }} bestaat al in ADAMS. Zorg ervoor dat deze waarden correct zijn.
pl: {{ sampleDuplicate.get('sampleType') }} próba {{ sampleDuplicate.get('sampleCode') }} już istnieje w programie ADAMS. Upewnij się, że te wartości są poprawne.
pt: {{ sampleDuplicate.get('sampleType') }} amostra {{ sampleDuplicate.get('sampleCode') }} já existe no ADAMS. Certifique-se de que esses valores estão corretos.
ru: {{ sampleDuplicate.get('sampleType') }} проба {{ sampleDuplicate.get('sampleCode') }} уже существует в ADAMS. Убедитесь, что эти значения верны.
sk: {{ sampleDuplicate.get('sampleType') }}vzorka{{ sampleDuplicate.get('sampleCode') }} už existuje v ADAMS. Uistite sa, že tieto hodnoty sú správne.
sr: {{ sampleDuplicate.get('sampleType') }} узорак {{ sampleDuplicate.get('sampleCode') }} већ постоји у АДАМС-у. Уверите се да су ове вредности тачне.
sw: {{ sampleDuplicate.get('sampleType') }}sampuli{{ sampleDuplicate.get('sampleCode') }} tayari ipo katika ADAMS. Hakikisha maadili haya ni sahihi.
tr: {{ sampleDuplicate.get('sampleType') }} örnek {{ sampleDuplicate.get('sampleCode') }} zaten ADAMS var. Bu değerlerin doğru olduğundan emin olun.

# sportDiscipline_slash
source: Sport / Discipline
am: ስፖርት / ተግሣጽ
ar: الرياضة / التخصص
az: İdman / İntizam
bg: Спорт / Дисциплина
es: Deporte / Disciplina
et: Sport / distsipliin
fa_ir: رشته / ماده
fi: Laji/Alalaji
ko: 종목/세부종목
lv: Sports / Disciplīna
pl: Sport / Dyscyplina
pt: Esporte / Prova
ru: Спорт/ дисциплина
sk: Šport / disciplína
sr: Sport/Disciplina
sw: Michezo / Nidhamu
tr: Spor Dalı / Branş

source: Notification Date
am: የማሳወቂያ ቀን
ar: تاريخ الإنذار
az: Bildiriş tarixi
bg: Дата на известяване
es: Fecha de notificación
et: Teavitamise kuupäev
fa_ir: تاریخ اطلاع رسانی
fi: Testikutsun päivämäärä
fr: Date de la notification
ko: 통지 일자
lv: Paziņojuma datums
nl: Meldingsdatum
pl: Data powiadomienia
pt: Data de Notificação
ru: Дата уведомления
sk: Dátum oznámenia
sr: Датум обавештења
sw: Tarehe ya Taarifa
tr: Bildirim Tarihi

# dateMustBeValidFormat
source: Date must be in a valid format.
am: ቀኑ ትክክለኛ በሆነ ቅርጸት መሆን አለበት።
ar: يجب أن يكون التاريخ بتنسيق صالح.
az: Tarix etibarlı formatda olmalıdır.
bg: Датата трябва да е във валиден формат.
es: La fecha debe estar en un formato válido.
et: Kuupäev peab olema kehtivas vormingus.
fa_ir: تاریخ باید در قالب معتبر باشد.
fi: Päivämäärän on oltava kelpaavassa muodossa.
fr: Le format de la date doit être valide.
ko: 일자는 유효한 형식이어야 합니다.
lv: Datumam ir jābūt derīgā formātā.
nl: Datum moet een geldige notatie hebben.
pl: Data musi mieć prawidłowy format.
pt: A data deve estar em um formato válido.
ru: Дата должна быть в допустимом формате.
sk: Dátum musí byť v platnom formáte.
sr: Датум мора бити у важећем формату.
sw: Tarehe lazima iwe katika umbizo halali.
tr: Tarih, geçerli bir formatta olmalıdır.

# notificationDateCantBeRemoved
source: The notification date can be updated but cannot be removed.
am: የማሳወቂያው ቀን ሊዘመን ይችላል ነገር ግን ሊወገድ አይችልም.
ar: يمكن تحديث تاريخ الإعلام ولكن لا يمكن إزالته.
az: Bildiriş tarixi yenilənə bilər, lakin silinə bilməz.
bg: Датата на известието може да се актуализира, но не може да се премахне.
es: La fecha de notificación se puede actualizar pero no se puede eliminar.
et: Teavituskuupäeva saab värskendada, kuid seda ei saa eemaldada.
fa_ir: تاریخ اعلان را می توان به روزرسانی کرد اما قابل حذف نیست.
fi: Testikutsun päivämäärää voidaan päivittää, mutta sitä ei voi poistaa.
fr: La date de notification peut être mise à jour mais ne peut pas être supprimée.
ko: 통지 일자는 업데이트할 수 있지만 제거할 수는 없습니다.
lv: Paziņojuma datumu var atjaunināt, bet nevar noņemt.
nl: De meldingsdatum kan worden bijgewerkt, maar kan niet worden verwijderd.
pl: Datę powiadomienia można zaktualizować, ale nie można jej usunąć.
pt: A data da notificação pode ser atualizada, mas não pode ser removida.
ru: Дата уведомления может быть обновлена, но не может быть удалена.
sk: Dátum upozornenia je možné aktualizovať, ale nemožno ho odstrániť.
sr: Datum obaveštenja se može ažurirati, ali se ne može ukloniti.
sw: Tarehe ya arifa inaweza kusasishwa lakini haiwezi kuondolewa.
tr: Bildirim tarihi güncellenebilir ancak kaldırılamaz.

source: Time Zone
am: የጊዜ ክልል
ar: وحدة زمنية
az: Saat qurşağı
bg: Часова зона
es: Zona horaria
et: Ajavöönd
fa_ir: منطقه زمانی
fi: Aikavyöhyke
fr: Fuseau horaire
ko: 시간대
lv: Laika zona
nl: Tijdzone
pl: Strefa czasowa
pt: Fuso Horário
ru: Часовой пояс
sk: Časové pásmo
sr: Vremenska zona
sw: Eneo la Saa
tr: Zaman dilimi

# helpTimezoneFormTooltip
source: Gather information about time zones
am: ስለ የሰዓት ሰቆች መረጃ ይሰብስቡ
ar: جمع معلومات حول المناطق الزمنية
az: Saat qurşağı haqqında məlumat toplayın
bg: Съберете информация за часовите зони
es: Recopilar información sobre zonas horarias
et: Koguge teavet ajavööndite kohta
fa_ir: اطلاعات مناطق زمانی را فراهم کنید
fi: Tietojen kerääminen aikavyöhykkeistä
fr: Recueillir des informations sur les fuseaux horaires
ko: 표준 시간대에 대한 정보 수집
lv: Apkopojiet informāciju par laika joslām
nl: Verzamel informatie over tijdzones
pl: Zbieranie informacji o strefach czasowych
pt: Reúna informações sobre fusos horários
ru: Соберите информацию о часовых поясах
sk: Získajte informácie o časových pásmach
sr: Prikupite informacije o vremenskim zonama
sw: Kusanya taarifa kuhusu maeneo ya saa
tr: Saat dilimleri hakkında bilgi toplayın

source: Time Zone
am: የጊዜ ክልል
ar: وحدة زمنية
az: Saat qurşağı
bg: Часова зона
es: Zona horaria
et: Ajavöönd
fa_ir: منطقه زمانی
fi: Aikavyöhyke
fr: Fuseau horaire
ko: 시간대
lv: Laika zona
nl: Tijdzone
pl: Strefa czasowa
pt: Fuso Horário
ru: Часовой пояс
sk: Časové pásmo
sr: Vremenska zona
sw: Eneo la Saa
tr: Zaman dilimi
