Repository: NandhineeR/WADA
Catalog: wada-ama-testcenter-web-57718053929f/wada-ama-testcenter-web-57718053929f/src/i18n/messages.*.xlf
Languages: am, ar, az, bg, es, et, fa_ir, fi, fr, ko, lv, nl, pl, pt, ru, sk, sr, sw, tr

# noRightToAccessMissionOrderMsg
source: You do not have the rights to access the Testing Order
am: የሙከራ ትዕዛዙን የመድረስ መብት የለዎትም።
ar: لا يتوافر لديك الحقوق للتوصل الى أمر الاختبار
az: Sınaq Sifarişinə daxil olmaq hüququnuz yoxdur
bg: Нямате права за достъп до поръчката за тестване
es: No tiene derecho a acceder a la Orden de Misión
et: Teil ei ole katsekorraldusele juurdepääsu õigusi
fa_ir: شما حق دسترسی به سفارش تست را ندارید
fi: Sinulla ei ole pääsyoikeutta Testimääräykseen
fr: Vous n’avez pas le droit d’accéder à la commande de test
ko: 검사지시서에 액세스할 수 있는 권한이 없습니다.
lv: Jums nav tiesību piekļūt pārbaudes pasūtījumam
nl: U beschikt niet over de rechten om toegang te krijgen tot de Testing Order
pl: Nie masz praw dostępu do Zlecenia Testowania
pt: Você não tem o direito de acessar a Ordem de Teste
ru: Вы не имеете прав доступа к Порядку тестирования
sk: Nemáte práva na prístup k objednávke testovania
sr: Nemate prava da pristupite redosledu testiranja
sw: Huna haki za kufikia Agizo la Jaribio
tr: Test Siparişine erişim hakkınız yok

# noRightToAccessTestMsg
source: You do not have the rights to access the Test
am: ፈተናውን የመድረስ መብት የለዎትም።
ar: لا يتوافر لديك الحق في التوصل الى الاختبار
az: Sizin Testə daxil olmaq hüququnuz yoxdur
bg: Нямате права за достъп до теста
es: Usted no tiene los derechos para acceder a la Misión
et: Teil ei ole testile juurdepääsu õigusi
fa_ir: شما حق دسترسی به تست را ندارید
fi: Sinulla ei ole pääsyoikeutta Testiin
fr: Vous n’avez pas le droit d’accéder au Test
ko: 검사에 액세스할 수 있는 권한이 없습니다.
lv: Jums nav tiesību piekļūt Testam
nl: Je hebt niet de rechten om toegang te krijgen tot de Test
pl: Nie masz uprawnień dostępu do Testu
pt: Você não tem o direito de acessar o Teste
ru: У вас нет прав для доступа к Тесту
sk: Nemáte práva na prístup k testu
sr: Vi nemate prava da pristupite Testu
sw: Huna haki ya kufikia Jaribio
tr: Teste erişim hakkınız yok

# noRightToAccessTueMsg
source: You do not have the rights to access the Therapeutic Use Exemptions (TUE)
am: የቴራፒዩቲካል አጠቃቀም ነፃነቶችን (TUE)ን የማግኘት መብት የለዎትም።
ar: لا يتوافر لديك الحقوق للتوصل الى اعفاءات استخدام التريبتوك (TUE)
az: Sizin Terapevtik İstifadə İstifadəsi İstisnalarına (TİE) daxil olmaq hüququnuz yoxdur.
bg: Нямате права за достъп до Изключенията за терапевтична употреба (TUE)
es: No tiene derecho a acceder a las Autorizaciones de Uso Terapéutico (AUT)
et: Teil ei ole õigusi juurdepääsuks ravikasutuse eranditele (TUE)
fa_ir: شما حق دسترسی به معافیت های استفاده درمانی (TUE) را ندارید
fi: Sinulla ei ole pääsyoikeutta Lääkinnälliseen erivapauteen (TUE)
fr: Vous n’avez pas le droit d’accéder aux exemptions d’usage à des fins thérapeutiques (AUT)
ko: 치료목적사용면책(TUE)에 액세스할 수 있는 권한이 없습니다.
lv: Jums nav tiesību piekļūt terapeitiskās lietošanas izņēmumiem (TUE)
nl: U heeft geen toegang tot de Therapeutic Use Exemptions (TUE).
pl: Nie masz praw dostępu do wyłączeń dla celów terapeutycznych (TUE)
pt: Você não tem os direitos de acesso às Isenções de Uso Terapêutico (TUE)
ru: У вас нет прав на доступ к разрешениям на терапевтическое использование (TUE)
sk: Nemáte právo na prístup k terapeutickým výnimkám (TUE)
sr: Nemate prava pristupa izuzecima za terapijsku upotrebu (TUE)
sw: Huna haki ya kufikia Misamaha ya Matumizi ya Tiba (TUE)
tr: Tedavi Amaçlı Kullanım İstisnalarına (TAKİ) erişim hakkınız yok

# noRightToViewMessageMsg
source: You do not have the rights to view the message
am: መልእክቱን የማየት መብት የለህም።
ar: لا يتوافر لديك حقوق لمشاهدة الرسالة
az: Mesaja baxmaq hüququnuz yoxdur
bg: Нямате права да видите съобщението
es: No tiene derecho a ver el mensaje
et: Teil pole õigust sõnumit vaadata
fa_ir: شما حق مشاهده پیام را ندارید
fi: Sinulla ei ole oikeuksia tarkastella viestiä
fr: Vous n’avez pas le droit d’afficher le message
ko: 메시지를 볼 수 있는 권한이 없습니다
lv: Jums nav tiesību skatīt ziņojumu
nl: Je hebt geen rechten om het bericht te bekijken
pl: Nie masz uprawnień do przeglądania wiadomości
pt: Você não tem o direito de ver a mensagem
ru: У вас нет прав для просмотра сообщения
sk: Nemáte práva na zobrazenie správy
sr: Nemate prava da pregledate poruku
sw: Huna haki ya kutazama ujumbe
tr: Mesajı görüntüleme hakkınız yok

# noRightToAccessLabResultMsg
source: You do not have the rights to access the Laboratory Result
am: የላብራቶሪውን ውጤት የማግኘት መብቶች የሎትም።
ar: ليس لديك الحق في الوصول إلى نتيجة المختبر
az: Laboratoriya nəticələrinə daxil olmaq hüququnuz yoxdur
bg: Нямате права за достъп до лабораторния резултат
es: Usted no tiene los derechos para acceder al Resultado del Laboratorio
et: Teil ei ole õigusi laboritulemustele juurde pääseda
fa_ir: شما حق دسترسی به نتایج آزمایشگاه را ندارید
fi: Sinulla ei ole pääsyoikeutta Laboratoriotulokseen
fr: Vous n’avez pas le droit d’accéder au résultat de laboratoire
ko: 분석기관 결과에 액세스할 수 있는 권한이 없습니다.
lv: Jums nav tiesību piekļūt laboratorijas rezultātam
nl: U hebt niet de rechten om toegang te krijgen tot het laboratoriumresultaat.
pl: Nie masz praw dostępu do Wyniku Laboratorium
pt: Você não tem o direito de acessar o resultado do laboratório
ru: У вас нет прав для доступа к Лабораторному результату
sk: Nemáte práva na prístup do laboratória Výsledok
sr: Vi nemate prava pristupa laboratorijskom rezultatu
sw: Huna haki ya kufikia Matokeo ya Maabara
tr: Laboratuvar Sonucuna erişim hakkınız yok

# missionTestpoolAndAthleteSportWriteRolesMsg
source: Error [MISSING_TESTPOOL_AND_ATHLETESPORT_WRITE_ROLES]
am: ስህተት [MISSING_TESTPOOL_እና_ATHLETESPORT_WRITE_ROLES]
ar: خطأ [ MISING_TESTPOOL_AND_HATLETSEDPORT_WRITE_ROLES ]
az: Xəta [MISSING_TESTPOOL_AND_ATHLETESPORT_WRITE_ROLES]
bg: Грешка [MISSING_TESTPOOL_AND_ATHLETESPORT_WRITE_ROLES]
et: Viga [MISSING_TESTPOOL_AND_ATHLETESPORT_WRITE_ROLES]
fa_ir: خطای [MISSING_TESTPOOL_AND_ATHLETESPORT_WRITE_ROLES]
fi: Virhe [MISSING_TESTPOOL_AND_ATHLETESPORT_WRITE_ROLES]
fr: Erreur [MISSING_TESTPOOL_AND_ATHLETESPORT_WRITE_ROLES]
ko: [MISSING_TESTPOOL_AND_ATHLETESPORT_WRITE_ROLES] 오류
lv: Kļūda [MISSING_TESTPOOL_AND_ATHLETESPORT_WRITE_ROLES]
nl: Fout [MISSING_TESTPOOL_AND_ATHLETESPORT_WRITE_ROLES]
pl: Błąd [MISSING_TESTPOOL_AND_ATHLETESPORT_WRITE_ROLES]
pt: Erro [MISSING_TESTPOOL_AND_ATHLETESPORT_WRITE_ROLES]
ru: Ошибка [MISSING_TESTPOOL_AND_ATHLETESPORT_WRITE_ROLES]
sk: Chyba [MISSING_TESTPOOL_AND_ATHLETESPORT_WRITE_ROLES]
sr: Greška [MISSING_TESTPOOL_AND_ATHLETESPORT_WRITE_ROLES]
sw: Hitilafu [MISSING_TESTPOOL_AND_ATHLETESPORT_WRITE_ROLES]
tr: Hata [MISSING_TESTPOOL_AND_ATHLETESPORT_WRITE_ROLES]

# noRightToAccessResourceMsg
source: You do not have the rights to access the the current resource
am: አሁን ያለውን ሃብት የመድረስ መብት የሎትም።
ar: لا يتوافر لديك الحق في التوصل الى المصدر الحالي
az: Sizin cari resursa daxil olmaq hüququnuz yoxdur
bg: Нямате права за достъп до текущия ресурс
es: Usted no tiene los derechos para acceder al recurso actual
et: Teil ei ole praegusele ressursile juurdepääsu õigusi
fa_ir: شما حق دسترسی به منبع فعلی را ندارید
fi: Sinulla ei ole pääsyoikeutta nykyiseen resurssiin
fr: Vous n’avez pas les droits d’accéder à la ressource actuelle
ko: 현재 리소스에 액세스할 수 있는 권한이 없습니다.
lv: Jums nav tiesību piekļūt pašreizējam resursam
nl: Je hebt geen rechten om de huidige bron te benaderen.
pl: Nie masz uprawnień dostępu do bieżącego zasobu
pt: Você não tem o direito de acessar o recurso atual
ru: У вас нет прав для доступа к текущему ресурсу
sk: Nemáte práva na prístup k aktuálnemu zdroju
sr: Nemate prava da pristupite trenutnom resursu
sw: Huna haki ya kufikia rasilimali ya sasa
tr: Mevcut kaynağa erişim hakkınız yok

# noRightToAccessLabResultImportMsg
source: You do not have the rights to use Laboratory Result Import
am: የላብራቶሪ ውጤት ማስመጣትን የመጠቀም መብቶች የሎትም።
ar: لا يتوافر لديك الحق في استخدام عملية استقبال نتائج المختبر
az: Laboratoriya Nəticələrinin İdxalını istifadə etmək hüququnuz yoxdur
bg: Нямате права да използвате Импортиране на лабораторни резултати
es: Usted no tiene los derechos de uso de la Importación de Resultados de Laboratorio
et: Teil ei ole õigusi kasutada laboritulemuste importi
fa_ir: شما حق استفاده از Import نتایج آزمایشگاهی را ندارید
fi: Sinulla ei ole oikeuksia käyttää laboratoriotulosten tuontia
fr: Vous n’avez pas les droits d’utiliser l’importation de résultats de laboratoire
ko: 분석기관 결과 가져오기를 사용할 수 있는 권한이 없습니다.
lv: Jums nav tiesību izmantot Laboratory Result Import
nl: U hebt niet de rechten om Laboratoriumresultaten te importeren.
pl: Nie masz uprawnień do korzystania z importu wyników laboratoryjnych
pt: Você não tem o direito de usar os resultados do Laboratório de Importação
ru: У вас нет прав на использование импорта лабораторных результатов
sk: Nemáte práva na používanie importu laboratórnych výsledkov
sr: Nemate prava da koristite uvoz laboratorijskih rezultata
sw: Huna haki ya kutumia Uingizaji wa Matokeo ya Maabara
tr: Laboratuvar Sonucu İçe Aktarma kullanma haklarına sahip değilsiniz

# noRightToAccessDcfMsg
source: You do not have the rights to access the DCF
am: DCF የማግኘት መብቶች የሎትም።
ar: لا يتوافر لديك الحقوق للتوصل الى DCF
az: Sizin DCF-yə daxil olmaq hüququnuz yoxdur
bg: Нямате права за достъп до DCF
es: Usted no tiene los derechos para acceder al DCF
et: Teil pole õigusi DCF-ile juurde pääseda
fa_ir: شما حق دسترسی به DCF را ندارید
fi: Sinulla ei ole pääsyoikeutta DCF:ään
fr: Vous n’avez pas le droit d’accéder au DCF
ko: DCF에 액세스할 수 있는 권한이 없습니다.
lv: Jums nav tiesību piekļūt DCF
nl: Je hebt geen rechten om toegang te krijgen tot het DCF
pl: Nie masz praw dostępu do DCF
pt: Você não tem o direito de acessar o DCF
ru: У вас нет прав для доступа к DCF
sk: Nemáte práva na prístup do DCF
sr: Vi nemate prava da pristupite DCF-u
sw: Huna haki za kufikia DCF
tr: DCF'ye erişim haklarınız yok

# noRightToCreateDcfForTestMsg
source: You do not have the rights to create a DCF for a Test
am: ለሙከራ DCF የመፍጠር መብቶች የሎትም።
ar: لا يتوافر لديك الحقوق الخاصة بتكوين DCF للاختبار
az: Test üçün DCF yaratmaq hüququnuz yoxdur
bg: Нямате права да създавате DCF за тест
es: No tiene derecho a crear un DCF para una prueba
et: Teil pole õigusi testi jaoks DCF-i luua
fa_ir: شما حق ایجاد DCF برای تست را ندارید
fi: Sinulla ei ole oikeuksia luoda DCF:ää testiin
fr: Vous n’avez pas le droit de créer un DCF pour un test
ko: 검사에 대한 DCF를 생성할 권한이 없습니다.
lv: Jums nav tiesību izveidot DCF testam
nl: U hebt niet de rechten om een DCF te creëren voor een Test
pl: Nie masz uprawnień do tworzenia DCF dla testu
pt: Você não tem o direito de criar um DCF para um Teste
ru: У вас нет прав на создание DCF для теста
sk: Nemáte práva na vytvorenie DCF pre test
sr: Nemate prava da kreirate DCF za test
sw: Huna haki za kuunda DCF kwa Jaribio
tr: Bir Test için DCF oluşturma haklarınız yok

# noRightToAccessAafMsg
source: Error [NO_RIGHT_TO_ACCESS_AAF]
am: ስህተት [NO_RIGHT_TO_ACCESS_AAF]
ar: خطأ [ NO_RTGHT_TO_ACCESS_AAF ]
az: Xəta [NO_RIGHT_TO_ACCESS_AAF]
bg: Грешка [NO_RIGHT_TO_ACCESS_AAF]
et: Viga [NO_RIGHT_TO_ACCESS_AAF]
fa_ir: خطای [NO_RIGHT_TO_ACCESS_AAF]
fi: Virhe [NO_RIGHT_TO_ACCESS_AAF]
fr: Erreur [NO_RIGHT_TO_ACCESS_AAF]
ko: [NO_RIGHT_TO_ACCESS_AAF] 오류
lv: Kļūda [NO_RIGHT_TO_ACCESS_AAF]
nl: Fout [NO_RIGHT_TO_ACCESS_AAF]
pl: Błąd [NO_RIGHT_TO_ACCESS_AAF]
pt: Erro [NÃO_ACESSOS_DE_PERIGO_ACESSOS_AAF]
ru: Ошибка [NO_RIGHT_TO_ACCESS_AAF]
sk: Chyba [NO_RIGHT_TO_ACCESS_AAF]
sr: Greška [NO_RIGHT_TO_ACCESS_AAF]
sw: Hitilafu [NO_RIGHT_TO_ACCESS_AAF]
tr: Hata [NO_RIGHT_TO_ACCESS_AAF]

# noRightToAccessAdrvMsg
source: Error [NO_RIGHT_TO_ACCESS_ADRV]
am: ስህተት [NO_RIGHT_TO_ACCESS_ADRV]
ar: خطأ [ NO_RIGHT_TO_ACCESS_ADRV ]
az: Xəta [NO_RIGHT_TO_ACCESS_ADRV]
bg: Грешка [NO_RIGHT_TO_ACCESS_ADRV]
et: Viga [NO_RIGHT_TO_ACCESS_ADRV]
fa_ir: خطای [NO_RIGHT_TO_ACCESS_ADRV]
fi: Virhe [NO_RIGHT_TO_ACCESS_ADRV]
fr: Erreur [NO_RIGHT_TO_ACCESS_ADRV]
ko: [NO_RIGHT_TO_ACCESS_ADRV] 오류
lv: Kļūda [NO_RIGHT_TO_ACCESS_ADRV]
nl: Fout [NO_RIGHT_TO_ACCESS_ADRV]
pl: Błąd [NO_RIGHT_TO_ACCESS_ADRV]
pt: Erro [NÃO_ACESSOS_DE_PERIGO_ACESSOS_ADRV]
ru: Ошибка [NO_RIGHT_TO_ACCESS_ADRV]
sk: Chyba [NO_RIGHT_TO_ACCESS_ADRV]
sr: Greška [NO_RIGHT_TO_ACCESS_ADRV]
sw: Hitilafu [NO_RIGHT_TO_ACCESS_ADRV]
tr: Hata [NO_RIGHT_TO_ACCESS_ADRV]

# noRightToAccessSanctionMsg
source: Error [NO_RIGHT_TO_ACCESS_SANCTION]
am: ስህተት [NO_RIGHT_TO_ACCESS_SANCTION]
ar: خطأ [ NO_RIGHT_TO_ACCESS_SANCTION ]
az: Xəta [NO_RIGHT_TO_ACCESS_SANCTION]
bg: Грешка [NO_RIGHT_TO_ACCESS_SANCTION]
et: Viga [NO_RIGHT_TO_ACCESS_SANCTION]
fa_ir: خطای [NO_RIGHT_TO_ACCESS_SANCTION]
fi: Virhe [NO_RIGHT_TO_ACCESS_SANCTION]
fr: Erreur [NO_RIGHT_TO_ACCESS_SANCTION]
ko: [NO_RIGHT_TO_ACCESS_SANCTION] 오류
lv: Kļūda [NO_RIGHT_TO_ACCESS_SANCTION]
nl: Fout [NO_RIGHT_TO_ACCESS_SANCTION]
pl: Błąd [NO_RIGHT_TO_ACCESS_SANCTION]
pt: Erro [NÃO_ACESSOS_DIREITOS_ACESSOS_SANCISMO]
ru: Ошибка [NO_RIGHT_TO_ACCESS_SANCTION]
sk: Chyba [NO_RIGHT_TO_ACCESS_SANCTION]
sr: Greška [NO_RIGHT_TO_ACCESS_SANCTION]
sw: Hitilafu [NO_RIGHT_TO_ACCESS_SANCTION]
tr: Hata [NO_RIGHT_TO_ACCESS_SANCTION]

# noRightToAccessWhereaboutsNcMsg
source: Error [NO_RIGHT_TO_ACCESS_WHEREABOUTSNC]
am: ስህተት [NO_RIGHT_TO_ACCESS_WHEREABOUTSNC]
ar: خطأ [ NO_RTGHT_TO_ACCESS_WHERAABOUTNC ]
az: Xəta [NO_RIGHT_TO_ACCESS_WHEREABOUTSNC]
bg: Грешка [NO_RIGHT_TO_ACCESS_WHEREABOUTSNC]
et: Viga [NO_RIGHT_TO_ACCESS_WHEREABOUTSNC]
fa_ir: خطای [NO_RIGHT_TO_ACCESS_WHEREABOUTSNC]
fi: Virhe [NO_RIGHT_TO_ACCESS_WHEREABOUTSNC]
fr: Erreur [NO_RIGHT_TO_ACCESS_WHEREABOUTSNC]
ko: [NO_RIGHT_TO_ACCESS_WHEREABOUTSNC] 오류
lv: Kļūda [NO_RIGHT_TO_ACCESS_WHEREABOUTSNC]
nl: Fout [NO_RIGHT_TO_ACCESS_WHEREABOUTSNC]
pl: Błąd [NO_RIGHT_TO_ACCESS_WHEREABOUTSNC]
pt: Erro [NO_RIGHT_TO_ACCESS_WHEREABOUTSNC]
ru: Ошибка [NO_RIGHT_TO_ACCESS_WHEREABOUTSNC]
sk: Chyba [NO_RIGHT_TO_ACCESS_WHEREABOUTSNC]
sr: Greška [NO_RIGHT_TO_ACCESS_WHEREABOUTSNC]
sw: Hitilafu [NO_RIGHT_TO_ACCESS_WHEREABOUTSNC]
tr: Hata [NO_RIGHT_TO_ACCESS_WHEREABOUTSNC]

# noRightToCreateWhereaboutsNcMsg
source: Error [NO_RIGHT_TO_CREATE_WHEREABOUTSNC]
am: ስህተት [NO_RIGHT_TO_CREATE_WHEREABOUTSNC]
ar: خطأ [ NO_RIGHT_TO_CREATE_WHEREABOC ]
az: Xəta [NO_RIGHT_TO_CREATE_WHEREABOUTSNC]
bg: Грешка [NO_RIGHT_TO_CREATE_WHEREABOUTSNC]
et: Viga [NO_RIGHT_TO_CREATE_WHEREABOUTSNC]
fa_ir: خطای [NO_RIGHT_TO_CREATE_WHEREABOUTSNC]
fi: Virhe [NO_RIGHT_TO_CREATE_WHEREABOUTSNC]
fr: Erreur [NO_RIGHT_TO_CREATE_WHEREABOUTSNC]
ko: [NO_RIGHT_TO_CREATE_WHEREABOUTSNC] 오류
lv: Kļūda [NO_RIGHT_TO_CREATE_WHEREABOUTSNC]
nl: Fout [NO_RIGHT_TO_CREATE_WHEREABOUTSNC]
pl: Błąd [NO_RIGHT_TO_CREATE_WHEREABOUTSNC]
pt: Erro [NO_RIGHT_TO_CREATE_WHEREABOUTSNC]
ru: Ошибка [NO_RIGHT_TO_CREATE_WHEREABOUTSNC]
sk: Chyba [NO_RIGHT_TO_CREATE_WHEREABOUTSNC]
sr: Greška [NO_RIGHT_TO_CREATE_WHEREABOUTSNC]
sw: Hitilafu [NO_RIGHT_TO_CREATE_WHEREABOUTSNC]
tr: Hata [NO_RIGHT_TO_CREATE_WHEREABOUTSNC]

# noRightToAccessGroupMsg
source: Error [NO_RIGHT_TO_ACCESS_GROUP]
am: ስህተት [NO_RIGHT_TO_ACCESS_GROUP]
ar: خطأ [ NO_RIGHT_TO_ACCESS_GROUP ]
az: Xəta [NO_RIGHT_TO_ACCESS_GROUP]
bg: Грешка [NO_RIGHT_TO_ACCESS_GROUP]
et: Viga [NO_RIGHT_TO_ACCESS_GROUP]
fa_ir: خطای [NO_RIGHT_TO_ACCESS_GROUP]
fi: Virhe [NO_RIGHT_TO_ACCESS_GROUP]
fr: Erreur [NO_RIGHT_TO_ACCESS_GROUP]
ko: [NO_RIGHT_TO_ACCESS_GROUP] 오류
lv: Kļūda [NO_RIGHT_TO_ACCESS_GROUP]
nl: Fout [NO_RIGHT_TO_ACCESS_GROUP]
pl: Błąd [NO_RIGHT_TO_ACCESS_GROUP]
pt: Erro [NENHUM [GRUPO_DE_ACESSOS_DE_PERIGO]
ru: Ошибка [NO_RIGHT_TO_ACCESS_GROUP]
sk: Chyba [NO_RIGHT_TO_ACCESS_GROUP]
sr: Greška [NO_RIGHT_TO_ACCESS_GROUP]
sw: Hitilafu [NO_RIGHT_TO_ACCESS_GROUP]
tr: Hata [NO_RIGHT_TO_ACCESS_GROUP]

# noRightToAccessMajorGameMsg
source: You do not have the rights to access the Major Game
am: ዋና ጨዋታውን የመድረስ መብት የሎትም።
ar: ليس لديك الحق في الوصول للعبة الرئيسية
az: Böyük Oyuna daxil olmaq hüququnuz yoxdur
bg: Нямате права за достъп до основната игра
es: No tienes los derechos para acceder al Gran Evento
et: Teil ei ole õigusi põhimängule juurde pääseda
fa_ir: شما حق دسترسی به بازی اصلی را ندارید
fi: Sinulla ei ole pääsyoikeutta Suurkisaan
fr: Vous n’avez pas les droits d’accéder au Jeu Majeur
ko: 주요경기대회에 액세스할 수 있는 권한이 없습니다
lv: Jums nav tiesību piekļūt galvenajai spēlei
nl: Je hebt niet de rechten om toegang te krijgen tot de Major Game
pl: Nie masz praw dostępu do Głównej Gry
pt: Você não tem os direitos de acesso ao Jogo Principal
ru: У вас нет прав для доступа к Основной игре
sk: Nemáte práva na prístup k hlavnej hre
sr: Vi nemate prava da pristupite Glavnoj igri
sw: Huna haki ya kufikia Mchezo Mkuu
tr: Büyük Oyuna erişim hakkınız yok

# noRightToAccessMajorGameItemsMsg
source: You do not have the rights to access the Major Game Items
am: ዋና ዋና የጨዋታ እቃዎችን የመድረስ መብቶች የሎትም።
ar: لا يتوافر لديك الحق في التوصل الى بنود اللعبة الرئيسية
az: Əsas Oyun Elementlərinə daxil olmaq hüququnuz yoxdur
bg: Нямате права за достъп до основните елементи на играта
es: No tienes derecho a acceder a elementos de Grandes Eventos
et: Teil ei ole õigusi suurematele mänguobjektidele juurde pääseda
fa_ir: شما حق دسترسی به آیتم های اصلی بازی را ندارید
fi: Sinulla ei ole pääsyoikeutta Suurkisaosioon
fr: Vous n’avez pas le droit d’accéder aux principaux objets du jeu
ko: 주요경기대회 항목에 액세스할 수 있는 권한이 없습니다
lv: Jums nav tiesību piekļūt galvenajiem spēles vienumiem
nl: Je hebt geen rechten om toegang te krijgen tot de Major Game Items
pl: Nie masz praw dostępu do głównych elementów gry
pt: Você não tem o direito de acessar os itens do jogo principal
ru: У вас нет прав доступа к основным игровым элементам
sk: Nemáte práva na prístup k hlavným položkám hry
sr: Nemate prava da pristupite stavkama glavnih igara
sw: Huna haki za kufikia Vipengee Vikuu vya Mchezo
tr: Büyük Oyun Öğelerine erişim hakkınız yok

# noRightToAccessCompetitionLevelMsg
source: You do not have the rights to access the Competition Level
am: የውድድር ደረጃን የማግኘት መብቶች የሎትም።
ar: ليس لديك الحق في الوصول إلى مستوى المنافسة
az: Müsabiqə Səviyyəsinə daxil olmaq hüququnuz yoxdur
bg: Нямате права за достъп до нивото на състезанието
es: No tiene derecho a acceder al Nivel de Competición
et: Teil ei ole õigusi pääseda ligi võistlustasemele
fa_ir: شما حق دسترسی به سطح مسابقه را ندارید
fi: Sinulla ei ole pääsyoikeutta Kilpailutaso-osioon
fr: Vous n’avez pas le droit d’accéder au niveau du concours
ko: 경기 수준에 액세스할 수 있는 권한이 없습니다.
lv: Jums nav tiesību piekļūt sacensību līmenim
nl: Je hebt geen rechten voor toegang tot het wedstrijdniveau
pl: Nie masz praw dostępu do Poziomu Konkursu
pt: Você não tem os direitos de acesso ao Nível de Competição
ru: Вы не имеете прав доступа к Уровню соревнований
sk: Nemáte práva na prístup do úrovne súťaže
sr: Vi nemate prava da pristupite nivou konkurencije
sw: Huna haki ya kufikia Kiwango cha Ushindani
tr: Rekabet Düzeyine erişim hakkınız yok

# noRightToAccessBplrExpertReportMsg
source: You do not have the rights to access the Blood Passport Laboratory Result Expert Report
am: የደም ፓስፖርት ላብራቶሪ የውጤት ኤክስፐርት ሪፖርት የማግኘት መብት የለዎትም።
ar: ليس لديك الحق في الوصول إلى تقرير خبير نتائج مختبر جواز السفر
az: Sizin Qan Pasport Laboratoriyası Nəticələri üzrə Ekspert Hesabatına daxil olmaq hüququnuz yoxdur
bg: Нямате права за достъп до Експертния доклад за резултатите от лабораторията за кръвен паспорт
es: No tiene derecho a acceder al informe pericial de los resultados del laboratorio del Pasaporte Sanguíneo
et: Teil ei ole õigusi pääseda juurde verepassi labori tulemuste eksperdiaruandele
fa_ir: شما حق دسترسی به گزارش کارشناس نتایج آزمایشگاهی گذرنامه خون را ندارید
fi: Sinulla ei ole pääsyoikeutta Veripassin laboratoriotuloksen Asiantuntijaraporttiin
fr: Vous n’avez pas le droit d’accéder au rapport d’expert sur les résultats de laboratoire du passeport sanguin
ko: 혈액 수첩 분석기관 결과 전문가 보고서에 액세스할 수 있는 권한이 없습니다.
lv: Jums nav tiesību piekļūt asins pases laboratorijas rezultātu eksperta ziņojumam
nl: U hebt geen toegang tot het rapport met de laboratoriumresultaten van het bloedpaspoort.
pl: Nie masz praw dostępu do raportu eksperta dotyczącego wyników badań laboratoryjnych Paszportu Krwi
pt: Você não tem o direito de acessar o Relatório de Especialista em Resultados do Laboratório de Passaporte de Sangue
ru: У вас нет прав доступа к экспертному заключению о результатах лабораторных исследований паспорта крови
sk: Nemáte práva na prístup k odbornej správe o výsledkoch laboratórneho vyšetrenia krvného pasu
sr: Nemate prava pristupa izveštaju stručnjaka za laboratorijske rezultate krvnog pasoša
sw: Huna haki ya kufikia Ripoti ya Mtaalamu wa Maabara ya Pasipoti ya Damu
tr: Kan Pasaportu Laboratuvar Sonuç Ekspertiz Raporuna erişim hakkınız bulunmamaktadır.

# noRightToAccessSteroidApmuReportMsg
source: You do not have the rights to access the Steroid APMU Report
am: የስቴሮይድ APMU ሪፖርትን የመድረስ መብት የለዎትም።
ar: لا يتوافر لديك حقوق التوصل الى تقرير Steroid APMU
az: Sizin Steroid APMU Hesabatına daxil olmaq hüququnuz yoxdur
bg: Нямате права за достъп до отчета на Steroid APMU
es: Usted no tiene los derechos para acceder al Informe APMU de Esteroides
et: Teil pole õigusi Steroid APMU aruandele juurde pääseda
fa_ir: شما حق دسترسی به گزارش APMU استروئید را ندارید
fi: Sinulla ei ole pääsyoikeutta Steroidi APMUn -raporttiin
fr: Vous n’avez pas les droits d’accéder au rapport de l'UGPA stéroïdienne
ko: 스테로이드 APMU 보고서에 액세스할 수 있는 권한이 없습니다.
lv: Jums nav tiesību piekļūt steroīdu APMU ziņojumam
nl: Je hebt geen rechten voor toegang tot het Steroid APMU Report.
pl: Nie masz praw dostępu do raportu Steroid APMU
pt: Você não tem o direito de acessar o relatório da APMU de Steroid
ru: У вас нет прав для доступа к отчету Steroid APMU Report
sk: Nemáte práva na prístup k správe Steroid APMU
sr: Vi nemate prava da pristupite steroidima APMU izveštaj
sw: Huna haki ya kufikia Ripoti ya APMU ya Steroid
tr: Steroid APMU Raporuna erişim hakkınız yok

# noRightToAccessAthletePassportMsg
source: You do not have the rights to access the Athlete Passport
am: የአትሌት ፓስፖርት የማግኘት መብት የሎትም።
ar: ليس لديك الحق في الوصول إلى جواز سفر الرياضيين
az: Sizin İdmançı Pasportuna daxil olmaq hüququnuz yoxdur
bg: Нямате права за достъп до паспорта на спортиста
es: No tiene derecho a acceder al Pasaporte del Atleta
et: Teil ei ole õigusi sportlasepassi juurde pääseda
fa_ir: شما حق دسترسی به پاسپورت ورزشکار را ندارید
fi: Sinulla ei ole pääsyoikeutta Urheilijan biologiseen passiin
fr: Vous n’avez pas le droit d’accéder au passeport de l’athlète
ko: 선수 수첩에 액세스할 수 있는 권한이 없습니다.
lv: Jums nav tiesību piekļūt sportista pasei
nl: U heeft geen toegang tot het atletenpaspoort.
pl: Nie masz praw dostępu do Paszportu Sportowca
pt: Você não tem o direito de acessar o Passaporte de Atleta
ru: У вас нет прав доступа к паспорту спортсмена
sk: Nemáte práva na prístup k pasu športovca
sr: Vi nemate prava da pristupite sportskom pasošu
sw: Huna haki ya kupata Pasipoti ya Mwanariadha
tr: Sporcu Pasaportuna erişim hakkınız yok

# noRightToAccessChainOfCustodyMsg
source: You do not have the rights to access the Chain of Custody
am: የጥበቃ ሰንሰለትን የማግኘት መብቶች የሎትም።
ar: ليس لديك الحق في الوصول الى سلسلة الاحتجاز
az: Sizin Qəyyumluq Zəncirinə daxil olmaq hüququnuz yoxdur
bg: Нямате права за достъп до веригата на контрол
es: No tiene derecho a acceder a la Cadena de Custodia
et: Teil ei ole õigusi juurdepääsu tarneahelale
fa_ir: شما حق دسترسی به زنجیره حضانت را ندارید
fi: Sinulla ei ole pääsyoikeutta kuljetuksenvalvontaan
fr: Vous n’avez pas le droit d’accéder à la chaîne de traçabilité
ko: CoC(Chain of Custody)에 액세스할 수 있는 권한이 없습니다.
lv: Jums nav tiesību piekļūt pārraudzības ķēdei
nl: U heeft geen toegang tot de Chain of Custody.
pl: Nie masz praw dostępu do Łańcucha Dostaw
pt: Você não tem o direito de acessar a Cadeia de Custódia
ru: У вас нет прав на доступ к цепочке поставок
sk: Nemáte práva na prístup k reťazcu uchovávania
sr: Vi nemate prava da pristupite lancu starateljstva
sw: Huna haki ya kufikia Msururu wa Ulinzi
tr: Gözetim Zincirine erişim hakkınız yok
