Repository: NandhineeR/WADA
Catalog: wada-ama-testcenter-web-57718053929f/wada-ama-testcenter-web-57718053929f/src/i18n/messages.*.xlf
Languages: am, ar, az, bg, es, et, fa_ir, fi, fr, ko, lv, nl, pl, pt, ru, sk, sr, sw, tr

# endOfProcedureDateTimezoneDisableInfo
source: Field not editable. It replicates the timezone inserted for the arrival date
am: መስክ ሊስተካከል የሚችል አይደለም። ለመድረሻ ቀን የገባውን የሰዓት ሰቅ ይደግማል
ar: الحقل غير قابل للتحرير. يقوم بتكرار المنطقة الزمنية التي تم إدخالها لتاريخ الوصول
az: Sahə redaktə edilə bilməz. O, gəliş tarixi üçün daxil edilmiş saat qurşağını təkrarlayır
bg: Полето не може да се редактира. Той повтаря часовата зона, въведена за датата на пристигане
es: Campo no editable. Replica la zona horaria insertada para la fecha de llegada.
et: Välja pole redigeeritav. See kordab saabumiskuupäeva jaoks sisestatud ajavööndit
fa_ir: فیلد قابل ویرایش نیست تایم زون درج شده برای تاریخ ورود تکرار می شود
fi: Kenttää ei voi muokata. Se kopioi saapumispäivämäärälle asetetun aikavyöhykkeen
fr: Champ non modifiable.Il reproduit le fuseau horaire inséré pour la date d'arrivée.
ko: 항목를 편집할 수 없습니다. 도착 일자에 대해 삽입된 표준시간대를 복제합니다
lv: Lauks nav rediģējams. Tas atkārto ierašanās datumam ievietoto laika joslu
nl: Veld kan niet worden bewerkt. Het repliceert de tijdzone die is ingevoegd voor de aankomstdatum
pl: Pole nie może być edytowane. Replikuje strefę czasową wstawioną dla daty przybycia
pt: Campo não editável. Ele replica o fuso horário inserido para a data de chegada
ru: Поле не редактируется. Показывается часовой пояс, указанный для даты прибытия
sk: Pole nie je možné upravovať. Replikuje časové pásmo vložené pre dátum príchodu
sr: Polje se ne može uređivati. Replikira vremensku zonu umetnutu za datum dolaska
sw: Sehemu haiwezi kuhaririwa. Huiga saa za eneo lililowekwa kwa tarehe ya kuwasili
tr: Alan düzenlenemez. Varış tarihi için girilen saat dilimini kopyalanır

# provideTimezoneWithEndOfProcedureDate
source: The time zone must be provided when the end-of-procedure date is set.
am: የሂደቱ ማብቂያ ቀን ሲዘጋጅ የሰዓት ሰቅ መሰጠት አለበት።
ar: يجب توفير المنطقة الزمنية عند تعيين تاريخ نهاية الإجراء.
az: Prosedurun bitmə tarixi təyin edildikdə saat qurşağı təmin edilməlidir.
bg: Часовата зона трябва да бъде предоставена, когато е зададена датата на края на процедурата.
es: La zona horaria debe proporcionarse cuando se fija la fecha de finalización del procedimiento.
et: Ajavöönd tuleb esitada menetluse lõpukuupäeva määramisel.
fa_ir: تایم زون باید زمانی که تاریخ پایان نمونه گیری تنظیم می شود ارائه شود.
fi: Aikavyöhyke on ilmoitettava, kun testimenettelyn päättymispäivä kirjataan.
fr: Le fuseau horaire doit être indiqué lors de la définition de la date de fin de procédure.
ko: 절차 종료 일자를 설정할 때 표준시간대를 제공해야 합니다.
lv: Laika josla ir jānorāda, kad ir iestatīts procedūras beigu datums.
nl: De tijdzone moet worden opgegeven wanneer de einddatum van de procedure wordt ingesteld.
pl: Podczas ustawiania daty zakończenia procedury należy podać strefę czasową.
pt: O fuso horário deve ser fornecido quando a data de término do procedimento for definida.
ru: При установке даты окончания процедуры необходимо указать часовой пояс.
sk: Časové pásmo je potrebné zadať pri nastavení dátumu ukončenia postupu.
sr: Vremenska zona mora biti obezbeđena kada je postavljen datum završetka postupka.
sw: Saa za eneo lazima zitolewe wakati tarehe ya mwisho wa utaratibu imewekwa.
tr: İşlem sonu tarihi girildiğinde saat diliminin de belirtilmesi gerekir.

source: DCO Comment
am: DCO አስተያየት
ar: تعقيب DCO
az: DCO şərhi
bg: Коментар на СДК
es: Comentario del DCO
et: DCO kommentaar
fa_ir: نظر DCO
fi: DCOn kommentti
fr: Commentaire de l'ACD
ko: DCO 의견
lv: DCO komentārs
nl: DCO-opmerking
pl: Komentarz oficera kontroli dopingowej
pt: Comentário do DCO
ru: Комментарий ИДК
sk: Komentár DCO
sr: DCO komentar
sw: Maoni ya DCO
tr: DCO Yorum

source: Athlete Comment
am: የአትሌት አስተያየት
ar: تعليق رياضي
az: İdmançı şərhi
bg: Коментар на спортиста
es: Comentario de los deportistas
et: Sportlase kommentaar
fa_ir: نظر ورزشکار
fi: Urheilijan kommentti
fr: Commentaire du sportif
ko: 선수 의견
lv: Sportista komentārs
nl: Opmerkingen sporter
pl: Komentarz sportowca
pt: Comentário do atleta
ru: Комментарий спортсмена
sk: Komentár športovca (nepovinné)
sr: Коментар спортисте
sw: Maoni ya Mwanaspoti
tr: Sporcu Yorumu

source: Add Non-Conformity
am: የማይጣጣምነትን ያክሉ
ar: إضافة عدم التوافق
az: uyğunsuzluq əlavə edin
bg: добавете несъответствие
es: Añadir no conformidad
et: lisada mittevastavus
fa_ir: عدم انطباق را اضافه کنید
fi: Lisää poikkeama
fr: ajouter non-conformité
ko: 비준수 추가
lv: Pievienot neatbilstību
nl: Voeg non-conformiteit toe
pl: dodaj niezgodność
pt: adicionar não conformidade
ru: Добавить несоответствие
sk: pridať nesúlad
sr: dodaj nesaglasnost
sw: Ongeza Kutokubali
tr: uygunsuzluk girin

# setDefaultTimezoneDCF
source: Set default time zone for the DCF
am: ለDCF ነባሪ የሰዓት ሰቅ ያዘጋጁ
ar: قم بتعيين المنطقة الزمنية الافتراضية لـ DCF
az: DCF üçün standart vaxt zonasını təyin edin
bg: Задайте часова зона по подразбиране за DCF
es: Establecer zona horaria predeterminada para el DCF
et: Määrake DCF-i vaikeajavöönd
fa_ir: منطقه زمانی پیش فرض برای DCF را تنظیم کنید
fi: Aseta DCF:n oletusaikavyöhyke
fr: Définir le fuseau horaire par défaut de la DCF
ko: DCF의 기본 시간대 설정
lv: Iestatiet noklusējuma laika joslu DCF
nl: Stel de standaardtijdzone voor het DCF in
pl: Ustaw domyślną strefę czasową dla DCF
pt: Definir fuso horário padrão para o DCF
ru: Установка часового пояса по умолчанию для DCF
sk: Nastavte predvolené časové pásmo pre DCF
sr: Podesite podrazumevanu vremensku zonu za DCF
sw: Weka saa za eneo chaguomsingi kwa DCF
tr: DCF için varsayılan saat dilimini ayarlayın

# followingTimezonesWillBeReplaced
source: The following time zone fields will be replaced:
am: የሚከተሉት የሰዓት ሰቅ መስኮች ይተካሉ፡
ar: سيتم استبدال حقول المنطقة الزمنية التالية:
az: Aşağıdakı saat qurşağı sahələri əvəz olunacaq:
bg: Следните полета за часова зона ще бъдат заменени:
es: Se reemplazarán los siguientes campos de zona horaria:
et: Järgmised ajavööndi väljad asendatakse:
fa_ir: فیلدهای منطقه زمانی زیر جایگزین خواهند شد:
fi: Seuraavat aikavyöhykekentät korvataan:
fr: Les champs de fuseau horaire suivants seront remplacés :
ko: 다음 시간대 항목이 바뀝니다.
lv: Tiks aizstāti šādi laika joslu lauki:
nl: De volgende tijdzonevelden worden vervangen:
pl: Następujące pola strefy czasowej zostaną zastąpione:
pt: Os seguintes campos de fuso horário serão substituídos:
ru: Следующие поля часовых поясов будут заменены:
sk: Nasledujúce polia časového pásma budú nahradené:
sr: Sledeća polja vremenske zone biće zamenjena:
sw: Sehemu zifuatazo za saa za eneo zitabadilishwa:
tr: Aşağıdaki saat dilimi alanları değiştirilecektir:

# overwrittenTimezonesInformationWarning
source: Upon saving the form, these fields will be overwritten, yet they will remain editable.
am: ቅጹን ሲያስቀምጡ፣ እነዚህ መስኮች ይገለበጣሉ፣ ሆኖም ግን ሊታረሙ የሚችሉ ሆነው ይቆያሉ።
ar: عند حفظ النموذج، ستتم الكتابة فوق هذه الحقول، ومع ذلك ستظل قابلة للتحرير.
az: Formanı saxladıqdan sonra bu sahələr üzərinə yazılacaq, lakin onlar redaktə edilə bilən olaraq qalacaq.
bg: При запазване на формуляра тези полета ще бъдат презаписани, но ще останат редактируеми.
es: Al guardar el formulario, estos campos se sobrescribirán, pero seguirán siendo editables.
et: Vormi salvestamisel kirjutatakse need väljad üle, kuid neid saab muuta.
fa_ir: پس از ذخیره فرم، این فیلدها بازنویسی می شوند، اما قابل ویرایش باقی می مانند.
fi: Kun lomake tallennetaan, nämä kentät korvataan, mutta ne ovat edelleen muokattavissa.
fr: Lors de l'enregistrement du formulaire, ces champs seront écrasés, mais ils resteront modifiables.
ko: 양식을 저장하면 이러한 항목들은 덮어쓰지만 편집할 수 있습니다.
lv: Saglabājot veidlapu, šie lauki tiks pārrakstīti, taču tie paliks rediģējami.
nl: Bij het opslaan van het formulier worden deze velden overschreven, maar ze blijven wel aanpasbaar.
pl: Po zapisaniu formularza pola te zostaną nadpisane, ale nadal będzie można je edytować.
pt: Ao salvar o formulário, esses campos serão substituídos, mas permanecerão editáveis.
ru: При сохранении формы эти поля будут перезаписаны, но останутся доступными для редактирования.
sk: Po uložení formulára sa tieto polia prepíšu, no zostanú upraviteľné.
sr: Nakon sačuvanja obrasca, ova polja će biti prepisana, ali će ostati uređivana.
sw: Baada ya kuhifadhi fomu, sehemu hizi zitaandikwa juu, lakini zitaendelea kuhaririwa.
tr: Formu kaydettikten sonra bu alanların üzerine yazılacak ancak düzenlenebilir durumda kalacaktır.

source: Do not overwrite
am: እንደገና አትፃፍ
ar: لا تقم بالكتابة فوق
az: Üzərinə yazmayın
bg: Не презаписвайте
es: no sobrescribir
et: Ära kirjuta üle
fa_ir: جایگزین نکنید
fi: Älä korvaa
fr: Ne pas écraser
ko: 덮어쓰지 않음
lv: Nepārrakstīt
nl: Niet overschrijven
pl: Nie nadpisuj
pt: Não sobrescreva
ru: Не перезаписывать
sk: Neprepisujte
sr: Nemojte prepisati
sw: Usiandike juu
tr: Üzerine yazmayın

source: Overwrite time zone fields
am: የሰዓት ሰቅ መስኮችን ይፃፉ
ar: الكتابة فوق حقول المنطقة الزمنية
az: Saat qurşağı sahələrinin üzərinə yazın
bg: Презаписване на полетата за часова зона
es: Sobrescribir campos de zona horaria
et: Ajavööndi väljade ülekirjutamine
fa_ir: جایگزینی فیلدهای منطقه زمانی
fi: Korvaa aikavyöhykekentät
fr: Remplacer les champs du fuseau horaire
ko: 시간대 항목 덮어쓰기
lv: Pārrakstīt laika joslas laukus
nl: Overschrijf de tijdzonevelden
pl: Nadpisywanie pól strefy czasowej
pt: Substituir campos de fuso horário
ru: Перезапись полей часового пояса
sk: Prepísať polia časového pásma
sr: Prepišite polja vremenske zone
sw: Andika juu sehemu za saa za eneo
tr: Saat dilimi alanlarının üzerine yaz

source: Create Doping Control Form
am: የዶፒንግ መቆጣጠሪያ ቅጽ ይፍጠሩ
ar: إنشاء نموذج مراقبة تعاطي المنشطات
az: Dopinq Nəzarəti Forması yaradın
bg: Създайте формуляр за допинг контрол
es: Crear un formulario de control de dopaje
et: Looge dopingukontrolli vorm
fa_ir: فرم کنترل دوپینگ را ایجاد کنید
fi: Luo Dopingtestipöytäkirja
fr: Créer un formulaire de contrôle du dopage
ko: 도핑검사서 생성
lv: Izveidojiet dopinga kontroles veidlapu
nl: Maak een dopingcontroleformulier
pl: Utwórz formularz kontroli antydopingowej
pt: Criar formulário de controle de doping
ru: Создать Прокотол допинг-контроля
sk: Vytvorte formulár dopingovej kontroly
sr: Направите образац за контролу допинга
sw: Unda Fomu ya Kudhibiti Doping
tr: Doping Kontrol Formu Oluşturun

# editDopingControlFormIdX
source: Edit Doping Control Form - {{ dcfId$ | async }}
am: የዶፒንግ መቆጣጠሪያ ቅጽን ያርትዑ - {{ dcfId$ | async }}
ar: تحرير نموذج مراقبة المنشطات -{{ dcfId$ | async }}
az: Dopinq Nəzarəti Formasını Redaktə et -{{ dcfId$ | async }}
bg: Редактиране на формуляр за допинг контрол - {{ dcfId$ | async }}
es: Editar el formulario de control de dopaje - {{ dcfId$ | async }}
et: Dopingukontrolli vormi muutmine -{{ dcfId$ | async }}
fa_ir: ویرایش فرم کنترل دوپینگ -{{ dcfId$ | async }}
fi: Muokkaa Dopingtestipöytäkirjaa - {{ dcfId$ | async }}
fr: Modifier le formulaire de contrôle du dopage - {{ dcfId$ | async }}
ko: 도핑검사서 편집 - {{ dcfId$ | async }}
lv: Rediģēt dopinga kontroles veidlapu -{{ dcfId$ | async }}
nl: Dopingcontroleformulier bewerken - {{ dcfId$ | async }}
pl: Edytuj formularz kontroli antydopingowej -{{ dcfId$ | async }}
pt: Editar Formulário de Controle de Doping -{{ dcfId$ | async }}
ru: Редактировать протокол допинг-контроля - {{ dcfId$ | async }}
sk: Upraviť formulár dopingovej kontroly -{{ dcfId$ | async }}
sr: Измените образац за контролу допинга -{{ dcfId$ | async }}
sw: Hariri Fomu ya Kudhibiti Dawa za Kulevya -{{ dcfId$ | async }}
tr: Doping Kontrol Formunu Düzenle -{{ dcfId$ | async }}

source: Cancel Changes
am: ለውጦችን ሰርዝ
ar: إلغاء التغييرات
az: Dəyişiklikləri ləğv edin
bg: Отмяна на промените
es: Cancelar cambios
et: Tühista muudatused
fa_ir: لغو تغییرات
fi: Peruuta muutokset
fr: Annuler les modifications
ko: 변경 취소
lv: Atcelt izmaiņas
nl: Stop veranderingen
pl: Anuluj zmiany
pt: Cancelar alterações
ru: Отменить изменения
sk: Zrušiť zmeny
sr: Otkaži promene
sw: Ghairi Mabadiliko
tr: Değişiklikleri iptal et

# saveAsDraft_uppercase
source: SAVE AS DRAFT
am: እንደ ረቂቅ አስቀምጥ
ar: حفظ كمسودة
az: QARALAMA OLARAQ SAXLAYA
bg: ЗАПИШЕТЕ КАТО ЧЕРНОВА
es: GUARDAR COMO BORRADOR
et: SALVESTA MUSTANDINA
fa_ir: ذخیره به عنوان پیش نویس
fi: TALLENNA LUONNOKSENA
fr: ENREGISTRER COMME EBAUCHE
ko: 임시 보관함에 저장
lv: SAGLABĀT KĀ MELNRAKSTU
nl: OPSLAAN ALS CONCEPT
pl: ZAPISZ JAKO SZKIC
pt: SALVAR COMO RASCUNHO
ru: СОХРАНИТЬ КАК ЧЕРНОВИК
sk: ULOŽIŤ AKO KONCEPT
sr: САЧУВАЈ КАО НАЦРТ
sw: HIFADHI KAMA RASIMU
tr: TASLAK OLARAK KAYDET

# save_uppercase
source: SAVE
am: አስቀምጥ
ar: حفظ
az: Yadda saxla
bg: Запазване
es: SALVAR
et: Salvesta
fa_ir: صرفه جویی
fi: TALLENNA
fr: ENREGISTRER
ko: 저장
lv: SAGLABĀT
nl: Opslaan
pl: Zapisz
pt: Salvar
ru: СОХРАНИТЬ
sk: Uložiť
sr: Sačuvaj
sw: Hifadhi
tr: Kaydet

source: ADAMS Notifications
am: ADAMS ማሳወቂያዎች
ar: إخطارات آدمز
az: ADAMS bildirişləri
bg: ADAMS Известия
es: Notificaciones de ADAMS
et: ADAMS-i teatised
fa_ir: نوتیفیکیشن های ADAMS
fi: ADAMS Testikutsut
fr: Notifications ADAMS
ko: ADAMS 알림
lv: ADAMS paziņojumi
nl: ADAMS-meldingen
pl: Powiadomienia systemu ADAMS
pt: Notificações ADAMS
ru: Уведомления ADAMS
sk: Upozornenia ADAMS
sr: ADAMS obaveštenja
sw: Arifa za ADAMS
tr: ADAMS Bildirimleri

# sampleCollection_withBreak
source: Sample<br/>Collection
am: ናሙና<br/>ስብስብ
ar: عينة&lt;x xmlns= «urn:oasis:names:tc:xliff:document:1.2&quot; المعرف = «line_break» ctype= «lb» equiv-text=»<br/>br/«/&gt; المجموعة &lt; &gt;
az: Nümunə<br/>Kolleksiya
bg: вземане на проба<br/>
es: Muestra<br/>Recopilación
et: Näidis<br/>Kollektsioon
fa_ir: جمع آوری<br/>نمونه
fi: Näytteen<br/>otto
fr: Échantillon<br/>Collecte
ko: 시료<br/>채취
lv: Paraugs<br/>Kolekcija
nl: Staal<br/>afname
pl: Próbka<br/>Kolekcja
pt: Amostra<br/>Coleção
ru: Сбор Пробы<br/>
sk: Ukážka<br/>Zbierka
sr: <br/>Prikupljanje uzoraka
sw: Sampuli<br/>Mkusanyiko
tr: Örnek<br/>Alım

# proceduralInformation_withBreak
source: Procedural<br/>Information
am: የአሰራር ሂደት<br/>መረጃ
ar: معلومات<br/>اجرائية
az: Prosessual <br/> Məlumat
bg: Процедурна<br/> Информация
es: Procesal <br/> Información
et: Protseduuriline <br/> Teave
fa_ir: اطلاعات<br/>روند کار
fi: Testimenettelyn <br/> Tiedot
fr: Informations<br/> procédural
ko: 절차<br/> 정보
lv: Procedūras <br/> Informācija
nl: Informatie<br/>over de procedure
pl: Proceduralny <br/> Informacja
pt: <br/>Informações processuais
ru: Информация о<br/>процедуре
sk: Procedurálny <br/> Informácie
sr: Процедурални <br/> Информације
sw: Kitaratibu <br/> Habari
tr: Prosedürsel<br/>Bilgiler

# next_uppercase
source: NEXT
am: ቀጣይ
ar: التالي
az: Növbəti
bg: Следващ
es: SIGUIENTE
et: JÄRGMINE
fa_ir: بعد
fi: SEURAAVA
fr: SUIVANT
ko: 다음
lv: NĀKAMAIS
nl: Volgende
pl: Następny
pt: Próximo
ru: ДАЛЬШЕ
sk: Ďalšie
sr: Sledeće
sw: Ifuatayo
tr: Sonraki

# goToStepX
source: Go to step {{ activeStep + 1 }}:
am: ወደ ደረጃ ይሂዱ {{ activeStep + 1 }}:
ar: انتقل إلى الخطوة{{ activeStep + 1 }} :
az: addıma keçin{{ activeStep + 1 }} :
bg: Отидете на стъпка {{ activeStep + 1 }}:
es: Ir al paso {{ activeStep + 1 }}:
et: Mine sammu juurde{{ activeStep + 1 }} :
fa_ir: برو به مرحله{{ activeStep + 1 }} :
fi: Siirry vaiheeseen{{ activeStep + 1 }} :
fr: Aller à l’étape {{ activeStep + 1 }}:
ko: {{ activeStep + 1 }} 단계로 이동:
lv: Iet uz soli{{ activeStep + 1 }} :
nl: Ga naar stap {{ activeStep + 1 }}:
pl: Przejdź do kroku{{ activeStep + 1 }} :
pt: Vá para a etapa{{ activeStep + 1 }} :
ru: Перейти к шагу {{ activeStep + 1 }}:
sk: Prejdite na krok{{ activeStep + 1 }} :
sr: Идите на корак{{ activeStep + 1 }} :
sw: Nenda kwa hatua{{ activeStep + 1 }} :
tr: Adıma git{{ activeStep + 1 }} :

source: Sample Collection
am: የናሙና ስብስብ
ar: جمع العينات
az: Nümunə Kolleksiyası
bg: Колекция от проби
es: Recolección de muestras
et: Näidiskogu
fa_ir: جمع آوری نمونه
fi: Näytteenotto
fr: Prélèvement d'échantillons
ko: 시료 채취
lv: Paraugu kolekcija
nl: Voorbeeldverzameling
pl: Kolekcja próbek
pt: Coleta de amostras
ru: Сбор проб
sk: Zbierka vzoriek
sr: Prikupljanje uzoraka
sw: Mkusanyiko wa Sampuli
tr: Örnek Alımı

source: Procedural Information
am: የሥርዓት መረጃ
ar: المعلومات الإجرائية
az: Prosedur məlumatı
bg: Процедурна информация
es: Información de procedimiento
et: Menetlusteave
fa_ir: اطلاعات رویه ای
fi: Testimenettelyn tiedot
fr: Information procédural
ko: 절차 정보
lv: Procedūras informācija
nl: Procedurele informatie
pl: Informacje proceduralne
pt: Informação Processual
ru: Информация по процедуре
sk: Procesné informácie
sr: Процедуралне информације
sw: Taarifa za Kiutaratibu
tr: Prosedür Bilgileri

source: Go to View
am: ወደ እይታ ይሂዱ
ar: اذهب إلى عرض
az: Baxışa keçin
bg: Отидете да прегледате
es: Ir a Vista
et: Avage vaade
fa_ir: به View بروید
fi: Siirry Näytä-kohtaan
fr: Passer à la Vue
ko: 보기로 이동
lv: Dodieties uz Skatīt
nl: Ga naar View
pl: Przejdź do podglądu
pt: Vá para ver
ru: Перейти к просмотру
sk: Prejdite na položku Zobraziť
sr: Идите на Виев
sw: Nenda kwa Tazama
tr: Görünüme Git

# cancelCreationDopingControlFormConfirmation
source: Are you sure you want to cancel creation of this Doping Control Form?
am: እርግጠኛ ነዎት ይህን የዶፒንግ መቆጣጠሪያ ቅጽ መፍጠር መሰረዝ ይፈልጋሉ?
ar: هل أنت متأكد أنك تريد إلغاء إنشاء نموذج مراقبة المنشطات هذا؟
az: Bu Dopinq Nəzarəti Formasının yaradılmasını ləğv etmək istədiyinizə əminsiniz?
bg: Наистина ли искате да отмените създаването на този формуляр за допинг контрол?
es: ¿Está seguro de que quiere cancelar la creación de este Formulario de Control de Dopaje?
et: Kas olete kindel, et soovite selle dopingukontrolli vormi loomise tühistada?
fa_ir: آیا مطمئن هستید که می خواهید ایجاد این فرم کنترل دوپینگ را لغو کنید؟
fi: Haluatko varmasti peruuttaa tämän Dopingtestipöytäkirjan luomisen?
fr: Êtes-vous certain de que vouloir annuler la création de ce formulaire de contrôle?
ko: 이 도핑검사서 생성을 정말 취소하시겠습니까?
lv: Vai tiešām vēlaties atcelt šīs dopinga kontroles veidlapas izveidi?
nl: Weet u zeker dat u het aanmaken van dit dopingcontroleformulier wilt annuleren?
pl: Czy na pewno chcesz anulować tworzenie tego polecenia kontroli antydopingowej?
pt: Tem certeza de que deseja cancelar a criação deste Formulário de Controle de Doping?
ru: Вы уверены, что хотите отменить создание этого протокола допинг-контроля?
sk: Naozaj chcete zrušiť vytváranie tohto formulára dopingovej kontroly?
sr: Да ли сте сигурни да желите да откажете стварање овог обрасца за контролу допинга?
sw: Je, una uhakika unataka kughairi uundaji wa Fomu hii ya Kudhibiti Dawa za Kuongeza Nguvu?
tr: Bu Doping Kontrol Formunun oluşturulmasını iptal etmek istediğinizden emin misiniz?

# cancelYourChangesConfirmation
source: Are you sure you want to cancel your changes?
am: እርግጠኛ ነዎት ለውጦችዎን መሰረዝ ይፈልጋሉ?
ar: هل أنت متأكد أنك تريد إلغاء تغييراتك؟
az: Dəyişikliklərinizi ləğv etmək istədiyinizə əminsiniz?
bg: Наистина ли искате да отмените промените си?
es: ¿Estás seguro de que quieres cancelar tus cambios?
et: Kas soovite kindlasti muudatused tühistada?
fa_ir: آیا مطمئن هستید که می خواهید تغییرات خود را لغو کنید؟
fi: Haluatko varmasti peruuttaa tekemäsi muutokset?
fr: Êtes-vous certain de que vouloir annuler vos modifications?
ko: 변경사항을 정말 취소하시겠습니까?
lv: Vai tiešām vēlaties atcelt izmaiņas?
nl: Weet u zeker dat u uw wijzigingen wilt annuleren?
pl: Czy na pewno chcesz anulować zmiany?
pt: Tem certeza que deseja cancelar suas alterações?
ru: Вы уверены, что хотите отменить свои изменения?
sk: Naozaj chcete zrušiť svoje zmeny?
sr: Да ли сте сигурни да желите да откажете промене?
sw: Je, una uhakika unataka kughairi mabadiliko yako?
tr: Değişikliklerinizi iptal etmek istediğinizden emin misiniz?

# allDataEnteredWillBeLost
source: All data you have entered will be lost.
am: ያስገቡት ሁሉም ውሂብ ይጠፋል።
ar: ستفقد جميع البيانات التي أدخلتها.
az: Daxil etdiyiniz bütün məlumatlar itiriləcək.
bg: Всички въведени от вас данни ще бъдат загубени.
es: Todos los datos que ha introducido se perderán.
et: Kõik sisestatud andmed lähevad kaduma.
fa_ir: تمام داده هایی که وارد کرده اید از بین خواهند رفت.
fi: Kaikki antamasi tiedot menetetään.
fr: Toutes les données que vous avez saisies seront perdues.
ko: 입력한 모든 데이터가 손실됩니다.
lv: Visi ievadītie dati tiks zaudēti.
nl: Alle gegevens die u heeft ingevoerd, gaan verloren.
pl: Wszystkie wprowadzone dane zostaną utracone.
pt: Todos os dados que você inseriu serão perdidos.
ru: Все введенные вами данные будут потеряны.
sk: Všetky údaje, ktoré ste zadali, budú stratené.
sr: Сви подаци које сте унели биће изгубљени.
sw: Data yote uliyoingiza itapotea.
tr: Girdiğiniz tüm veriler kaybolacak.

# dcfWillRevertBack
source: The DCF will revert back to its last saved form.
am: DCF ወደ መጨረሻው የተቀመጠ ቅጽ ይመለሳል።
ar: سيعود DCF إلى آخر شكل محفوظ.
az: DCF son saxlanmış formasına qayıdacaq.
bg: ФДК ще се върне към последната запазена форма.
es: El DCF volverá a su última forma guardada.
et: DCF naaseb tagasi oma viimase salvestatud vormi juurde.
fa_ir: DCF به آخرین شکل ذخیره شده خود برمی گردد.
fi: DCF palautuu viimeksi tallennettuun muotoon.
fr: Le FCD reviendra à sa dernière version sauvegardée.
ko: DCF가 마지막으로 저장된 양식으로 되돌아갑니다.
lv: DCF atgriezīsies pēdējā saglabātajā formā.
nl: De DCF keert terug naar de laatst opgeslagen vorm.
pl: DCF powróci do swojej ostatniej zapisanej postaci.
pt: O DCF voltará à sua última forma salva.
ru: DCF вернется к своей последней сохраненной форме.
sk: DCF sa vráti späť do svojej poslednej uloženej formy.
sr: ДЦФ ће се вратити на свој последњи сачувани образац.
sw: DCF itarejesha kwenye fomu yake ya mwisho iliyohifadhiwa.
tr: DCF, kaydedilen son haline geri dönecektir.

# youAreAboutToLeave
source: You are about to leave this page.
am: ይህን ገጽ ሊለቁ ነው።
ar: أنت على وشك ترك هذه الصفحة
az: Siz bu səhifəni tərk etmək üzrəsiniz.
bg: На път сте да напуснете тази страница.
es: Estás a punto de salir de esta página.
et: Olete lahkumas sellelt lehelt.
fa_ir: شما در حال ترک این صفحه هستید.
fi: Olet poistumassa tältä sivulta.
fr: Vous êtes sur le point de quitter cette page.
ko: 귀하는 이 페이지를 떠나려고 합니다.
lv: Jūs gatavojaties pamest šo lapu.
nl: U staat op het punt deze pagina te verlaten.
pl: Za chwilę opuścisz tę stronę.
pt: Você está prestes a sair desta página.
ru: Вы собираетесь покинуть эту страницу.
sk: Chystáte sa opustiť túto stránku.
sr: Napustite ovu stranicu.
sw: Unakaribia kuondoka kwenye ukurasa huu.
tr: Bu sayfayı terk etmek üzeresiniz.

source: Create DCF
am: ዲሲኤፍ ይፍጠሩ
ar: إنشاء نموذج للتحكم في تعاطي المنشطات (DCF)
az: DCF yaradın
bg: Създайте Формуляр за допингов контрол
es: Crear FCD
et: Looge DCF
fa_ir: DCF ایجاد کنید
fi: Luo dopingtestipöytäkirja
fr: Créer un FCD
ko: DCF를 생성하시오
lv: Izveidojiet DCF
nl: Creëer DCF
pl: Utwórz protokół kontroli antydopingowej (DCF)
pt: Criar FCD
ru: Создание Протокола допинг-контроля
sk: Vytvorte DCF
sr: napravi doping formular
sw: Unda DCF
tr: Doping Kontrol Formu oluşturun

source: Create Multiple DCFs
am: በርካታ DCF ፍጠር
ar: إنشاء عدة DCFs
az: Çoxlu DCF yaradın
bg: Създайте множество ФДК
es: Crear múltiples DCF
et: Looge mitu DCF-i
fa_ir: چندین DCF ایجاد کنید
fi: Luo useita Dopingtyestipöytäkirjoja
fr: Créer plusieurs FCD
ko: 복수의 DCF 만들기
lv: Izveidojiet vairākus DCF
nl: Maak meerdere DCF's
pl: Utwórz wiele DCF
pt: Crie vários DCFs
ru: Создать несколько DCF
sk: Vytvorte viacero DCF
sr: Направите више ДЦФ-ова
sw: Unda DCF nyingi
tr: Birden Çok DCF Oluşturun

source: Edit DCF
am: DCF አርትዕ
ar: تحرير DCF
az: DCF-ni redaktə edin
bg: Редактиране на ФДК
es: Editar DCF
et: Redigeeri DCF-i
fa_ir: DCF را ویرایش کنید
fi: Muokkaa DCF
fr: Modifier le FCD
ko: DCF 편집
lv: Rediģēt DCF
nl: Bewerk DCF
pl: Edytuj DCF
pt: Editar DCF
ru: Редактировать DCF
sk: Upraviť DCF
sr: Uredi DCF
sw: Badilisha DCF
tr: DCF'yi Düzenle
