Repository: NandhineeR/WADA
Catalog: wada-ama-testcenter-web-57718053929f/wada-ama-testcenter-web-57718053929f/src/i18n/messages.*.xlf
Languages: am, ar, az, bg, es, et, fa_ir, fi, fr, ko, lv, nl, pl, pt, ru, sk, sr, sw, tr

# athleteHadTrainingLastTwoHours_bpInput
source: <span ngClass="label-not-bold">Has the athlete had a</span> training <span ngClass="label-not-bold">session or</span> competition in the past two hours?
am: <span ngClass="label-not-bold">አትሌቱ ሀ</span> ስልጠና <span ngClass="label-not-bold">ክፍለ ጊዜ ወይም</span> ባለፉት ሁለት ሰዓታት ውስጥ ውድድር?
ar: <span ngClass="label-not-bold">هل قام الرياضي ب</span> جلسة تدريبية <span ngClass="label-not-bold">أو</span> تنافس في الساعتين الماضيتين ؟
az: <span ngClass="label-not-bold"> İdmançıda varmı? </span> təlim <span ngClass="label-not-bold"> sessiya və ya </span> son iki saatda rəqabət?
bg: <span ngClass="label-not-bold"> Спортистът имал ли е </span> тренировъчна <span ngClass="label-not-bold"> сесия или </span> състезание през последните два часа?
es: <span ngClass="label-not-bold"> ¿Ha tenido el atleta un </span> capacitación <span ngClass="label-not-bold"> sesión o </span> competencia en las últimas dos horas?
et: <span ngClass="label-not-bold"> Kas sportlasel on olnud a </span> koolitust <span ngClass="label-not-bold"> seanss või </span> võistlus viimase kahe tunni jooksul?
fa_ir: <span ngClass="label-not-bold"> آیا ورزشکار دارای یک </span> آموزش <span ngClass="label-not-bold"> جلسه یا </span> رقابت در دو ساعت گذشته؟
fi: <span ngClass="label-not-bold"> Onko urheilija </span> harjoitellut <span ngClass="label-not-bold"> tai kilpaillut </span> kahden viimeksi kuluneen tunnin aikana?
fr: <span ngClass="label-not-bold">Le sportif a-t-il participé à </span> une séance <span ngClass="label-not-bold">d’entraînement ou à </span> une compétition au cours des deux dernières heures?
ko: <span ngClass="label-not-bold">선수는 </span> 지난 2시간 내 <span ngClass="label-not-bold">훈련 </span> 또는 경기에 참가했습니까?
lv: <span ngClass="label-not-bold"> Vai sportistam ir bijis a </span> apmācību <span ngClass="label-not-bold"> sesija vai </span> sacensībām pēdējo divu stundu laikā?
nl: <span ngClass="label-not-bold">Heeft de atleet een</span> opleiding <span ngClass="label-not-bold">sessie of</span> concurrentie in de afgelopen twee uur?
pl: <span ngClass="label-not-bold"> Czy sportowiec miał </span> trening <span ngClass="label-not-bold"> sesja lub </span> konkurencja w ciągu ostatnich dwóch godzin?
pt: <span ngClass="label-not-bold">O atleta teve uma </span> sessão de<span ngClass="label-not-bold"> treinamento ou</span> competição nas últimas duas horas?
ru: <span ngClass="label-not-bold"> Спортсмен участвовал в </span> тренировочной <span ngClass="label-not-bold"> сессии или </span> соревнованиях за последние два часа?
sk: <span ngClass="label-not-bold"> Má športovec a </span> školenia <span ngClass="label-not-bold"> relácia resp </span> súťaž za posledné dve hodiny?
sr: <span ngClass="label-not-bold"> Да ли је спортиста имао </span> обука <span ngClass="label-not-bold"> седница или </span> такмичење у протекла два сата?
sw: <span ngClass="label-not-bold"> Je, mwanariadha alikuwa na </span> mafunzo <span ngClass="label-not-bold"> kikao au </span> ushindani katika saa mbili zilizopita?
tr: <span ngClass="label-not-bold">Sporcu son iki saat içinde</span> <span ngClass="label-not-bold">antrenman veya</span> yarışma yaptı mı?

# trainingSessionOrCompetitionType
source: Type of training session or competition
am: የሥልጠና ክፍለ ጊዜ ወይም ውድድር ዓይነት
ar: نوع جلسة التدريب او المنافسة
az: Məşq sessiyası və ya yarış növü
bg: Вид тренировка или състезание
es: Tipo de sesión de entrenamiento o competición
et: Treeningu või võistluse tüüp
fa_ir: نوع جلسه تمرینی یا مسابقه
fi: Harjoituksen tai kilpailun tyyppi
fr: Type d’entraînement ou de compétition
ko: 훈련 또는 경기 종류
lv: Treniņa vai sacensību veids
nl: Type van trainingssessie of wedstrijd
pl: Rodzaj treningu lub zawodów
pt: Tipo de sessão de treinamento ou competição
ru: Вид тренировочной сессии или соревнования
sk: Druh tréningu alebo súťaže
sr: vrsta treninga ili takmičenja
sw: Aina ya kikao cha mafunzo au mashindano
tr: Antrenman ya da müsabaka türü

# athleteTrainedAtAltitudeGreaterThan1500M_bpInput
source: <span ngClass="label-not-bold">Has the athlete trained, competed or resided at an</span> altitude greater than 1500 meters <span ngClass="label-not-bold">within the previous two weeks?</span>
am: <span ngClass="label-not-bold">አትሌቱ ሠልጥኗል፣ ተወዳድሯል ወይም በኤ</span> ከ 1500 ሜትር በላይ ከፍታ <span ngClass="label-not-bold">ባለፉት ሁለት ሳምንታት ውስጥ?</span>
ar: <span ngClass="label-not-bold">قام بتدريب الرياضي أو تنافسه أو وضعه على ارتفاع</span> أكبر من 1500 متر <span ngClass="label-not-bold">خلال الأسبوعين السابقين ؟</span>
az: <span ngClass="label-not-bold"> İdmançı məşq edibmi, yarışıbmı və ya orada yaşayıbmı </span> 1500 metrdən çox yüksəklik <span ngClass="label-not-bold"> əvvəlki iki həftə ərzində? </span>
bg: <span ngClass="label-not-bold">Тренирал, състезавал или пребивавал ли е спортистът на </span> надморска височина по-голяма от 1500 метра <span ngClass="label-not-bold"> през изминалите две седмици? </span>
es: <span ngClass="label-not-bold"> ¿El atleta ha entrenado, competido o residido en un </span> altitud superior a 1500 metros <span ngClass="label-not-bold"> dentro de las dos semanas anteriores? </span>
et: <span ngClass="label-not-bold"> Kas sportlane on treeninud, võistelnud või elanud </span> kõrgus üle 1500 meetri <span ngClass="label-not-bold"> viimase kahe nädala jooksul? </span>
fa_ir: <span ngClass="label-not-bold"> آیا ورزشکار تمرین کرده، مسابقه داده یا در یک محل اقامت داشته است </span> ارتفاع بیش از 1500 متر <span ngClass="label-not-bold"> در دو هفته قبل؟ </span>
fi: <span ngClass="label-not-bold"> Onko urheilija harjoitellut, kilpaillut tai oleskellut </span> yli 1500 metrin korkeudessa <span ngClass="label-not-bold"> kahden viimeksi kuluneen viikon aikana? </span>
fr: <span ngClass="label-not-bold">Le sportif a-t-il participé à une séance d’entraînement ou à une compétition, ou a-t-il séjourné dans un lieu se trouvant à </span>une altitude supérieure à 1500 mètres <span ngClass="label-not-bold">au cours des deux dernières semaines </span>
ko: <span ngClass="label-not-bold">선수는 지난 2주 내</span>1500 미터보다 높은 고도에서 <span ngClass="label-not-bold">훈련, 경기 또는 거주한 적이 있습니까?</span>
lv: <span ngClass="label-not-bold"> Vai sportists ir trenējies, sacenties vai dzīvojis </span> augstums pārsniedz 1500 metrus <span ngClass="label-not-bold"> iepriekšējo divu nedēļu laikā? </span>
nl: <span ngClass="label-not-bold">Heeft de atleet getraind, deelgenomen aan of verbleven in een</span> hoogte groter dan 1500 meter <span ngClass="label-not-bold">in de afgelopen twee weken?</span>
pl: <span ngClass="label-not-bold"> Czy sportowiec trenował, startował lub przebywał na </span> wysokość większa niż 1500 metrów <span ngClass="label-not-bold"> w ciągu ostatnich dwóch tygodni? </span>
pt: <span ngClass="label-not-bold">O atleta treinou, competiu ou residiu a uma</span> altitude superior a 1500 <span ngClass="label-not-bold">metros nas duas semanas anteriores? </span>
ru: <span ngClass="label-not-bold"> Спортсмен тренировался, участвовал в соревнованиях или проживал на </span> высоте более 1500 метров <span ngClass="label-not-bold"> в течение предыдущих двух недель? </span>
sk: <span ngClass="label-not-bold"> Športovec trénoval, súťažil alebo býval v </span> nadmorskej výške viac ako 1500 metrov <span ngClass="label-not-bold"> počas predchádzajúcich dvoch týždňov? </span>
sr: <span ngClass="label-not-bold"> Да ли је спортиста тренирао, такмичио се или боравио у </span> надморске висине веће од 1500 метара <span ngClass="label-not-bold"> у претходне две недеље? </span>
sw: <span ngClass="label-not-bold"> Je, mwanariadha amefanya mazoezi, kushindana au kukaa kwenye uwanja wa michezo </span> urefu wa zaidi ya mita 1500 <span ngClass="label-not-bold"> ndani ya wiki mbili zilizopita? </span>
tr: <span ngClass="label-not-bold">Sporcu, önceki iki hafta </span>içinde 1500 metreden daha büyük bir<span ngClass="label-not-bold"> yükseklikte eğitildi, yarıştı veya ikamet etti mi? </span>

source: Name and Location
am: ስም እና ቦታ
ar: الاسم والموقع
az: Ad və yer
bg: Наименование и местоположение
es: Nombre y ubicación
et: Nimi ja asukoht
fa_ir: نام و مکان
fi: Nimi ja sijainti
fr: Nom et lieu
ko: 이름 및 위치
lv: Vārds un atrašanās vieta
nl: Naam en locatie
pl: Nazwisko i lokalizacja
pt: Nome e local
ru: Название и место
sk: Názov a miesto
sr: ime i lokacija
sw: Jina na Mahali
tr: İsim ve konumu

source: Altitude (m)
am: ከፍታ (ሜ)
ar: الارتفاع (م)
az: Hündürlük (m)
bg: Надморска височина (m)
es: Altitud(m)
et: Kõrgus (m)
fa_ir: ارتفاع (متر)
fi: Korkeus (m)
ko: 고도(m)
lv: Augstums (m)
nl: Hoogte (m)
pl: Wysokość (m)
ru: Высота (м)
sk: Nadmorská výška (m)
sr: nadmorska visina (m)
sw: Mwinuko (m)
tr: Yükselti (m)

source: From
am: ከ
ar: نموذج
az: Dən
bg: От
es: De
et: Alates
fa_ir: از جانب
fi: Alkaen
fr: De
lv: No
nl: Van
pl: Od
pt: De
ru: Из
sk: od / z
sr: iz
sw: Kutoka
tr: den itibaren

source: To
am: ወደ
ar: إلى
az: Üçün
bg: До
es: Hasta
fa_ir: به
fi: asti
fr: À
lv: Uz
nl: naar
pl: Do
pt: para
ru: До
sk: do / k
sr: za/do
sw: hadi

# stayDuration
source: Duration of Stay
am: የቆይታ ጊዜ
ar: مدة الإقامة
az: Qalma müddəti
bg: Времетраене на престоя
es: Duración de la estancia
et: Viibimise aeg
fa_ir: مدت اقامت
fi: Oleskelun kesto
fr: Durée du séjour
ko: 체류 기간
lv: Uzturēšanās ilgums
nl: Duur van verblijf
pl: Czas pobytu
pt: Duração da estadia
ru: Продолжительность пребывания
sk: Dĺžka pobytu
sr: Trajanje boravka
sw: Muda wa Kukaa
tr: İkamet süresi

# xDay
source: {{duration}} day
am: {{duration}} ቀን
ar: {{duration}}يوم
az: {{duration}}gün
bg: {{duration}} ден
es: {{duration}} día
et: {{duration}}päeval
fa_ir: {{duration}}روز
fi: {{duration}}päivä
ko: {{duration}}일
lv: {{duration}}diena
nl: {{duration}} dag
pl: {{duration}}dzień
pt: {{duration}}dia
ru: {{duration}} день
sk: {{duration}}deň
sr: {{duration}}дан
sw: {{duration}}siku
tr: {{duration}}gün

# xDays
source: {{duration}} days
am: {{duration}} ቀናት
ar: {{duration}}أيام
az: {{duration}}günlər
bg: {{duration}} дни
es: {{duration}} días
et: {{duration}}päeva
fa_ir: {{duration}}روزها
fi: {{duration}}päivää
ko: {{duration}}일
lv: {{duration}}dienas
nl: {{duration}} dagen
pl: {{duration}}dni
pt: {{duration}}dias
ru: {{duration}} дн.
sk: {{duration}}dni
sr: {{duration}}дана
sw: {{duration}}siku
tr: {{duration}}günler

# athleteUsedAltitudeSimulation_bpInput
source: <span ngClass="label-not-bold">Has the athlete used any form of</span> altitude simulation, <span ngClass="label-not-bold">such as a hypoxic tent, mask, etc during the</span> previous two weeks?
am: <span ngClass="label-not-bold">አትሌቱ ማንኛውንም አይነት ተጠቅሟል</span> ከፍታ ማስመሰል ፣ <span ngClass="label-not-bold">እንደ ሃይፖክሲክ ድንኳን, ጭምብል, ወዘተ በ ውስጥ</span> ያለፉት ሁለት ሳምንታት?
ar: <span ngClass="label-not-bold">هل قام الرياضي باستخدام أي شكل من أشكال محاكاة الارتفاعات</span> ، <span ngClass="label-not-bold">مثل الخيمة أو الحجب أو غيرها أثناء</span> الأسبوعين السابقين ؟
az: <span ngClass="label-not-bold"> İdmançı hər hansı formada istifadə edib </span> hündürlük simulyasiyası, <span ngClass="label-not-bold"> zamanı hipoksik çadır, maska və s </span> əvvəlki iki həftə?
bg: <span ngClass="label-not-bold">Спортистът използвал ли е някаква форма на</span> височинна симулация, <span ngClass="label-not-bold"> като хипоксична палатка, маска и др. през </span> изминалите две седмици?
es: <span ngClass="label-not-bold"> ¿Ha utilizado el atleta alguna forma de </span> simulación de altitud, <span ngClass="label-not-bold"> como una carpa hipóxica, máscara, etc.durante el </span> dos semanas anteriores?
et: <span ngClass="label-not-bold"> Kas sportlane on kasutanud mis tahes vormi </span> kõrguse simulatsioon, <span ngClass="label-not-bold"> nagu hüpoksiline telk, mask jne </span> kaks eelmist nädalat?
fa_ir: <span ngClass="label-not-bold"> آیا ورزشکار از هر شکلی استفاده کرده است </span> شبیه سازی ارتفاع، <span ngClass="label-not-bold"> مانند چادر هیپوکسیک، ماسک، و غیره در طول </span> دو هفته قبل؟
fi: <span ngClass="label-not-bold"> Onko urheilija käyttänyt </span> korkeussimulointimenetelmiä <span ngClass="label-not-bold"> esimerkiksi alppitelttaa, naamaria tms </span> kahden viimeksi kuluneen viikon aikana?
fr: <span ngClass="label-not-bold">Le sportif a-t-il eu recours à un quelconque</span> dispositif de simulation d’altitude, <span ngClass="label-not-bold">notamment une tente ou un masque hypoxique,</span> au cours des deux dernières semaines?
ko: <span ngClass="label-not-bold">선수는 지난 2주 동안 </span> 저산소 텐트, 마스크 등 <span ngClass="label-not-bold">고도 시뮬레이션을 위한 </span> 장비를 사용한 적이 있습니까?
lv: <span ngClass="label-not-bold"> Vai sportists ir izmantojis jebkādu veidu </span> augstuma simulācija, <span ngClass="label-not-bold"> piemēram, hipoksiskā telts, maska utt </span> iepriekšējās divas nedēļas?
nl: <span ngClass="label-not-bold">Heeft de atleet enige vorm van gebruikt</span> hoogte simulatie, <span ngClass="label-not-bold">zoals een hypoxische tent, masker, enz. tijdens de</span> vorige twee weken?
pl: <span ngClass="label-not-bold"> Czy sportowiec użył jakiejkolwiek formy </span> symulacja wysokości, <span ngClass="label-not-bold"> takie jak namiot hipoksyczny, maska itp. podczas </span> poprzednie dwa tygodnie?
pt: <span ngClass="label-not-bold">O atleta usou qualquer forma de simulação de</span> altitude, <span ngClass="label-not-bold">como uma tenda hipóxica, máscara, etc durante as duas semanas</span> anteriores?
ru: <span ngClass="label-not-bold"> Спортсмен использовал какие-либо формы </span> симуляция высоты, <span ngClass="label-not-bold"> например, гипоксическую палатку, маску и т.д. в течение </span> предыдущих двух недель?
sk: <span ngClass="label-not-bold"> Použil športovec akúkoľvek formu </span> simulácia nadmorskej výšky, <span ngClass="label-not-bold"> hypoxický stan, maska atď </span> predchádzajúce dva týždne?
sr: <span ngClass="label-not-bold"> Да ли је спортиста користио било који облик </span> симулација надморске висине, <span ngClass="label-not-bold"> као што су хипоксични шатор, маска итд. током </span> претходне две недеље?
sw: <span ngClass="label-not-bold"> Je, mwanariadha ametumia aina yoyote ya </span> mwigo wa urefu, <span ngClass="label-not-bold"> kama vile hema hypoxic, mask, nk wakati wa </span> wiki mbili zilizopita?
tr: <span ngClass="label-not-bold">Atlet,</span> önceki iki hafta boyunca hipoksisli çadır, <span ngClass="label-not-bold">maske vb. Gibi herhangi bir</span> yükseklik simülasyonu kullandı mı?

# deviceType
source: Type of Device
am: የመሳሪያ ዓይነት
ar: نوع الجهاز
az: Cihazın növü
bg: Вид на устройството
es: Tipo de dispositivo
et: Seadme tüüp
fa_ir: نوع دستگاه
fi: Käytetty laite
fr: Type de dispositif
ko: 장비 종류
lv: Ierīces veids
nl: Type apparaat
pl: Typ urządzenia
pt: Tipo de aparato
ru: Вид оборудования
sk: Typ zariadenia
sr: vrsta uređaja
sw: Aina ya Kifaa
tr: Aygıt türü

# useManner
source: Manner of use (frequency, duration, intensity, etc)
am: የአጠቃቀም መመሪያ (ድግግሞሽ ፣ ቆይታ ፣ ጥንካሬ ፣ ወዘተ)
ar: طريقة الاستخدام (التكرار
az: İstifadəsi (tezliyi, müddəti, intensivliyi və s.)
bg: Начин на употреба (честота, продължителност, интензивност и т.н.)
es: Forma de uso (frecuencia, duración, intensidad, etc.)
et: Kasutamise viis (sagedus, kestus, intensiivsus jne)
fa_ir: نحوه استفاده (تکرار، مدت، شدت و غیره)
fi: Käyttötapa (käyttökertojen tiheys, kesto, voimakkuus jne.)
fr: Contexte de l’utilisation (fréquence, durée, intensité, etc.)
ko: 사용방법(빈도, 기간, 강도 )
lv: Lietošanas veids (biežums, ilgums, intensitāte utt.)
nl: Wijze van gebruik (frequentie, duur, intensiteit, etc)
pl: Sposób użycia (częstotliwość, czas trwania, intensywność, etc)
pt: Forma de uso (frequência, duração, intensidade, etc)
ru: Способ применения (периодичность, длительность, интенсивность и т.д.)
sk: Spôsob použitia (frekvencia, trvanie, intenzita atď.)
sr: Način upotrebe (učestalost, trajanje, intenzitet, itd)
sw: Njia ya matumizi (masafa, muda, nguvu, nk)
tr: Kullanım şekli (sıklığı, süresi, yoğunluğu vb.)

# athleteDonatedBloodLossOrLostBlood_bpInput
source: <span ngClass="label-not-bold">Has the athlete</span> donated blood or lost blood <span ngClass="label-not-bold">as a result of medical or emergency condition during the</span> previous three months?
am: <span ngClass="label-not-bold">አትሌቱ አለው።</span> ደም የተለገሰ ወይም የጠፋ ደም <span ngClass="label-not-bold">በሕክምና ወይም በድንገተኛ ሁኔታ ምክንያት</span> ያለፉት ሶስት ወራት?
ar: <span ngClass="label-not-bold">هل قام الرياضي</span> بالتبرع بالدم أو بالدم المفقود <span ngClass="label-not-bold">كنتيجة لحالة طبية أو طارئة أثناء</span> الأشهر الثلاثة السابقة ؟
az: <span ngClass="label-not-bold"> İdmançı var </span> qan vermiş və ya itirmiş qan <span ngClass="label-not-bold"> zamanı tibbi və ya fövqəladə vəziyyət nəticəsində </span> əvvəlki üç ay?
bg: <span ngClass="label-not-bold"> Спортистът </span> дарявал ли е кръв или има загуба на кръв <span ngClass="label-not-bold">в резултат на медицинско или спешно състояние през изминалите</span> три месеца?
es: <span ngClass="label-not-bold"> Tiene el atleta </span> sangre donada o sangre perdida <span ngClass="label-not-bold"> como resultado de una condición médica o de emergencia durante el </span> tres meses anteriores?
et: <span ngClass="label-not-bold"> Omab sportlast </span> annetanud verd või kaotanud verd <span ngClass="label-not-bold"> meditsiinilise või erakorralise seisundi tagajärjel </span> eelmised kolm kuud?
fa_ir: <span ngClass="label-not-bold"> ورزشکار را دارد </span> خون اهدا کرده یا خون از دست رفته <span ngClass="label-not-bold"> در نتیجه شرایط پزشکی یا اورژانسی در طول </span> سه ماه قبل؟
fi: <span ngClass="label-not-bold"> Onko urheilija </span> luovuttanut verta tai menettänyt verta <span ngClass="label-not-bold"> lääketieteellisen tai kiireellistä hoitoa vaativan tilan vuoksi </span> kolmen viimeksi kuluneen kuukauden aikana?
fr: <span ngClass="label-not-bold">Le sportif</span> a-t-il effectué un don de sang ou perdu du sang <span ngClass="label-not-bold">suite à de troubles médicaux ou une situation d'urgence </span> au cours des trois derniers mois?
ko: <span ngClass="label-not-bold">선수는 </span> 지난 3개월 동안 <span ngClass="label-not-bold">의료 또는 응급 상황으로 인해 </span> 헌혈하거나 출혈한 적이 있습니까?
lv: <span ngClass="label-not-bold"> Ir sportists </span> ziedotas asinis vai pazaudētas asinis <span ngClass="label-not-bold"> medicīniska vai ārkārtas stāvokļa rezultātā laikā </span> iepriekšējos trīs mēnešus?
nl: <span ngClass="label-not-bold">Heeft de atleet</span> gedoneerd bloed of verloren bloed <span ngClass="label-not-bold">als gevolg van een medische of noodtoestand tijdens de</span> vorige drie maanden?
pl: <span ngClass="label-not-bold"> Ma sportowca </span> oddana krew lub utracona krew <span ngClass="label-not-bold"> w wyniku stanu zdrowia lub nagłego wypadku podczas </span> poprzednie trzy miesiące?
pt: <span ngClass="label-not-bold">O atleta</span> doou sangue ou perdeu sangue <span ngClass="label-not-bold">como resultado de condição médica ou de emergência durante os três meses</span> anteriores?
ru: <span ngClass="label-not-bold"> Спортсмен </span> сдавал кровь или терял кровь <span ngClass="label-not-bold"> в результате медицинского состояния или несчастного случая в предыдущие </span> три месяца?
sk: <span ngClass="label-not-bold"> Má športovca </span> daroval krv alebo stratil krv <span ngClass="label-not-bold"> v dôsledku zdravotného alebo núdzového stavu počas </span> predchádzajúce tri mesiace?
sr: <span ngClass="label-not-bold"> Има спортисту </span> даровали крв или изгубили крв <span ngClass="label-not-bold"> као резултат медицинског или хитног стања током </span> претходна три месеца?
sw: <span ngClass="label-not-bold"> Ana mwanariadha </span> damu iliyotolewa au kupoteza damu <span ngClass="label-not-bold"> kama matokeo ya hali ya matibabu au dharura wakati wa </span> miezi mitatu iliyopita?
tr: <span ngClass="label-not-bold">Sporcu,</span> önceki üç ay içinde tıbbi veya acil durum <span ngClass="label-not-bold">sonucu kan</span> bağışladı mı ya da kan kaybetti?

source: When
am: መቼ
ar: متى
az: Nə vaxt
bg: Кога
es: Cuando (Cuándo)
et: Millal
fa_ir: چه زمانی
fi: Milloin
fr: Quand
ko: 언제
lv: Kad
nl: Wanneer
pl: Kiedy
pt: Quando
ru: Когда
sk: Kedy
sr: kada
sw: Lini
tr: Ne zaman

# bloodLossCause
source: Cause of the Blood Loss
am: የደም መፍሰስ መንስኤ
ar: سبب فقدان الدم
az: Qan itkisinin səbəbi
bg: Причина за загубата на кръв
es: Causa de la pérdida de sangre
et: Verekaotuse põhjus
fa_ir: علت از دست دادن خون
fi: Verenhukan syy
fr: Circonstances/ causes de la perte de sang
ko: 혈액 손실의 원인
lv: Asins zuduma cēlonis
nl: Oorzaak van het bloedverlies
pl: Przyczyna utraty krwi
pt: Causa da Perda de Sangue
ru: Причина потери крови
sk: Príčina straty krvi
sr: Узрок губитка крви
sw: Sababu ya Kupoteza Damu
tr: Kan Kaybının Nedeni

# estimatedBloodVolume
source: Estimated Volume of Blood (ml)
am: የሚገመተው የደም መጠን (ሚሊ)
ar: حجم الدم المقدر (مل)
az: Təxmini Qanın Həcmi (ml)
bg: Очакван обем на кръвта (ml)
es: Volumen estimado de sangre (ml)
et: Hinnanguline vere maht (ml)
fa_ir: حجم تخمینی خون (ml)
fi: Arvioitu verimäärä (ml)
fr: Volume de sang estimé
ko: 추정 혈액량 (ml)
lv: Paredzamais asins daudzums (ml)
nl: Geschat bloedvolume (ml)
pl: Szacunkowa objętość krwi (ml)
pt: Volume estimado de sangue (ml)
ru: Расчетный объем крови (мл)
sk: Odhadovaný objem krvi (ml)
sr: Процењена количина крви (мл)
sw: Kadirio la Kiasi cha Damu (ml)
tr: Tahmini Kan Hacmi (ml)
