Repository: NandhineeR/WADA
Catalog: wada-ama-testcenter-web-57718053929f/wada-ama-testcenter-web-57718053929f/src/i18n/messages.*.xlf
Languages: am, ar, az, bg, es, et, fa_ir, fi, fr, ko, lv, nl, pl, pt, ru, sk, sr, sw, tr

# followingAthletesInTestingOrderNeed
source: The following Athletes in the testing order need:
am: በሙከራ ቅደም ተከተል ውስጥ የሚከተሉት አትሌቶች ያስፈልጋቸዋል፡-
ar: وفيما يلي الرياضيون التالية في نظام الاختبار :
az: Test üçün aşağıdakı idmançılara ehtiyac var:
bg: Следните спортисти в заповедта за тестване се нуждаят от:
es: Los siguientes deportistas en la orden de misión necesitan:
et: Järgmised testimisjärjekorras olevad sportlased vajavad:
fa_ir: ورزشکاران زیر در ترتیب آزمون نیاز دارند:
fi: Seuraavat testimääräyksessä olevat urheilijat tarvitsevat:
fr: Les sportifs de l'ordre de mission ont besoin :
ko: 검사지시서에 다음과 같은 선수가 필요합니다:
lv: Tālāk norādītajiem sportistiem testu secībā ir nepieciešams:
nl: De volgende atleten in de testvolgorde hebben nodig:
pl: Następujący zawodnicy w kolejności kontroli potrzebują:
pt: Os seguintes atletas na ordem de teste precisam:
ru: Следующие спортсмены в Распоряжении на миссию должны:
sk: Nasledujúci športovci v testovacej objednávke potrebujú:
sr: Potrebno je sledeće sportiste po redosledu testiranja:
sw: Wanariadha wafuatao katika mpangilio wa majaribio wanahitaji:
tr: Test sırasında aşağıdaki Sporcuların ihtiyacı vardır:

# confirmFollowingValuesApplyOnAllAthletes
source: Confirm that the following values apply for all athletes you have selected.
am: የሚከተሉት እሴቶች ለሁሉም የመረጧቸው አትሌቶች እንደሚተገበሩ ያረጋግጡ።
ar: قم بتأكيد أن القيم التالية تنطبق على كل الرياضيين الذين قمت بتحديدهم.
az: Seçdiyiniz bütün idmançılar üçün aşağıdakı dəyərlərin tətbiq olunduğunu təsdiq edin.
bg: Потвърдете, че следните стойности важат за всички спортисти, които сте избрали.
es: Confirme que los siguientes valores se aplican a todos los atletas que ha seleccionado.
et: Veenduge, et järgmised väärtused kehtivad kõigi valitud sportlaste kohta.
fa_ir: تأیید کنید که مقادیر زیر برای همه ورزشکارانی که انتخاب کرده اید اعمال می شود.
fi: Vahvista, että seuraavat tiedot koskevat kaikkia valitsemiasi urheilijoita.
fr: Confirmez que les valeurs suivantes s'appliquent à tous les sportifs que vous avez sélectionnés.
ko: 선택한 모든 선수에 대해 다음 값이 적용되는지 확인하세요.
lv: Apstipriniet, ka tālāk norādītās vērtības attiecas uz visiem jūsu atlasītajiem sportistiem.
nl: Bevestig dat de volgende waarden gelden voor alle atleten die je hebt geselecteerd.
pl: Potwierdź, że poniższe wartości dotyczą wszystkich wybranych sportowców.
pt: Confirme se os seguintes valores se aplicam a todos os atletas que você selecionou.
ru: Подтвердите, что следующие значения применимы ко всем выбранным вами спортсменам.
sk: Potvrďte, že nasledujúce hodnoty platia pre všetkých športovcov, ktorých ste vybrali.
sr: Potvrdite da se sledeće vrednosti primenjuju za sve sportiste koje ste izabrali.
sw: Thibitisha kuwa maadili yafuatayo yanatumika kwa wanariadha wote uliowachagua.
tr: Seçtiğiniz tüm sporcular için aşağıdaki değerlerin geçerli olduğunu onaylayın.

# usingMultipleDcfsFormConfirmMessage
source: <span class="bold">If it doesn't apply to all, Cancel</span> and create a Doping Control Form manually for each of them. By using this form, <span class="bold">you acknowledge not filling optional fields.</span>
am: <span class="bold">ሁሉንም የማይመለከት ከሆነ ሰርዝ</span> እና ለእያንዳንዳቸው የዶፒንግ መቆጣጠሪያ ቅጽን በእጅ ይፍጠሩ። ይህንን ቅጽ በመጠቀም ፣ <span class="bold">አማራጭ መስኮችን አለመሙላቱን አምነዋል።</span>
ar: <span class="bold">اذا لم يتم تطبيقه على الكل ، قم بالغاء</span> وقم بتكوين نموذج تحكم للمنشطات يدويا لكل منهم. باستخدام هذا النموذج ، <span class="bold">تقوم باعلامك بعدم ملء المجالات الاختيارية.</span>
az: <span class="bold"> Hamıya aid deyilsə, Ləğv et </span> və onların hər biri üçün əl ilə Dopinq Nəzarəti Forması yaradın. Bu formadan istifadə etməklə, <span class="bold"> isteğe bağlı sahələri doldurmadığınızı qəbul edirsiniz. </span>
bg: <span class="bold">Ако не се отнася за всички, Отменете</span> и създайте ръчно Формуляр за допингов контрол за всеки от тях. Използвайки този формуляр, <span class="bold">потвърждавате, че не попълвате незадължителни полета.</span>
es: <span class="bold"> Si no se aplica a todos, Cancelar </span> y cree un formulario de control de dopaje manualmente para cada uno de ellos. Al usar este formulario, <span class="bold"> reconoce no completar los campos opcionales. </span>
et: <span class="bold"> Kui see ei kehti kõigi kohta, tühistage </span> ja koostage igaühe jaoks käsitsi dopingukontrolli vorm. Kasutades seda vormi, <span class="bold"> kinnitate, et ei täitnud valikulisi välju. </span>
fa_ir: <span class="bold"> اگر برای همه صدق نمی کند، لغو کنید </span> و یک فرم کنترل دوپینگ به صورت دستی برای هر یک از آنها ایجاد کنید. با استفاده از این فرم، <span class="bold"> شما تصدیق می کنید که فیلدهای اختیاری را پر نمی کنید. </span>
fi: <span class="bold">Jos se ei koske kaikkia, Peruuta</span> ja luo dopingtestipöytäkirja manuaalisesti jokaiselle niistä. Käyttämällä tätä lomaketta, <span class="bold">hyväksyt, että et täytä valinnaisia kenttiä.</span>
fr: <span class="bold">S'il ne s'applique pas à tous, annulez</span> et créez manuellement un formulaire de contrôle du dopage pour chacun d'entre eux. En utilisant ce formulaire, <span class="bold">vous reconnaissez ne pas remplir les champs facultatifs.</span>
ko: <span class="bold">모두에게 적용되지 않는 경우</span> 을(를) 취소하고 각각에 대해 도핑검사서를 수동으로 작성하세요. 이 양식을 사용하여 <span class="bold">선택 항목을 작성하지 않음을 확인합니다.</span>
lv: <span class="bold"> Ja tas neattiecas uz visiem, Atcelt </span> un katram no tiem manuāli izveidojiet dopinga kontroles veidlapu.Izmantojot šo veidlapu, <span class="bold"> jūs atzīstat, ka neesat aizpildījis neobligātos laukus. </span>
nl: <span class="bold">Als het niet voor iedereen geldt, druk op &quot;Annuleren&quot;</span> en maak voor elk van hen handmatig een dopingcontroleformulier aan. Door dit formulier te gebruiken, <span class="bold">erkent u dat u geen optionele velden invult.</span>
pl: <span class="bold">Jeśli nie dotyczy wszystkich, anuluj</span> i ręcznie utwórz formularz kontroli antydopingowej dla każdego z nich. Korzystając z tego formularza, <span class="bold">potwierdzasz niewypełnienie opcjonalnych pól.</span>
pt: <span class="bold">Se não se aplicar a todos, cancele</span> e crie um formulário de controle de doping manualmente para cada um deles. Ao usar este formulário, <span class="bold"> você reconhece não preencher campos opcionais. </span>
ru: <span class="bold">Если это не относится ко всем, Отмените</span> и вручную создайте Протокол допинг-контроля для каждого из них. Используя эту форму, <span class="bold">вы подтверждаете, что не заполняете необязательные поля.</span>
sk: <span class="bold"> Ak to neplatí pre všetkých, Zrušiť </span> a pre každého z nich manuálne vytvorte formulár dopingovej kontroly. Pomocou tohto formulára <span class="bold"> potvrdzujete, že ste nevyplnili voliteľné polia. </span>
sr: <span class="bold">Ako se to ne odnosi na sve, ručno </span> otkažite i kreirajte Obrazac za doping kontrolu za svakog od njih. Korišćenjem ovog obrasca <span class="bold"> potvrđujete da ne popunjavate opcionalna polja.</span>
sw: <span class="bold"> Ikiwa haitumiki kwa wote, Ghairi </span> na unda Fomu ya Kudhibiti Doping kwa mikono kwa kila mmoja wao. Kwa kutumia fomu hii, <span class="bold"> unakubali kutojaza sehemu za hiari. </span>
tr: <span class="bold">Hepsi için geçerli değilse, İptal edin</span> ve her biri için el ile bir Doping Denetim Formu oluşturun. Bu formu kullanarak, isteğe bağlı alanları <span class="bold">doldurmadığınızı kabul etmiş olursunuz. </span>

# notificationCountry
source: Country of Notification
am: የማሳወቂያ ሀገር
ar: بلد الإخطار
az: Bildiriş ölkəsi
bg: Страна на известяване
es: País de notificación
et: Teavitamise riik
fa_ir: کشور اطلاع رسانی
fi: Maa, jossa testikutsu esitetty
fr: Pays de notification
ko: 통지 국가
lv: Paziņojuma valsts
nl: Land van kennisgeving
pl: Kraj powiadomienia
pt: País de Notificação
ru: Страна уведомления
sk: Krajina oznámenia
sr: Земља обавештења
sw: Nchi ya Arifa
tr: Bildirim Ülkesi

# confirm_uppercase
source: CONFIRM
am: አረጋግጥ
ar: تأكيد
az: Təsdiq edin
bg: Потвърждаване
es: CONFIRMAR
et: KINNITAGE
fa_ir: تایید
fi: VAHVISTA
fr: Confirmer
ko: 확인
lv: APSTIPRINĀT
nl: Bevestig
pl: Potwierdź
pt: Confirmar
ru: ПОДВЕРДИТЬ
sk: Potvrdiť
sr: potvrđeno
sw: Thibitisha
tr: Onaylayın

# moveAthleteToOtherTestingOrder_uppercase
source: MOVE ATHLETE TO OTHER TESTING ORDER
am: አትሌትን ወደ ሌላ የሙከራ ትእዛዝ ይውሰዱ
ar: نقل رياضي إلى أمر اختبار آخر
az: İDMANÇINI DİGƏR SINAQ SİFARİŞİNƏ KEÇİRİN
bg: ПРЕМЕСТЕТЕСПОРТИСТА КЪМ ДРУГА ЗАПОВЕД ЗА ТЕСТВАНЕ
es: MOVER AL ATLETA A OTRO ORDEN DE PRUEBA
et: Teisaldage sportlane teise testimise järjekorda
fa_ir: ورزشکار را به ترتیب تست دیگری منتقل کنید
fi: SIIRRÄ URHEILIJA TOISEEN TESTIMÄÄRÄYKSEEN
fr: DÉPLACER LE SPORTIF VERS UN AUTRE ORDRE DE MISSION
ko: 선수를 다른 검사지시서로 이동
lv: PIEVIETOT SPORTISTU UZ CITU PĀRBAUDES PASŪTĪJUMU
nl: VERPLAATS DE ATLEET NAAR EEN ANDERE TESTOPDRACHT
pl: PRZENIEŚ SPORTOWCA DO INNEGO ZLECENIA BADAŃ
pt: MOVER ATLETA PARA OUTRA ORDEM DE TESTE
ru: ПЕРЕМЕСТИТЬ СПОРТСМЕНА В ДРУГОЕ РАСПОРЯЖЕНИЕ НА ТЕСТИРОВАНИЕ
sk: PRESUŇ ŠPORTOVCA DO INÉHO TESTOVANÉHO PORIADKU
sr: ПРЕМЕСТИТЕ СПОРТИСТА НА ДРУГИ НАЛОГ ЗА ТЕСТИРАЊЕ
sw: HAMIA MWANARIADHA KWENYE AGIZO LINGINE LA KUJARIBU
tr: SPORCUYU DİĞER TEST SİPARİŞİNE TAŞIYIN

# moveAthletesToOtherTestingOrder_uppercase
source: MOVE ATHLETES TO OTHER TESTING ORDER
am: አትሌቶችን ወደ ሌላ የሙከራ ትዕዛዝ ውሰድ
ar: انقل الرياضيين إلى أمر اختبار آخر
az: İDMANÇILARI DİGƏR SINAQ SİFARİŞİNƏ KEÇİRİN
bg: ПРЕМЕСТЕТЕ СПОРТИСТИ КЪМ ДРУГА ЗАПОВЕД ЗА ТЕСТВАНЕ
es: MOVER A LOS ATLETAS A OTRA ORDEN DE MISIÓN
et: Teisaldage sportlased teise testimise järjekorda
fa_ir: ورزشکاران را به ترتیب تست های دیگر منتقل کنید
fi: SIIRRÄ URHEILIJAT TOISEEN TESTIMÄÄRÄYKSEEN
fr: DÉPLACER LES SPORTIFS VERS UN AUTRE ORDRE DE MISSION
ko: 선수를 다른 검사지시서로 이동
lv: PIEVIETOT SPORTISTUS UZ CITU PĀRBAUDES PASŪTĪJUMU
nl: VERPLAATS ATLETEN NAAR EEN ANDERE TESTOPDRACHT
pl: PRZENIEŚ ZAWODNIKÓW DO INNEGO ZLECENIA BADAŃ
pt: MOVER ATLETAS PARA OUTRA ORDEM DE TESTE
ru: ПЕРЕМЕСТИТЬ СПОРТСМЕНОВ В ДРУГОЕ РАСПОРЯЖЕНИЕ НА ТЕСТИРОВАНИЕ
sk: PRESUNUŤ ŠPORTOVCOV DO INÉHO TESTOVANÉHO PORIADKU
sr: ПРЕМЕСТИТЕ СПОРТИСТЕ НА ДРУГИ НАЛОГ ЗА ТЕСТИРАЊЕ
sw: HAMIA WANARIADHA KWENYE AMRI NYINGINE YA KUJARIBU
tr: SPORCULARI DİĞER TEST SIRASINA TAŞIYIN

# followingTestHasDcfAssociated
source: The following test has a DCF associated:
am: የሚከተለው ፈተና ከዲሲኤፍ ጋር የተያያዘ ነው፡-
ar: يكون للاختبار التالي DCF مصاحب :
az: Aşağıdakı testin bağlı DCF var:
bg: Следният тест има свързан ФДК:
es: El siguiente control tiene un DCF asociado:
et: Järgmise testiga on seotud DCF:
fa_ir: تست زیر دارای DCF مرتبط است:
fi: Seuraavaan testiin liittyy DCF:
fr: Le contrôle suivant est associé à un FCD:
ko: 다음 검사에 연관된 DCF가 있습니다.
lv: Šis tests ir saistīts ar DCF:
nl: Aan de volgende test is een DCF gekoppeld:
pl: Poniższy test ma powiązany DCF:
pt: O teste a seguir tem um DCF associado:
ru: Следующий тест связан с DCF:
sk: Nasledujúci test má priradený DCF:
sr: Sledeći test ima DCF povezan:
sw: Jaribio lifuatalo lina DCF inayohusishwa:
tr: Aşağıdaki sınama ilişkili bir DCF vardır:

# followingTestsHaveDcfAssociated
source: The following tests have DCFs associated:
am: የሚከተሉት ፈተናዎች ከዲሲኤፍ ጋር የተያያዙ ናቸው፡
ar: تحتوي الاختبارات التالية على DCFs المرفقة :
az: Aşağıdakı testlər bağlı DCF-lərə malikdir:
bg: Следните тестове имат свързани ФДК:
es: Los siguientes controles tienen DCF asociados:
et: Järgmiste testidega on seotud DCF-id:
fa_ir: تست‌های زیر دارای DCF هستند:
fi: Seuraaviin testeihin liittyy DCF:iä:
fr: Les contrôles suivants sont associés à des FCD :
ko: 다음 검사에 연관된 DCF가 있습니다.
lv: Tālāk norādītajiem testiem ir saistīti DCF:
nl: Aan de volgende tests zijn DCF's gekoppeld:
pl: Następujące testy mają powiązane DCF:
pt: Os seguintes testes têm DCFs associados:
ru: Следующие тесты связаны с DCF:
sk: Nasledujúce testy majú spojené DCF:
sr: Sledeći testovi imaju DCF-ove povezane:
sw: Majaribio yafuatayo yanahusiana na DCFs:
tr: Aşağıdaki sınamalar DCF'ler ilişkili:

# to_changeToNumberField_save
source: SAVE
am: አስቀምጥ
ar: حفظ
az: Yadda saxla
bg: Запазване
es: SALVAR
et: Salvesta
fa_ir: صرفه جویی
fi: TALLENNA
fr: ENREGISTRER
ko: 저장
lv: SAGLABĀT
nl: Opslaan
pl: ZAPISAĆ
pt: Salvar
ru: СОХРАНИТЬ
sk: Uložiť
sr: Sačuvaj
sw: Hifadhi
tr: Kaydet

# onlySCACanFill
source: This section can only be filled by the Sample Collection Authority.
am: ይህ ክፍል መሞላት የሚቻለው በናሙና አሰባሰብ ባለስልጣን ብቻ ነው።
ar: لا يمكن ملء هذا القسم إلا من قبل هيئة جمع العينات.
az: Bu bölmə yalnız Nümunə Toplama Təşkilatı tərəfindən doldurula bilər.
bg: Този раздел може да бъде попълнен само от органа за вземане на проби.
es: Esta sección solo puede ser llenada por la Autoridad de Recolección de Muestras.
et: Seda jaotist saab täita ainult proovivõtuasutus.
fa_ir: این بخش فقط توسط مرجع جمع آوری نمونه قابل پر کردن است.
fi: Tämän osan voi täyttää vain Testausorganisaatio.
fr: Cette section ne peut être remplie que par l'autorité de prélèvement des échantillons.
ko: 이 섹션은 시료채취기구에서만 기입할 수 있습니다.
lv: Šo sadaļu var aizpildīt tikai paraugu savākšanas iestāde.
nl: Dit gedeelte kan alleen worden ingevuld door de monsterafname-instantie.
pl: Ta sekcja może być wypełniona wyłącznie przez organ pobierający próbki.
pt: Esta seção só pode ser preenchida pela Autoridade de Coleta de Amostras.
ru: Этот раздел может быть заполнен только Организацией, ответственной за сбор проб.
sk: Túto časť môže vyplniť iba Úrad na odber vzoriek.
sr: Ovaj odeljak može popuniti samo organ za prikupljanje uzoraka.
sw: Sehemu hii inaweza tu kujazwa na Mamlaka ya Ukusanyaji Sampuli.
tr: Bu bölüm sadece Örnek Alım Yetkilisi tarafından doldurulabilir.

# maximumParticipantsReached
source: You have reached the maximum allowed number of participants ({{ maximumNumberOfRows }}).
am: የሚፈቀደው ከፍተኛ የተሳታፊዎች ብዛት ላይ ደርሰዋል ({{ maximumNumberOfRows }}).
ar: لقد وصلت إلى الحد الأقصى المسموح به لعدد المشاركين ({{ maximumNumberOfRows }} ).
az: Maksimum icazə verilən iştirakçı sayına çatdınız ({{ maximumNumberOfRows }} ).
bg: Достигнахте максимално разрешения брой участници ({{ maximumNumberOfRows }}).
es: Se ha alcanzado el número máximo permitido de participantes ({{ maximumNumberOfRows }}).
et: Olete jõudnud maksimaalse lubatud osalejate arvuni ({{ maximumNumberOfRows }} ).
fa_ir: شما به حداکثر تعداد مجاز شرکت کنندگان رسیده اید ({{ maximumNumberOfRows }} ).
fi: Olet saavuttanut enimmäismäärän osallistujia ({{ maximumNumberOfRows }} ).
fr: Vous avez atteint le nombre maximum de participants autorisé ({{ maximumNumberOfRows }}).
ko: 최대 허용되는 참가자 수에 도달했습니다({{ maximumNumberOfRows }}).
lv: Jūs esat sasniedzis maksimālo atļauto dalībnieku skaitu ({{ maximumNumberOfRows }} ).
nl: U heeft het maximaal toegestane aantal deelnemers bereikt ({{ maximumNumberOfRows }}).
pl: Osiągnąłeś maksymalną dozwoloną liczbę uczestników ({{ maximumNumberOfRows }} ).
pt: Você atingiu o número máximo permitido de participantes ({{ maximumNumberOfRows }} )
ru: Вы достигли максимально допустимого количества участников ({{ maximumNumberOfRows }} ).
sk: Dosiahli ste maximálny povolený počet účastníkov ({{ maximumNumberOfRows }} ).
sr: Достигли сте максимално дозвољени број учесника ({{ maximumNumberOfRows }} ).
sw: Umefikia idadi ya juu inayoruhusiwa ya washiriki ({{ maximumNumberOfRows }} )
tr: İzin verilen maksimum katılımcı sayısına ulaştınız ({{ maximumNumberOfRows }} ).

# selectStatusForLeadDCOs
source: Please select a status for every Lead DCO.
am: እባክዎ ለእያንዳንዱ መሪ DCO ሁኔታ ይምረጡ።
ar: برجاء تحديد حالة لكل DCO DCO.
az: Lütfən, hər bir aparıcı DCO üçün status seçin.
bg: Моля, изберете състояние за всеки водещ DCO.
es: Seleccione un estado para cada Oficial de Control de Dopaje.
et: Valige iga juhtiva DCO jaoks olek.
fa_ir: لطفاً یک وضعیت برای هر DCO اصلی انتخاب کنید.
fi: Valitse tila jokaiselle vastaavalle DCO:lle.
fr: Veuillez sélectionner un statut pour chaque ACD principal.
ko: 모든 선임 DCO의 상태를 선택하세요.
lv: Lūdzu, atlasiet statusu katram vadošajam DCO.
nl: Selecteer een status voor elke Lead DCO.
pl: Wybierz status dla każdego wiodącego pracownika kontroli dopingowej.
pt: Selecione um status para cada DCO líder.
ru: Выберите статус для каждого старшего Инспектора допинг-контроля.
sk: Vyberte stav pre každého vedúceho DCO.
sr: Izaberite status za svaki DCO potencijalnog klijenta.
sw: Tafadhali chagua hali kwa kila DCO Kiongozi.
tr: Lütfen her Lider DKG için bir durum seçin.

# enterValidParticipantType
source: Please select a type for each participant.
am: እባክዎ ለእያንዳንዱ ተሳታፊ አይነት ይምረጡ።
ar: يرجى تحديد نوع لكل مشارك.
az: Zəhmət olmasa hər bir iştirakçı üçün bir növ seçin.
bg: Моля, изберете тип за всеки участник.
es: Seleccione un tipo para cada participante.
et: Valige iga osaleja jaoks tüüp.
fa_ir: لطفاً برای هر شرکت کننده یک نوع انتخاب کنید.
fi: Valitse tyyppi jokaiselle osallistujalle.
fr: Veuillez sélectionner un type pour chaque participant.
ko: 참가자별로 유형을 선택해 주세요.
lv: Lūdzu, izvēlieties veidu katram dalībniekam.
nl: Selecteer een type voor elke deelnemer.
pl: Wybierz typ dla każdego uczestnika.
pt: Selecione um tipo para cada participante.
ru: Пожалуйста, выберите тип для каждого участника.
sk: Vyberte typ pre každého účastníka.
sr: Molimo izaberite tip za svakog učesnika.
sw: Tafadhali chagua aina kwa kila mshiriki.
tr: Lütfen her katılımcı için bir tür seçin.

# sampleCollectionAuthorityChahge
source: The Sample Collection Authority change made on step 1 will only take effect once the Testing Order is saved.
am: በደረጃ 1 ላይ የተደረገው የናሙና ስብስብ ባለስልጣን ለውጥ ተግባራዊ የሚሆነው የሙከራ ትዕዛዙ ከተቀመጠ በኋላ ብቻ ነው።
ar: لن يسري تغيير هيئة جمع العينات الذي تم إجراؤه في الخطوة 1 إلا بعد حفظ أمر الاختبار.
az: 1-ci addımda edilən Nümunə Toplama Təşkilatı dəyişikliyi yalnız Sınaq Sifarişi saxlandıqdan sonra qüvvəyə minəcək.
bg: Промяната на органа за вземане на проби, направена на стъпка 1, ще влезе в сила само след като поръчката за тестване бъде запазена.
es: El cambio de autoridad de recolección de muestras realizado en el paso 1 solo tendrá efecto una vez que se guarde la orden de prueba.
et: 1. etapis tehtud proovivõtuasutuse muudatus jõustub alles pärast testimiskorralduse salvestamist.
fa_ir: تغییر مرجع جمع آوری نمونه که در مرحله 1 ایجاد شده است تنها زمانی اعمال می شود که دستور تست ذخیره شود.
fi: Vaiheessa 1 tehty Testausorganisaation muutos tulee voimaan vasta, kun Testimääräys on tallennettu.
fr: La modification de l'autorité de prélèvement des échantillons effectuée à l'étape 1 ne prendra effet qu'une fois l'ordre de mission sauvegardé.
ko: 1단계에서 변경한 시료채취기구는 검사지시서가 저장된 후에만 적용됩니다.
lv: Paraugu savākšanas iestādes izmaiņas, kas veiktas 1. darbībā, stāsies spēkā tikai pēc pārbaudes pasūtījuma saglabāšanas.
nl: De wijziging van de autoriteit voor monsterafname die in stap 1 is aangebracht, wordt pas van kracht nadat de testopdracht is opgeslagen.
pl: Zmiana Organu Pobierania Próbek dokonana w kroku 1 wejdzie w życie dopiero po zapisaniu Zlecenia Testów.
pt: A alteração da Autoridade de Coleta de Amostra feita na etapa 1 só terá efeito quando o Pedido de Teste for salvo.
ru: Изменение Организации, ответственной за сбор проб, сделанное на шаге 1, вступит в силу только после сохранения Распоряжения на тестирование.
sk: Zmena autority na odber vzoriek vykonaná v kroku 1 sa prejaví až po uložení príkazu na testovanie.
sr: Promena organa za prikupljanje uzoraka izvršena u koraku 1 stupiće na snagu tek kada se nalog za testiranje sačuva.
sw: Mabadiliko ya Mamlaka ya Ukusanyaji Sampuli yaliyofanywa kwenye hatua ya 1 yataanza kutumika mara tu Agizo la Kujaribu litakapohifadhiwa.
tr: 1. adımda yapılan Örnek Almaya Yetkili Kuruluş değişikliği, yalnızca Doping Kontrol Emri kaydedildiğinde geçerli olacaktır.
