Repository: NandhineeR/WADA
Catalog: wada-ama-testcenter-web-57718053929f/wada-ama-testcenter-web-57718053929f/src/i18n/messages.*.xlf
Languages: am, ar, az, bg, es, et, fa_ir, fi, fr, ko, lv, nl, pl, pt, ru, sk, sr, sw, tr

# notificationToTooltip
source: The Testing Authority and the Result Management Authority will automatically receive notice of results. If there are other ADOs you wish to receive results from these tests, please enter them here.
am: የሙከራ ባለስልጣን እና የውጤት አስተዳደር ባለስልጣን የውጤት ማስታወቂያ ወዲያውኑ ይደርሳቸዋል። ከእነዚህ ፈተናዎች ውጤት ለማግኘት የሚፈልጓቸው ሌሎች ADOዎች ካሉ፣ እባክዎ እዚህ ያስገቡዋቸው።
ar: ستتلقى سلطة الاختبار وهيئة إدارة النتائج إشعارًا بالنتائج تلقائيًا. إذا كان هناك ADOs أخرى ترغب في تلقي نتائج من هذه الاختبارات ، يرجى إدخالها هنا.
az: Sınaq Təşkilatı və Nəticə İdarəetmə Orqanları avtomatik olaraq nəticələr barədə bildiriş alacaqlar. Bu testlərdən nəticələr əldə etmək istədiyiniz başqa ADO-lar varsa, onları bura daxil edin.
bg: Тестващата организация и Управляващата резултатите организация автоматично ще получат известие за резултатите. Ако има други АДО, които искате да получат резултати от тези тестове, моля, въведете ги тук.
es: La Autoridad de Ensayos y la Autoridad de Gestión de Resultados recibirán automáticamente una notificación de los resultados. Si hay otras ADOs que deseen recibir los resultados de estas pruebas, por favor introdúzcalos aquí.
et: Testimisasutus ja tulemuste haldamise amet saavad tulemuste kohta automaatselt teatise. Kui on ka muid ADO-sid, mida soovite nende testide tulemuste saamiseks, sisestage need siia.
fa_ir: مرجع آزمایش و مرجع مدیریت نتایج به طور خودکار اخطار نتایج را دریافت خواهند کرد. اگر ADO های دیگری وجود دارد که می خواهید نتایج این آزمایش ها را دریافت کنید، لطفاً آنها را اینجا وارد کنید.
fi: Testin tilaaja (TA) ja Tulostenkäsittelytaho (RMA) saavat automaattisesti ilmoituksen tuloksista. Jos on muita ADOja, joiden haluat saavan näiden testien tulokset, kirjoita ne tähän.
fr: L'autorité de contrôle et l'autorité de gestion des résultats recevront automatiquement une notification des résultats. Si vous souhaitez notifier d'autres OAD , veuillez les entrer ici.
ko: 검사주관기구 및 결과관리기구는 자동으로 결과 통지를 받게됩니다. 이 검사의 결과를 받고자 하는 다른 ADO가 있는 경우 여기에 입력하세요.
lv: Testēšanas iestāde un rezultātu pārvaldības iestāde automātiski saņems paziņojumu par rezultātiem.Ja ir citas ADO, kuras vēlaties saņemt šo testu rezultātus, lūdzu, ievadiet tos šeit.
nl: De testautoriteit en de resultatenbeheersautoriteit ontvangen automatisch bericht van de resultaten. Als er andere ADO's zijn waarvan u de resultaten van deze tests wilt ontvangen, voert u deze hier in.
pl: Organ odpowiedzialny za kontrolę i organ zarządzający wynikami automatycznie otrzymają powiadomienie o wynikach. Jeśli są inne organizacje antydopingowe, które chcą otrzymać wyniki tych testów, wprowadź je tutaj.
pt: A autoridade de teste e a autoridade de gerenciamento de resultados receberão automaticamente a notificação dos resultados. Se houver outros ADOs que você deseja receber resultados desses testes, insira-os aqui.
ru: Тестирующая организация и Организация, ответственная за обработку результатов, автоматически получат уведомление о результатах. Если есть другие АДО, которым вы хотите передать результаты этих тестов, укажите их здесь.
sk: Skúšobný orgán a orgán pre riadenie výsledkov automaticky dostanú oznámenie o výsledkoch. Ak existujú iné ADO, od ktorých chcete získať výsledky týchto testov, zadajte ich sem.
sr: Орган за тестирање и Ауторитет за управљање резултатима аутоматски ће добити обавештење о резултатима. Ако постоје и други АДО, који желите да добијете резултате ових тестова, унесите их овде.
sw: Mamlaka ya Majaribio na Mamlaka ya Usimamizi wa Matokeo itapokea taarifa ya matokeo kiotomatiki. Ikiwa kuna ADO zingine ungependa kupokea matokeo kutoka kwa majaribio haya, tafadhali yaweke hapa.
tr: Test Yetkilisi ve Sonuç Yönetim Yetkilisi otomatik olarak sonuç bildirimini alacaktır. Bu testlerin sonuçlarını almak istediğiniz başka ADO'lar varsa, lütfen bunları buraya girin.

# warningTestExceedsThreshold
source: This Testing Order has a number of tests that exceeds 100 tests. This may result in slower saving and loading of the Testing Order View.
am: ይህ የሙከራ ትዕዛዝ ከ100 ሙከራዎች በላይ የሆኑ በርካታ ሙከራዎች አሉት። ይህ ቀስ በቀስ ማስቀመጥ እና የሙከራ ትዕዛዝ እይታ መጫንን ሊያስከትል ይችላል።
ar: يحتوي أمر الاختبار هذا على عدد من الاختبارات يتجاوز 100 اختبار. قد يؤدي هذا إلى بطء حفظ وتحميل عرض طلب الاختبار.
az: Bu Test Sifarişində 100 testi keçən bir sıra testlər var. Bu, Sınaq Sifariş Görünüşünün daha yavaş saxlanması və yüklənməsi ilə nəticələnə bilər.
bg: Тази поръчка за тестване включва брой тестове, който надхвърля 100 теста. Това може да доведе до по-бавно записване и зареждане на изгледа на поръчката за тестване.
es: Esta Orden de Pruebas tiene un número de pruebas que supera las 100 pruebas. Esto puede provocar que el guardado y la carga de la vista de orden de prueba sean más lentos.
et: Selles testimiskorralduses on testide arv, mis ületab 100 testi. Selle tulemuseks võib olla aeglasem testimistellimuse vaate salvestamine ja laadimine.
fa_ir: این سفارش تست دارای تعداد تست های بیش از 100 عدد است. این ممکن است منجر به ذخیره و بارگذاری آهسته تر نمایش سفارش تست شود.
fi: Tässä Testimääräyksessä olevien testien määrä ylittää 100 testiä. Tämä voi hidastaa Testimääräysnäkymän tallentamista ja lataamista.
fr: Cette ordre de mission contient plus de 100 contrôles.Cela peut ralentir l'enregistrement et le chargement de l'ordre de mission.
ko: 이 검사지지서에는 100개를 초과하는 검사가 있습니다. 이로 인해 검사지시서 보기의 저장 및 로드 속도가 느려질 수 있습니다.
lv: Šajā testēšanas pasūtījumā ir vairāki testi, kas pārsniedz 100 testus. Tas var izraisīt lēnāku pārbaudes pasūtījuma skata saglabāšanu un ielādi.
nl: Het aantal testen voor deze controleopdracht is groter dan 100. Dit kan leiden tot een tragere verwerkingstijd.
pl: Niniejsze Zlecenie Testów obejmuje liczbę testów przekraczającą 100. Może to spowodować wolniejsze zapisywanie i ładowanie widoku zlecenia testowego.
pt: Esta Ordem de Teste tem um número de testes que excede 100 testes. Isso pode resultar em salvamento e carregamento mais lentos da Visualização da Ordem de Teste.
ru: В данном Распоряжении на тестирование количество тестов превышает 100. Это может привести к замедлению сохранения и загрузки Распоряжения на тестирование для просмотра.
sk: Tento testovací príkaz obsahuje množstvo testov, ktoré presahujú 100 testov. To môže mať za následok pomalšie ukladanie a načítavanie zobrazenia testovacej objednávky.
sr: Ovaj nalog za testiranje ima niz testova koji premašuju 100 testova. Ovo može rezultirati sporijim uštedom i učitavanjem prikaza naloga testiranja.
sw: Agizo hili la Jaribio lina idadi ya majaribio ambayo yanazidi majaribio 100. Hii inaweza kusababisha uhifadhi polepole na upakiaji wa Mwonekano wa Agizo la Jaribio.
tr: Bu Görev Emrinde 100 görevi aşan bir dizi doping kontrolü bulunmaktadır.Bu, Görev Emri Görünümünün daha yavaş kaydedilmesine ve yüklenmesine neden olabilir.

# continueAddingAthleteOrPlaceholder
source: Continue by adding an athlete or a placeholder to your Testing Order
am: አንድ አትሌት ወይም ቦታ ያዥ ወደ የሙከራ ትእዛዝዎ በማከል ይቀጥሉ
ar: تابع عن طريق إضافة رياضي أو عنصر نائب إلى أمر الاختبار الخاص بك
az: Test Sifarişinizə idmançı və ya yer tutucu əlavə etməklə davam edin
bg: Продължете, като добавите спортист или призьор/място от класиране към вашата заповед за тестване
es: Continúe añadiendo un deportista o un marcador de posición a su Misión
et: Jätkake, kui lisate oma testimiskorraldusele sportlase või kohahoidja
fa_ir: با افزودن یک ورزشکار یا جایگاهی به سفارش تست خود ادامه دهید
fi: Jatka lisäämällä urheilija tai sijoitus Testimääräykseen
fr: Continuez en ajoutant un sportif ou un espace réservé à votre ordre de mission
ko: 검사지시서에 선수 또는 검사대상(Place holder)을 추가하여 계속합니다.
lv: Turpiniet, pievienojot testēšanas pasūtījumam sportistu vai vietturi
nl: Ga verder door een atleet of een "placeholder" toe te voegen aan uw testopdracht
pl: Kontynuuj, dodając zawodnika lub symbol zastępczy do swojego polecenia kontroli
pt: Continue adicionando um atleta ou um espaço reservado ao seu pedido de teste
ru: Продолжите, добавив спортсмена или "болванку" в свое Распоряжение на тестирование.
sk: Pokračujte pridaním športovca alebo zástupného symbolu do objednávky na testovanie
sr: Наставите додавањем спортисте или резервисаног места у налог за тестирање
sw: Endelea kwa kuongeza mwanariadha au kishikilia nafasi kwa Agizo lako la Jaribio
tr: Test Sıranıza bir sporcu veya yer tutucu ekleyerek devam edin

source: Analysis Instructions for
am: የትንታኔ መመሪያዎች ለ
ar: تعليمات التحليل الى
az: üçün Analiz Təlimatları
bg: Инструкции за анализ за
es: Instrucciones de análisis para
et: Analüüsi juhised
fa_ir: دستورالعمل های تجزیه و تحلیل برای
fi: Analyysiohjeet
fr: Instructions d'analyse pour
ko: 분석 지시사항
lv: Analīzes instrukcijas
nl: Analyse-instructies voor:
pl: Instrukcja analizy dla
pt: Instruções de análise para
ru: Инструкции по анализу для
sk: Pokyny na analýzu pre
sr: Uputstva za analizu za
sw: Maagizo ya Uchambuzi kwa
tr: Analiz Talimatları

# viewTestingOrderIdX
source: View Testing Order - {{ toId }}
am: የሙከራ ትዕዛዝ ይመልከቱ - {{ toId }}
ar: مشاهدة ترتيب الاختبار- {{ toId }}
az: Test Sifarişinə Baxın -{{ toId }}
bg: Преглед на заповед за тестване -{{ toId }}
es: Ver orden de misión - {{ toId }}
et: Vaata testimistellimust –{{ toId }}
fa_ir: مشاهده سفارش تست -{{ toId }}
fi: Tarkastele Testimääräystä -{{ toId }}
fr: Afficher l'ordre de mission - {{ toId }}
ko: 검사지시서 보기 - {{ toId }}
lv: Skatīt pārbaudes pasūtījumu -{{ toId }}
nl: Testopdracht bekijken - {{ toId }}
pl: Wyświetl zlecenie testowe - {{ toId }}
pt: Ver Ordem de Teste - {{ toId }}
ru: Посмотреть Распоряжение на тестирование -{{ toId }}
sk: Zobraziť testovaciu objednávku -{{ toId }}
sr: Погледајте налог за тестирање - {{ toId }}
sw: Tazama Agizo la Jaribio -{{ toId }}
tr: Test Siparişini Görüntüle - {{ toId }}

# dviewTestingOrder
source: View Testing Order
am: የሙከራ ትዕዛዝ ይመልከቱ
ar: عرض ترتيب الاختبار
az: Test Sifarişinə baxın
bg: Вижте поръчката за тестване
es: Ver orden de prueba
et: Vaadake testimistellimust
fa_ir: مشاهده دستور تست
fi: Näytä Testimääräys
fr: Voir Ordre de mission
ko: 검사지시서 보기
lv: Skatīt pārbaudes pasūtījumu
nl: Testopdracht bekijken
pl: Zobacz zamówienie na testy
pt: Ver pedido de teste
ru: Просмотр Распоряжения на тестирование
sk: Zobraziť testovaciu objednávku
sr: Pogledaj testni nalog
sw: Tazama Agizo la Kupima
tr: Test Sırasını Görüntüle

source: Download Testing Order instructions
am: የሙከራ ትዕዛዝ መመሪያዎችን ያውርዱ
ar: تنزيل تعليمات طلب الاختبار
az: Test Sifarişi təlimatlarını yükləyin
bg: Изтеглете инструкции за поръчка за тестване
es: Descargue las instrucciones de orden de prueba
et: Laadige alla testimistellimuse juhised
fa_ir: دانلود راهنمای دستور تست
fi: Lataa Testimääräyksen ohjeet
fr: Télécharger le mode d'emploi de l'Ordre de mission
ko: 검사지시서 지시사항 다운로드
lv: Lejupielādējiet pārbaudes pasūtījuma instrukcijas
nl: Instructies voor het testen van bestellingen downloaden
pl: Pobierz instrukcje dotyczące zamówienia testów
pt: Baixe as instruções do pedido de teste
ru: Скачать инструкцию по оформлению Распоряжения на тестирование
sk: Stiahnite si pokyny na testovaciu objednávku
sr: Preuzmite uputstva za testiranje
sw: Pakua maagizo ya Agizo la Kujaribu
tr: Test Sırası talimatlarını indirin

source: View Authorization
am: ፍቃድ ይመልከቱ
ar: عرض التخويل
az: Avtorizasiyaya baxın
bg: Преглед на упълномощаването
es: Ver autorización
et: Vaata autoriseerimist
fa_ir: مشاهده مجوز
fi: Näytä Valtuutus
fr: Voir l'autorisation
ko: 권한기구 보기
lv: Skatīt autorizāciju
nl: Machtiging bekijken
pl: Wyświetl autoryzację
pt: Ver autorização
ru: Просмотр Авторизации
sk: Zobraziť autorizáciu
sr: Pogledaj autorizaciju
sw: Tazama Uidhinishaji
tr: Yetkilendirmeyi Görüntüle

source: Download DCO Report
am: የDCO ሪፖርት ያውርዱ
ar: تحميل تقرير DO
az: DCO Hesabatını yükləyin
bg: Изтеглете DCO доклад
es: Descargar el informe del ACA
et: Laadige alla DCO aruanne
fa_ir: گزارش DCO را دانلود کنید
fi: Lataa DCO-raportti
fr: Télécharger le rapport DCO
ko: DCO 보고서 다운로드
lv: Lejupielādēt DCO ziņojumu
nl: Download het DCO-rapport
pl: Pobierz raport DCO
pt: Download do relatório DCO
ru: Скачать отчет ИДК
sk: Stiahnite si správu DCO
sr: Preuzmite DCO izveštaj
sw: Pakua Ripoti ya DCO
tr: DCO Raporunu İndirin

source: Copy Testing Order
am: የሙከራ ትዕዛዝ ቅዳ
ar: نسخ طلب الاختبار
az: Test Sifarişini Kopyalayın
bg: Копиране на поръчка за тестване
es: Copiar orden de prueba
et: Kopeeri testimistellimus
fa_ir: کپی دستور تست
fi: Kopioi Testimääräys
fr: Copie Ordre de mission
ko: 검사지시서 복사
lv: Pārbaudes pasūtījuma kopēšana
nl: Testopdracht kopiëren
pl: Kopia zlecenia testowania
pt: Copiar ordem de teste
ru: Копировать Распоряжение на тестирование
sk: Kopírovať testovaciu objednávku
sr: Kopirajte nalog za testiranje
sw: Nakili Agizo la Kupima
tr: Test Sırasını Kopyala

source: Delete Testing Order
am: የሙከራ ትዕዛዝ ሰርዝ
ar: حذف ترتيب الاختبار
az: Test Sifarişini silin
bg: Изтриване на заповед за тестване
es: Borrar la orden de prueba
et: Kustutage testimiskorraldus
fa_ir: حذف دستور تست
fi: Poista Testimääräys
fr: Supprimer l'ordre de mission
ko: 검사지시서 삭제
lv: Dzēst pārbaudes pasūtījumu
nl: Testopdracht verwijderen
pl: Usuń zlecenie testowania
pt: Excluir pedido de teste
ru: Удалить Распоряжение на тестирование
sk: Odstrániť testovaciu objednávku
sr: Избриши налог за тестирање
sw: Futa Agizo la Kupima
tr: Test Sırasını Sil

# testingOrderCancelBeforeDeleteInfo
source: The Testing Order should be cancelled before it can be deleted.
am: የሙከራ ትዕዛዙ ከመሰረዙ በፊት መሰረዝ አለበት።
ar: يجب إلغاء أمر الاختبار قبل أن يتم حذفه.
az: Sınaq Sifarişi silinməzdən əvvəl ləğv edilməlidir.
bg: Поръчката за тестване трябва да бъде отменена, преди да може да бъде изтрита.
es: La Orden de prueba debe cancelarse antes de poder eliminarla.
et: Testimistellimus tuleb enne kustutamist tühistada.
fa_ir: قبل از حذف دستور تست آن دستور باید لغو شود.
fi: Testimääräys on peruttava, ennen kuin se voidaan poistaa.
fr: L'ordre de mission doit être annulé avant d'être supprimé.
ko: 검사지시서를 삭제하기 전에 취소해야 합니다.
lv: Testēšanas pasūtījums ir jāatceļ, pirms to var dzēst.
nl: De Testopdracht moet worden geannuleerd voordat deze kan worden verwijderd.
pl: Zlecenie testowe należy anulować przed jego usunięciem.
pt: A Ordem de Teste deve ser cancelada antes de poder ser excluída.
ru: Перед удалением Распоряжение на тест должно быть отменено.
sk: Testovacia objednávka by mala byť zrušená skôr, ako bude vymazaná.
sr: Nalog za testiranje treba otkazati pre nego što se može izbrisati.
sw: Agizo la Kujaribu linapaswa kughairiwa kabla ya kufutwa.
tr: Görev Emrinin silinebilmesi için önce iptal edilmesi gerekir.

# viewToInClassic_uppercase
source: VIEW TESTING ORDER IN CLASSIC
am: የሙከራ ትዕዛዙን ክላሲክ ይመልከቱ
ar: مشاهدة ترتيب الاختبار بالنظام التقليدي
az: KLASSİKDƏ TEST SİFARİŞİNƏ BAXIN
bg: ВИЖТЕ ПОРЪЧКАТА ЗА ТЕСТВАНЕ В CLASSIC
es: VER EL ORDEN DE LAS PRUEBAS EN CLASSIC
et: VAATA TESTIMISE KORDA KLASSIKAS
fa_ir: مشاهده سفارش تست در کلاسیک
fi: KATSO TESTIMÄÄRÄYS PERINTEISESSÄ NÄKYMÄSSÄ
fr: AFFICHER L’ORDRE DE TEST DANS CLASSIC
ko: 클래식에서 검사지시서 보기
lv: SKATĪT TESTĒŠANAS PASŪTĪJUMU KLASIKĀ
nl: TESTVOLGORDE BEKIJKEN IN CLASSIC
pl: ZOBACZ ZLECENIE TESTOWANIA W KLASYCE
pt: VER ORDEM DE TESTE NO CLÁSSICO
ru: ПРОСМОТР ЗАКАЗА НА ТЕСТИРОВАНИЕ В КЛАССИЧЕСКОМ РЕЖИМЕ
sk: ZOBRAZENIE PORADIA TESTOVANIA V APLIKÁCII CLASSIC
sr: PRIKAZ REDOSLEDA TESTIRANJA U KLASIČNOM
sw: ANGALIA AGIZO LA KUJARIBU KATIKA DARAJA
tr: KLASİKTE TEST SIRASINI GÖRÜNTÜLE

# testingOrderNumberXSavedAsStatusX
source: Testing Order number {{ (to$ | async)?.id }} has been saved as {{ toStatus$ | async }}.
am: የሙከራ ትዕዛዝ ቁጥር {{ (to$ | async)?.id }} እንደ ተቀምጧል {{ toStatus$ | async }}.
ar: رقم طلب الاختبار{{ (to$ | async)?.id }} تم حفظه باسم{{ toStatus$ | async }} .
az: Test Sifariş nömrəsi{{ (to$ | async)?.id }} kimi saxlanmışdır{{ toStatus$ | async }} .
bg: Заповед за тестване с номер {{ (to$ | async)?.id }} е запазена като {{ toStatus$ | async }}.
es: El número de orden de la prueba {{ (to$ | async)?.id }} ha sido guardado como {{ toStatus$ | async }}.
et: Tellimuse numbri testimine{{ (to$ | async)?.id }} on salvestatud kui{{ toStatus$ | async }} .
fa_ir: شماره سفارش تست{{ (to$ | async)?.id }} به عنوان ذخیره شده است{{ toStatus$ | async }} .
fi: Testimääärys numero{{ (to$ | async)?.id }} on tallennettu nimellä{{ toStatus$ | async }} .
fr: L'ordre de mission numéro {{ (to$ | async)?.id }} a été enregistré comme {{ toStatus$ | async }}.
ko: 검사지시서 번호 {{ (to$ | async)?.id }}이(가) {{ toStatus$ | async }}로 저장되었습니다.
lv: Pārbaudes pasūtījuma numurs{{ (to$ | async)?.id }} ir saglabāts kā{{ toStatus$ | async }} .
nl: Testen Bestelnummer {{ (to$ | async)?.id }} is opgeslagen als {{ toStatus$ | async }}.
pl: Numer zamówienia testowego{{ (to$ | async)?.id }} został zapisany jako{{ toStatus$ | async }} .
pt: Número do pedido de teste{{ (to$ | async)?.id }} foi salvo como{{ toStatus$ | async }} .
ru: Распоряжение на тестирование с номером {{ (to$ | async)?.id }} было сохранено как {{ toStatus$ | async }} .
sk: Testovacie číslo objednávky{{ (to$ | async)?.id }} bol uložený ako{{ toStatus$ | async }} .
sr: Број налога за тестирање{{ (to$ | async)?.id }} је сачувано као{{ toStatus$ | async }} .
sw: Nambari ya Agizo la majaribio{{ (to$ | async)?.id }} imehifadhiwa kama{{ toStatus$ | async }} .
tr: Test Sipariş numarası{{ (to$ | async)?.id }} olarak kaydedildi{{ toStatus$ | async }} .

# testingOrderNumberXIssued
source: Testing Order number {{ (to$ | async)?.id }} has been issued.
am: የሙከራ ትዕዛዝ ቁጥር {{ (to$ | async)?.id }} ተሰጥቷል።
ar: رقم طلب الاختبار{{ (to$ | async)?.id }} تم اصداره.
az: Test Sifariş nömrəsi{{ (to$ | async)?.id }} buraxılmışdır.
bg: Заповед за тестване с номер {{ (to$ | async)?.id }} е издадена.
es: Se ha emitido la Orden de Prueba número {{ (to$ | async)?.id }}.
et: Tellimuse numbri testimine{{ (to$ | async)?.id }} on välja antud.
fa_ir: شماره سفارش تست{{ (to$ | async)?.id }} صادر شده است.
fi: Testimääräys numero{{ (to$ | async)?.id }} on toimitettu.
fr: L'ordre de mission numéro {{ (to$ | async)?.id }} a été émis.
ko: 검사지시서 번호 {{ (to$ | async)?.id }}이(가) 발행되었습니다.
lv: Pārbaudes pasūtījuma numurs{{ (to$ | async)?.id }} ir izdots.
nl: Testen Bestelnummer {{ (to$ | async)?.id }} is uitgegeven.
pl: Numer zamówienia testowego{{ (to$ | async)?.id }} został wydany.
pt: Número do pedido de teste{{ (to$ | async)?.id }} foi emitido.
ru: Распоряжение на тестирование с номером {{ (to$ | async)?.id }} было выпущено.
sk: Testovacie číslo objednávky{{ (to$ | async)?.id }} bol vydaný.
sr: Број налога за тестирање{{ (to$ | async)?.id }} је издата.
sw: Nambari ya Agizo la majaribio{{ (to$ | async)?.id }} imetolewa.
tr: Test Sipariş numarası{{ (to$ | async)?.id }} yayınlandı.

# testingOrderNumberCancelled
source: Testing Order number {{ (to$ | async)?.id }} has been cancelled.
am: የሙከራ ትዕዛዝ ቁጥር {{ (to$ | async)?.id }} ተሰርዟል።
ar: رقم طلب الاختبار{{ (to$ | async)?.id }} تم إلغاء.
az: Test Sifariş nömrəsi{{ (to$ | async)?.id }} ləğv edilib.
bg: Заповед за тестване с номер {{ (to$ | async)?.id }} беше отменена.
es: La orden de prueba número {{ (to$ | async)?.id }} ha sido cancelada.
et: Tellimuse numbri testimine{{ (to$ | async)?.id }} on tühistatud.
fa_ir: شماره سفارش تست{{ (to$ | async)?.id }} لغو شده است.
fi: Testimääräys numero{{ (to$ | async)?.id }} on peruttu.
fr: L'ordre de mission numéro {{ (to$ | async)?.id }} a été annulé.
ko: 검사지시서 번호 {{ (to$ | async)?.id }}이(가) 취소되었습니다.
lv: Pārbaudes pasūtījuma numurs{{ (to$ | async)?.id }} ir atcelts.
nl: Testen Bestelnummer {{ (to$ | async)?.id }} is geannuleerd.
pl: Numer zamówienia testowego{{ (to$ | async)?.id }} zostało odwołane.
pt: Número do pedido de teste{{ (to$ | async)?.id }} foi cancelado.
ru: Распоряжение на тестирование с номером {{ (to$ | async)?.id }} было отменено.
sk: Objednávka na testovanie číslo {{ (to$ | async)?.id }} bola zrušená.
sr: Број налога за тестирање{{ (to$ | async)?.id }} Био је отказан.
sw: Nambari ya Agizo la majaribio{{ (to$ | async)?.id }} imeghairiwa.
tr: Test Sipariş numarası{{ (to$ | async)?.id }} iptal edildi.

# testingOrderNumberCompleted
source: Testing Order number {{ (to$ | async)?.id }} has been completed.
am: የሙከራ ትዕዛዝ ቁጥር {{ (to$ | async)?.id }} ተጠናቅቋል።
ar: تم اتمام رقم أمر الاختبار {{ (to$ | async)?.id }} .
az: Test Sifariş nömrəsi{{ (to$ | async)?.id }} tamamlanmışdır.
bg: Номер на поръчката за тестване{{ (to$ | async)?.id }} е завършен.
es: La orden de prueba número {{ (to$ | async)?.id }} ha sido completada.
et: Testimistellimuse number{{ (to$ | async)?.id }} on lõpetatud.
fa_ir: شماره سفارش تست{{ (to$ | async)?.id }} کامل شده است.
fi: Testimääräys numero {{ (to$ | async)?.id }} on valmis.
fr: Test Le numéro de {{ (to$ | async)?.id }} commande est terminé.
ko: 검사지시서 번호 {{ (to$ | async)?.id }} 이(가) 완료되었습니다.
lv: Pārbaudes pasūtījuma numurs{{ (to$ | async)?.id }} ir pabeigts.
nl: Testopdracht nummer {{ (to$ | async)?.id }} is voltooid.
pl: Numer zamówienia testowego{{ (to$ | async)?.id }} została ukończona.
pt: O pedido de teste número {{ (to$ | async)?.id }} foi concluído.
ru: Заказ на тестирование № {{ (to$ | async)?.id }} завершен.
sk: Objednávka na testovanie číslo {{ (to$ | async)?.id }} bola dokončená.
sr: Broj porudžbine {{ (to$ | async)?.id }} za testiranje je dovršen.
sw: Nambari ya Agizo la majaribio{{ (to$ | async)?.id }} imekamilika.
tr: Test Sipariş numarası{{ (to$ | async)?.id }} tamamlandı.

# reviewTestingOrderPriorToFinalizing
source: Review the Testing Order prior to finalizing.
am: ከማጠናቀቅዎ በፊት የሙከራ ትዕዛዙን ይከልሱ።
ar: قم بمراجعة أمر الاختبار قبل الانتهاء منه.
az: Tamamlamadan əvvəl Test Sifarişini nəzərdən keçirin.
bg: Прегледайте поръчката за тестване преди финализиране.
es: Revise la orden de misión antes de finalizar.
et: Enne lõpetamist vaadake testimistellimus üle.
fa_ir: قبل از نهایی شدن، دستور تست را بررسی کنید.
fi: Tarkista Testimääräys ennen viimeistelyä.
fr: Réviser l'ordre de mission avant de le finaliser.
ko: 완료하기 전에 검사지시서를 검토하세요.
lv: Pirms pabeigšanas pārskatiet testēšanas pasūtījumu.
nl: Bekijk de testopdracht voordat u deze afrondt.
pl: Przejrzyj Zlecenie Testowania przed sfinalizowaniem.
pt: Rever a Ordem de Teste antes de finalizá-la.
ru: Перед завершением проверьте Распоряжение на миссию.
sk: Pred finalizáciou skontrolujte objednávku testovania.
sr: Pregledajte redosled testiranja pre dolaska.
sw: Kagua Agizo la Jaribio kabla ya kukamilisha.
tr: Sonlandırmadan önce Test Sırasını gözden geçirin.

source: Issue to SCA
am: ለ SCA ጉዳይ
ar: إصدار لهيئة الأوراق المالية والسلع
az: SCA-ya verin
bg: Издаване на пробовземащата организация
es: Envío a SCA
et: Väljaandmine SCA-le
fa_ir: به SCA صادر شود
fi: Toimita SCAlle
fr: Délivrer à l'ACE
ko: SCA에게 발행
lv: Problēma SCA
nl: Uitgifte aan SCA
pl: Problem do SCA
pt: Problema para SCA
ru: Выпустить для SCA
sk: Vydanie pre SCA
sr: Издање за СЦА
sw: Tatizo la SCA
tr: SCA sorunu

# notificationToLeadDco
source: A notification will be sent to the Lead DCO
am: ማሳወቂያ ወደ መሪ DCO ይላካል
ar: سيتم إرسال إشعار إلى مسؤول DCO
az: Baş DCO-ya bildiriş göndəriləcək
bg: Ще бъде изпратено известие до водещия СДК
es: Se enviará una notificación al Jefe de Detectives de Plomo...
et: Peamisele DCO-le saadetakse teade
fa_ir: یک اعلان به DCO اصلی ارسال خواهد شد
fi: Ilmoitus lähetetään Vastaavalle Dopingtestaajalle
fr: Une notification sera envoyée à l'ACD principal
ko: 선임 DCO에게 알림이 전송됩니다.
lv: Paziņojums tiks nosūtīts vadošajam DCO
nl: Er wordt een melding verzonden naar de Lead DCO
pl: Powiadomienie zostanie wysłane do głównego DCO
pt: Uma notificação será enviada ao DCO líder
ru: Уведомление будет отправлено Старшему ИДК.
sk: Oznámenie bude zaslané vedúcemu DCO
sr: Обавештење ће бити послато водећем УКД
sw: Taarifa itatumwa kwa Kiongozi wa DCO
tr: Lider DCO'ya bir bildirim gönderilecek
