Repository: NandhineeR/WADA
Catalog: wada-ama-testcenter-web-57718053929f/wada-ama-testcenter-web-57718053929f/src/i18n/messages.*.xlf
Languages: am, ar, az, bg, es, et, fa_ir, fi, fr, ko, lv, nl, pl, pt, ru, sk, sr, sw, tr

source: Dashboard
am: ዳሽቦርድ
ar: لوحة القيادة
az: İdarə paneli
bg: Табло
es: Panel de control
et: Armatuurlaud
fa_ir: داشبورد
fi: Hallintapaneeli
fr: Tableau de bord
ko: 대시보드
lv: Mērinstrumentu panelis
pl: Tablica
pt: painel de controle
ru: Дашборд
sr: Командна табла
sw: Dashibodi
tr: Gösterge Paneli

source: Athletes
am: አትሌቶች
ar: اللاعبين
az: İdmançılar
bg: Спортисти
es: Deportistas
et: Sportlased
fa_ir: ورزشکاران
fi: Urheilijat
fr: Sportifs
ko: 선수들
lv: Sportisti
nl: Atleten
pl: Zawodnicy
pt: Atletas
ru: Спортсмены
sk: športovci
sr: sportisti
sw: Wanariadha
tr: Sporcular

source: Test Distribution Plan
am: የሙከራ ስርጭት እቅድ
ar: خطة توزيع الاختبار
az: Test Dağıtım Planı
bg: План за разпределение на проверките
es: Plan de distribución de Controles
et: Testi levitamiskava
fa_ir: برنامه توزیع نمونه گیری
fi: Testaussunnitelma (TDP)
fr: Plan de répartition des contrôles
ko: 검사배분계획
lv: Testa izplatīšanas plāns
nl: Test het distributieplan
pl: Plan rozkładu badań
pt: Plano de Distribuição de Teste
ru: План распределения тестов
sk: Test distribúcie plánu
sr: План дистрибуције теста
sw: Mpango wa Usambazaji wa Mtihani
tr: Test Dağıtım Planı

source: TDP Monitoring
am: TDP ክትትል
ar: مراقبة TDP
az: TDP Monitorinqi
bg: Мониторинг на ПРП
es: Monitoreo de TDP
et: TDP jälgimine
fa_ir: نظارت بر برنامه توزیع نمونه گیری
fi: TDP Seuranta
fr: Suivi du PRC
ko: TDP 모니터링
lv: TDP uzraudzība
nl: TDP-bewaking
pl: Monitorowanie TDP
pt: Monitoramento TDP
ru: Мониторинг TDP
sk: Monitorovanie TDP
sr: Надгледање ТДП-а
sw: Ufuatiliaji wa TDP
tr: TDP İzleme

source: TDSSA Monitoring
am: TDSSA ክትትል
ar: مراقبة TDSSA
az: TDSSA Monitorinqi
bg: Мониторинг на ТДССА
es: Monitoreo del TDSSA
et: TDSSA jälgimine
fa_ir: نظارت بر TDSSA
fi: TDSSA Seuranta
fr: Suivi du DTASS
ko: TDSSA 모니터링
lv: TDSSA uzraudzība
nl: TDSSA-bewaking
pl: Monitorowanie TDSSA
pt: Monitoramento TDSSA
ru: Мониторинг TDSSA
sk: Monitorovanie TDSSA
sr: ТДССА Мониторинг
sw: Ufuatiliaji wa TDSSA
tr: TDSSA İzleme

source: Testing Order Management
am: የምርመራ ትዕዛዝ አስተዳደር
ar: إدارة طلب الاختبار
az: Test Sifarişinin İdarə Edilməsi
bg: Управление на заповед за тестване
es: Gestión de pedidos de pruebas
et: Testimistellimuste haldamine
fa_ir: مدیریت سفارش تست
fi: Testimääräysten hallinta
fr: Gestion des ordres de mission
ko: 검사지시서 관리
lv: Testēšanas pasūtījumu pārvaldība
nl: Beheer controle opdrachten
pl: Testowanie zarządzania zleceniami
pt: Gerenciamento de pedidos de teste
ru: Управление заказами на тестирование
sk: Testovanie správy objednávok
sr: Испитивање управљања поруџбинама
sw: Kujaribu Usimamizi wa Agizo
tr: Test Sipariş Yönetimi

source: Therapeutic Use Exemption (TUE)
am: ቴራፒዩቲካል አጠቃቀም ነፃ መሆን (TUE)
ar: اعفاء استخدام العلاج Teeraptic (TUE)
az: Terapevtik İstifadə İstifadəsi (TUE)
bg: Разрешение за терапевтична употреба (РТУ)
es: Autorización de uso terapéutico (AUT)
et: Terapeutilise kasutamise erand (TUE)
fa_ir: معافیت استفاده درمانی (TUE)
fi: Erivapaus (TUE)
fr: Exemption pour usage thérapeutique (AUT)
ko: 치료목적사용면책 (TUE)
lv: Terapeitiskās lietošanas atbrīvojums (TUE)
nl: Vrijstelling voor therapeutisch gebruik (TUE)
pl: Wyłączenie dla celów terapeutycznych (TUE)
pt: Isenção de uso terapêutico (TUE)
ru: Разрешение на терапевтическое использование (ТИ)
sk: Terapeutická výnimka (TUE)
sr: Izuzeće od terapeutske upotrebe (TUE)
sw: Msamaha wa Matumizi ya Matibabu (TUE)
tr: Terapötik Kullanım Muafiyeti (TUE)

source: Athlete Biological Passport (ABP)
am: የአትሌት ባዮሎጂካል ፓስፖርት (ኤቢፒ)
ar: جواز السفر البيولوجي للرياضيين (ABP)
az: İdmançının Bioloji Pasportu (ABP)
bg: Биологичен паспорт на спортиста (БПС)
es: Pasaporte biológico del deportista (ABP)
et: Sportlase bioloogiline pass (ABP)
fa_ir: پاسپورت بیولوژیکی ورزشکار (ABP)
fi: Urheilijan biologinen passi (ABP)
fr: Passeport biologique de l'athlète (PBA)
ko: 선수생체수첩 (ABP)
lv: Sportista bioloģiskā pase (ABP)
nl: Atleet Biologisch Paspoort (ABP)
pl: Paszport Biologiczny Zawodnika (ABP)
pt: Passaporte biológico do atleta (ABP)
ru: Биологический паспорт спортсмена (БПС)
sk: Biologický pas športovca (ABP)
sr: Atletski biološki pasoš (ABP)
sw: Pasipoti ya Kibiolojia ya Mwanariadha (ABP)
tr: Sporcu Biyolojik Pasaport (ABP)

# abp_uppercase
source: ABP
am: የአትሌት ባዮሎጂካል ፓስፖርት
bg: БПС
et: Kõrvaltoime
fr: PBA
ru: БПС
sr: АБП

source: Reports
am: ሪፖርቶች
ar: التقارير
az: Hesabatlar
bg: Доклади
es: Informes
et: Aruanded
fa_ir: گزارش ها
fi: Raportit
fr: Rapports
ko: 보고서
lv: Pārskati
nl: Rapporten
pl: Raporty
pt: Relatórios
ru: Отчеты
sk: správy
sr: izveštaji
sw: Ripoti
tr: Raporlar

source: Back to Classic
am: ወደ ክላሲክ ተመለስ
ar: العودة إلى كلاسيك
az: Klassik səhifəyə qayıt
bg: Обратно към класическия
es: Volver al Clásico
et: Tagasi Klassika juurde
fa_ir: بازگشت به حالت کلاسیک
fi: Takaisin perinteiseen
fr: Retourner à classique
ko: 클래식으로 돌아가기
lv: Atpakaļ uz klasiku
nl: Terug naar klassiek
pl: Powrót do widoku klasycznego
pt: De volta ao clássico
ru: Вернуться к классическому варианту
sk: Späť na klasiku
sr: Повратак на Цлассиц
sw: Rudi kwa Classic
tr: Klasik'e Dön

# global_title
source: ADAMS NextGen
ar: آدمز NextGen
sr: АДАМС НектГен

# jan_uppercase
source: JAN
am: ጃን
ar: يناير
az: YAN
bg: ЯНУАРИ
es: ENE
fa_ir: ژانویه
fi: TAM
ko: 1월
pl: STY
ru: ЯНВ
sr: ЈАН
tr: OCAK

# feb_uppercase
source: FEB
am: ፌ.ቢ
ar: فبراير
az: Fevral
bg: ФЕВРУАРИ
et: VEEBRUAR
fa_ir: فوریه
fi: HEL
fr: FÉV
ko: 2월
lv: FEBRUĀR
pl: LUT
pt: FEV
ru: ФЕВ
sr: ФЕБ
tr: ŞUBAT

# mar_uppercase
source: MAR
am: ማር
ar: مارس
bg: МАРТ
fa_ir: مارس
fi: MAA
ko: 3월
pl: MRZ
ru: МАР
sr: МАР

# apr_uppercase
source: APR
am: ኤፒአር
ar: أبريل
bg: АПРИЛ
es: ABR
fa_ir: آوریل
fi: HUH
fr: AVR
ko: 4월
pl: KWI
ru: АПР
sr: АПР
tr: Nisan

# may_uppercase
source: MAY
am: ግንቦት
ar: مايو
az: Bilər
bg: Май
et: VÕIB
fa_ir: می
fi: TOU
fr: Mai
ko: 5월
lv: MAIJS
nl: Mei
pl: MAJ
pt: Maio
ru: МАЙ
sk: Smieť
sr: maj
sw: Mei
tr: Mayıs

# jun_uppercase
source: JUN
am: ጁን
ar: يونيو
az: İYUN
bg: ЮНИ
et: JUUN
fa_ir: ژوئن
fi: KES
ko: 6월
pl: CZE
ru: ИЮН
sr: ЈУН
tr: HAZİRAN

# jul_uppercase
source: JUL
am: ጁላይ
ar: يوليو
az: İYUL
bg: ЮЛИ
et: JUUL
fa_ir: جولای
fi: HEI
fr: JUIL
ko: 7월
pl: LIP
ru: ИЮЛ
sk: JÚL
sr: ЈУЛ
tr: TEMMUZ

# aug_uppercase
source: AUG
am: ነሐሴ
ar: أغسطس
az: AVG
bg: АВГУСТ
es: AGO
fa_ir: آگوست
fi: ELO
ko: 8월
pl: SIE
pt: AGO
ru: АВГ
sr: АУГ
tr: AĞU

# sep_uppercase
source: SEP
am: ሴፕ
ar: سبتمبر
bg: СЕПТЕМВРИ
fa_ir: سپتامبر
fi: SYY
ko: 9월
pl: WRZ
ru: СЕН
sr: СЕП

# oct_uppercase
source: OCT
am: ጥቅምት
ar: أكتوبر
az: OKT
bg: ОКТОМВРИ
et: ÜMT
fa_ir: اکتبر
fi: LOK
ko: 10월
nl: OKT
pl: PAŹ
ru: ОКТ
sr: ОКТ

# nov_uppercase
source: NOV
am: እ.ኤ.አ
ar: نوفمبر
bg: НОЕМВРИ
fa_ir: نوامبر
fi: MAR
ko: 11월
pl: LIS
ru: НОЯ
sr: НЕМА В

# dec_uppercase
source: DEC
am: ዲኢሲ
ar: ديسمبر
bg: ДЕКЕМВРИ
es: DIC
et: Detsember
fa_ir: دسامبر
fi: JOU
fr: DÉC
ko: 12월
pl: GRU
pt: DEZ
ru: ДЕК
sr: ДЕЦ
tr: ARALIK

source: Me
am: እኔ
ar: أنا
az: Mən
bg: Аз
es: Yo
et: Mina
fa_ir: من
fi: Minä
fr: Moi
ko: 본인
lv: Es
pl: Mnie
pt: Eu
sk: ja
sr: Ја
sw: Mimi
tr: Ben mi

source: GH
fa_ir: هورمون رشد
sr: ГХ

source: GHRFs
az: GHRF-lər
et: GHRF-id
fa_ir: عوامل آزاد کننده هورمون رشد
lv: GHRF
pl: GHRF
sk: GHRF
sr: ГХРФ
tr: GHRF'ler

source: Urine
am: ሽንት
ar: بول
az: Sidik
bg: Урина
es: Orina
et: Uriin
fa_ir: ادرار
fi: Virtsa
ko: 소변
lv: Urīns
pl: Mocz
pt: Urina
ru: Моча
sk: moč
sr: urin
sw: Mkojo
tr: İdrar

source: Blood
am: ደም
ar: دم
az: Qan
bg: Кръв
es: Sangre
et: Veri
fa_ir: خون
fi: Veri
fr: Sang
ko: 혈액희석
lv: Asinis
nl: Bloed
pl: Krew
pt: Sangue
ru: Кровь
sk: krvný
sr: Krv
sw: Damu
tr: Kan

source: Urine + Blood
am: ሽንት + ደም
ar: بول + دم
az: Sidik + Qan
bg: Урина + кръв
es: Orina + Sangre
et: Uriin + veri
fa_ir: ادرار + خون
fi: Virtsa + veri
fr: Urine + sang
ko: 소변 + 혈액
lv: Urīns + asinis
nl: Urine + bloed
pl: Mocz + Krew
pt: Urina + Sangue
ru: Моча + кровь
sk: Moč + krv
sr: Урин + крв
sw: Mkojo + Damu
tr: İdrar + Kan

source: Isoforms
am: ኢሶፎርሞች
ar: الأشكال الإسوية
az: İzoformalar
bg: Изоформи
es: Isoformas
et: Isovormid
fa_ir: ایزوفرم ها
fi: Isoformit
fr: Isoformes
lv: Izoformas
nl: Isovormen
pl: Izoformy
pt: Isoformas
ru: Изоформы
sk: izoformy
sr: Изоформе
tr: İzoformlar

source: BioMarkers
am: ባዮማርከርስ
az: BioMarkerlər
es: Biomarcadores
et: BioMarkerid
fa_ir: نشانگرهای زیستی
fi: Biomarkkerit
fr: Biomarqueurs
lv: Biomarķieri
ru: Биомаркеры
sr: БиоМаркерс
tr: Biyobelirteçler

source: Isoforms + BioMarkers
am: ኢሶፎርሞች + ባዮማርከርስ
az: İzoformalar + BioMarkerlər
bg: Изоформи + BioMarkers
es: Isoformas + Biomarcadores
et: Isovormid + BioMarkerid
fa_ir: ایزوفرم + نشانگرهای زیستی
fi: Isoformit + biomarkkerit
fr: Isoformes + biomarqueurs
lv: Izoformas + biomarķieri
nl: Isovormen + BioMarkers
pl: Izoformy + Biomarkery
pt: Isoformas + biomarcadores
ru: Изоформы + биомаркеры
sk: Izoformy + Biomarkery
sr: Изоформе + БиоМаркери
tr: İzoformlar + BioMarkers

source: GHRH + GHS/GHRP
sr: ГХРХ + ГХС / ГХРП

source: Erythropoietin-Receptor agonists
ar: ناهضات مستقبلات إرثروبويتين
az: Eritropoetin-Reseptor agonistləri
bg: Еритропоетин-рецепторни агонисти
es: Agonistas del receptor de la eritropoyetina
et: Erütropoetiin-retseptori agonistid
fa_ir: آگونیست گیرنده اریتروپویتین
fi: Erytropoietiini-reseptorin agonistit
fr: Agonistes du récepteur de l’érythropoïétine
ko: 에리트로포이에틴 수용체 작용제
lv: Eritropoetīna receptoru agonisti
nl: Erytropoëtine-receptoragonisten
pl: Agoniści receptora erytropoetyny
pt: Agonistas do receptor de eritropoietina
ru: Агонисты рецепторов эритропоэтина
sk: Agonisty erytropoetínového receptora
sr: Агонисти рецептора еритропоетина
sw: Wapinzani wa Erythropoietin-Receptor
tr: Eritropoietin-Reseptör agonistleri

source: Growth hormone
am: የእድገት ሆርሞን
ar: هرمون النمو
az: Böyümə hormonu
bg: Хормон на растежа
es: Hormona de crecimiento
et: Kasvuhormoon
fa_ir: هورمون رشد
fi: Kasvuhormoni
fr: Hormone de croissance
ko: 성장 호르몬
lv: Augšanas hormons
nl: Groeihormoon
pl: Hormon wzrostu
pt: Hormônio do crescimento
ru: Гормон роста
sk: Rastový hormón
sr: Хормон раста
sw: Ukuaji wa homoni
tr: Büyüme hormonu

source: Growth hormone–releasing hormone
am: የእድገት ሆርሞን - የሚለቀቅ ሆርሞን
ar: هرمون النمو - إفراز الهرمون
az: Böyümə hormonu-relizinq hormonu
bg: Хормон на растежа - освобождаващ хормон
es: Hormona liberadora de la hormona de crecimiento
et: Kasvuhormooni vabastav hormoon
fa_ir: هورمون آزاد کننده هورمون رشد
fi: Kasvuhormonia vapauttava hormoni
fr: Hormone de libération de l’hormone de croissance
ko: 성장 호르몬–방출 호르몬
lv: Augšanas hormonu atbrīvojošais hormons
nl: Groeihormoon-afgevend hormoon
pl: Hormon uwalniający hormon wzrostu
pt: Hormônio liberador do hormônio do crescimento
ru: Высвобождающий гормон гормона роста
sk: Hormón uvoľňujúci rastový hormón
sr: Хормон раста који ослобађа хормон
sw: Ukuaji wa homoni-kutoa homoni
tr: Büyüme hormonu salgılayan hormon

# sampleType_urine
source: Urine
am: ሽንት
ar: بول
az: Sidik
bg: Урина
es: Orina
et: Uriin
fa_ir: ادرار
fi: Virtsa
ko: 소변
lv: Urīns
pl: Mocz
pt: Urina
ru: Моча
sk: moč
sr: urin
sw: Mkojo
tr: İdrar

# sampleType_blood
source: Blood
am: ደም
ar: دم
az: Qan
bg: Кръв
es: Sangre
et: Veri
fa_ir: خون
fi: Veri
fr: Sang
ko: 혈액희석
lv: Asinis
nl: Bloed
pl: Krew
pt: Sangue
ru: Кровь
sk: krvný
sr: Krv
sw: Damu
tr: Kan

source: Blood ABP
am: ደም ABP
ar: الدم ABP
az: Qan ABP
bg: Кръвен БПС
es: Sangre ABP
et: Vere ABP
fa_ir: ABP خون
fi: ABP veri
fr: PBA sang
ko: 혈액 ABP
lv: Asins ABP
nl: Bloed ABP
pl: Krew (ABP)
pt: ABP de sangue
ru: Кровь на БПС
sk: Krvný ABP
sr: АБП у крви
sw: ABP ya damu
tr: Kan ABP

source: Blood Passport
am: የደም ፓስፖርት
ar: جواز سفر الدم
az: Qan pasportu
bg: Биологичен паспорт
es: Pasaporte sanguíneo
et: Verepass
fa_ir: پاسپورت خون
fi: Biologinen passi (veri)
fr: Passeport sanguin
ko: 혈액수첩
lv: Asins pase
nl: Bloedpaspoort
pl: Paszport krwi
pt: Passaporte Sanguíneo
ru: Паспорт крови
sk: Krvný pas
sr: krvni pasoš
sw: Pasipoti ya damu
tr: Kan Pasaportu

source: Dried Blood Spot
am: የደረቀ ጠብታ የደም
ar: بقعة دم مجففة
az: Qurudulmuş qan ləkəsi
bg: Суха кръв
es: Mancha de sangre seca
et: Kuivanud verelaik
fa_ir: نمونه لکه خون خشک شده
fi: Kuivaverinäyte
fr: Gouttes de sang séchées
ko: 건조혈반
lv: Žāvēta asiņu vieta
nl: Opgedroogde bloedvlek
pl: Suche krople krwi
pt: Mancha de sangue seco
ru: Сухие пятна крови
sk: Suchá krvavá škvrna
sr: Osušena tačka krvi
sw: Doa iliyokaushwa ya Damu
tr: Kuru Kan Damlası

# breakTheMatch_lowercase
source: break the match
am: ግጥሚያውን ሰበር
ar: كسر المباراة
az: matçı pozmaq
bg: Прекъснете свързването
es: Romper una correspondencia
et: matši murda
fa_ir: متوقف کردن مسابقه
fi: poista yhdistyminen
fr: briser le match
ko: 일치 해제
lv: pārtraukt spēli
nl: verbreek de koppeling
pl: przerwanie dopasowania
pt: quebrar a partida
ru: разорвать связь
sk: prerušiť zápas
sr: преломи меч
sw: kuvunja mechi
tr: maçı bozmak

# code_lowercase
source: code
am: ኮድ
ar: رمز
az: kod
bg: Код
es: Código
et: kood
fa_ir: کد
fi: koodi
ko: 시료번호
lv: kodu
pl: kod
pt: código
ru: код
sk: kód
sr: kod
sw: kanuni
tr: numara

# type_lowercase
source: type
am: ዓይነት
ar: النوع
az: Yazın
bg: Вид
es: escriba
et: tüüp
fa_ir: نوع
fi: tyyppi
ko: 유형
lv: veids
nl: Soort
pl: rodzaj
pt: Tipo
ru: Тип
sk: typ
sr: vrsta
sw: aina
tr: Tür

source: validity
am: ትክክለኛነት
ar: صلاحية
az: Etibarlılıq
bg: Валидност
es: validez
et: kehtivus
fa_ir: اعتبار
fi: validiteetti
fr: Validité
ko: 유효성
lv: derīgums
nl: Validiteit
pl: ważność
pt: Validade
ru: Пригодность
sk: platnosť
sr: Validnost
sw: uhalali
tr: Geçerlilik

source: Doping Control Form
am: የዶፒንግ መቆጣጠሪያ ቅጽ
ar: نموذج فحص المنشطات
az: Dopinqə nəzarət forması
bg: Формуляр за допингов контрол
es: Formulario de control de dopaje
et: Dopingukontrolli vorm
fa_ir: فرم کنترل دوپینگ
fi: Dopingtestipöytäkirja
fr: Formulaire de contrôle du dopage
ko: 도핑검사서
lv: Dopinga kontroles veidlapa
nl: Formulier dopingcontrole
pl: Protokół kontroli antydopingowej
pt: Formulário de Controle de Dopagem
ru: Протокол допинг-контроля
sk: Formulár dopingovej kontroly
sr: Formular za doping kontrolu
sw: Fomu ya Kudhibiti Doping
tr: Doping Kontrol Formu

# dcf_uppercase
source: DCF
am: ዲሲኤፍ
ar: نموذج فحص المنشطات
bg: Създаване, разглеждане и редактиране на ФДК
es: FCD
fi: Dopingtestipöytäkirja
fr: FCD
ko: 도핑검사서(DCF)
pl: Protokół kontroli antydopingowej
pt: FCD
ru: Протокол допинг-контроля
sr: doping formular
tr: DKF

source: Testing Order
am: የምርመራ ትዕዛዝ
ar: ترتيب الاختبار
az: Test Sifarişi
bg: Заповед за тестване
es: Orden de Misión
et: Tellimuse testimine
fa_ir: سفارش نمونه گیری
fi: Testimääräys
fr: Ordre de mission
ko: 검사지시서
lv: Pārbaudes pasūtījums
nl: Bestelling testen
pl: Polecenie kontroli
pt: Ordem de Teste
ru: Распоряжение на тестирование
sk: Objednávka testovania
sr: Редослед тестирања
sw: Agizo la Kupima
tr: Test Sırası

source: Unsuccessful Attempt
am: ያልተሳካ ሙከራ
ar: محاولة فاشلة
az: Uğursuz cəhd
bg: Неуспешен опит за проверка
es: Intento fallido
et: Ebaõnnestunud katse
fa_ir: نمونه گیری ناموفق
fi: Urheilijaa ei tavoitettu testiin
fr: Tentative manquée
ko: 검사시도실패
lv: Neveiksmīgs mēģinājums
nl: Mislukte poging
pl: Nieudana próba
pt: Tentativa sem sucesso
ru: Неудачная попытка
sk: Neúspešný pokus
sr: Neuspešan pokušaj
sw: Jaribio lisilofanikiwa
tr: Başarısız Girişim

# tests_lowercase
source: tests
am: ምርመራዎች
ar: الاختبارات
az: Testlər
bg: Проверки
es: Controles
et: testid
fa_ir: تست ها
fi: testiä
fr: contrôles
ko: 검사
lv: testiem
nl: Testen
pl: testy
pt: Testes
ru: Тесты
sk: skúšky
sr: testovi
sw: vipimo
tr: Doping Kontrolleri

source: Lead Doping Control Officer
am: መሪ ዶፒንግ ቁጥጥር ኦፊሰር
ar: مسؤول مراقبة المنشطات الرئيسي
az: Aparıcı Dopinq Nəzarəti Mütəxəssisi
bg: Водещ служител по допинг контрол
es: Oficial de Control de Dopaje
et: Dopingu juhtiv ametnik
fa_ir: افسر ارشد کنترل دوپینگ
fi: Vastaava Dopingtestaaja
fr: Agent de contrôle du dopage principal
ko: 선임 도핑검사관
lv: Galvenais dopinga kontroles speciālists
pl: Przewodniczący zespołu kontrolnego
pt: Oficial líder de controle de doping
ru: Старший инспектор допинг-контроля
sk: Vedúci dopingový kontrolór
sr: Водећи службеник за допинг контролу
sw: Afisa Mkuu wa Udhibiti wa Doping
tr: Doping Kontrol Görevlisi

source: Grand Total
am: አጠቃላይ ድምር
ar: المجموع الكلي
az: Ümumi cəmi
bg: Общо
es: Total general
et: Kogusumma
fa_ir: جمع کل نهایی
fi: Kaikki yhteensä
fr: Total
ko: 총 합계
lv: Kopsumma
nl: Eindtotaal
pl: Łącznie
pt: Total geral
ru: Общая сумма
sk: Úhrn
sr: Гранд Тотал
sw: Jumla Kubwa
tr: Genel Toplam

source: Discipline
am: ተግሣጽ
ar: المجال
az: İntizam
bg: Дисциплина
es: Disciplina
et: Distsipliin
fa_ir: ماده ورزشی
fi: Alalaji
ko: 종목
lv: Disciplīna
pl: Dyscyplina
pt: Prova
ru: Дисциплина
sk: disciplína
sr: disciplina
sw: Nidhamu
tr: Branş

source: Total
am: ጠቅላላ
ar: الإجمالي
az: ÜMUMİ
bg: ОБЩО
et: Kokku
fa_ir: جمع کل
fi: KOKONAISMÄÄRÄ
ko: 합계
lv: Kopā
nl: TOTAAL
pl: CAŁKOWITY
ru: Всего
sk: Celkom
sr: UKUPNO
sw: Jumla
tr: TOPLAM

# icUrineTest
source: Urine IC Test
am: የሽንት አይሲ ሙከራ
ar: اختبار البول IC
az: Sidik IC Testi
bg: IC тест за урина
es: Control de orina EC
et: Uriini IC-test
fa_ir: تست ادرار داخل مسابقه
fi: Virtsa IC-testi
fr: Contrôle urinaire IC
ko: 소변 IC 검사
lv: Urīna IC tests
pl: Kontrola IC moczu
pt: Teste de urina IC
ru: Тест на мочу IC
sk: IC test moču
sr: ИЦ тест урина
sw: Mtihani wa IC wa mkojo
tr: İdrar IC Testi

# icUrineForecast
source: Urine IC Forecast
am: የሽንት አይሲ ትንበያ
ar: توقعات البول IC
az: Sidik IC Proqnozu
bg: Прогноза за урина IC
es: Previsión de Orina EC
et: Uriini IC prognoos
fa_ir: پیش بینی تست ادرار داخل مسابقه
fi: Virtsa IC-ennuste
fr: Prévisions Urine IC
ko: 소변 IC 예측
lv: Urīna IC prognoze
nl: Urine IC-voorspelling
pl: Prognoza IC moczu
pt: Previsão de urina IC
ru: Прогноз на мочу IC
sk: Predpoveď IC moču
sr: Прогноза ИЦ урина
sw: Utabiri wa IC wa mkojo
tr: İdrar IC Tahmini

# icUrinePercent
source: Urine IC %
am: ሽንት አይሲ%
ar: البول IC٪
az: Sidik IC %
bg: % урина IC
es: Orina EC %
et: Uriini IC%
fa_ir: % تست ادرار داخل مسابقه
fi: Virtsa IC %
ko: 소변 IC %
lv: Urīna IC %
pl: Mocz IC %
pt: Urina IC%
ru: Моча IC%
sk: IC v moči %
sr: ИЦ урина%
sw: IC% ya mkojo
tr: İdrar IC%

# oocUrineTest
source: Urine OOC Test
am: የሽንት OOC ሙከራ
ar: اختبار البول OOC
az: Sidik OOC Testi
bg: OOC тест за урина
es: Control de orina FdeC
et: Uriini OOC test
fa_ir: تست ادرار خارج از مسابقه
fi: Virtsa OOC-testi
fr: Contrôle urinaire OOC
ko: 소변 OOC 검사
lv: Urīna OOC tests
pl: Kontrola OOC moczu
pt: Teste OOC de urina
ru: Тест на мочу OOC
sk: OOC test moču
sr: ООЦ тест урина
sw: Mtihani wa OOC ya mkojo
tr: İdrar OOC Testi

# oocUrineForecast
source: Urine OOC Forecast
am: የሽንት OOC ትንበያ
ar: توقعات البول OOC
az: Sidik OOC Proqnozu
bg: Прогноза за урина OOC
es: Previsión de Orina FdeC
et: Uriini OOC prognoos
fa_ir: پیش بینی ادرار خارج از مسابقه
fi: Virtsa OOC-ennuste
fr: Prévisions Urine OOC
ko: 소변 OOC 예측
lv: Urīna OOC prognoze
nl: Urine OOC-voorspelling
pl: Prognoza OOC w moczu
pt: Urina OOC Forecast
ru: Прогноз на мочу OOC
sk: Predpoveď OOC moču
sr: ООЦ прогноза за урин
sw: Utabiri wa OOC ya mkojo
tr: İdrar OOC Tahmini

# oocUrinePercent
source: Urine OOC %
am: ሽንት OOC %
ar: البول OOC٪
az: Sidik OOC %
bg: OOC% на урината
es: Orina FdeC %
et: Uriini OOC%
fa_ir: درصد ادرار خارج از مسابقه
fi: Virtsa OOC%
ko: 소변 OOC %
lv: Urīna OOC %
pl: OOC w moczu %
pt: Urina OOC%
ru: Моча OOC%
sk: OOC % moču
sr: ООЦ% урина
sw: Mkojo OOC%
tr: İdrar OOC%

# icBloodTest
source: Blood IC Test
am: የደም IC ሙከራ
ar: اختبار الدم IC
az: Qan IC Testi
bg: IC Тест за кръв
es: Controlde sangre EC
et: Vere IC-test
fa_ir: آزمایش خون حین مسابقه
fi: Veri IC-testi
fr: Contrôle sanguin IC
ko: 혈액 IC 검사
lv: Asins IC tests
nl: Bloed IC-test
pl: Kontrola IC krwi
pt: Teste de CI de sangue
ru: Тест на кровь IC
sk: Krvný IC test
sr: ИК тест крви
sw: Mtihani wa IC wa damu
tr: Kan IC Testi

# icBloodForecast
source: Blood IC Forecast
am: የደም IC ትንበያ
ar: توقعات الدم IC
az: Qan IC Proqnozu
bg: Прогноза за кръв IC
es: Previsión de sangre EC
et: Vere IC prognoos
fa_ir: پیش بینی خون حین مسابقه
fi: Veri IC-ennuste
fr: Prévisions sang IC
ko: 혈액 IC 예측
lv: Asins IC prognoze
nl: Blood IC-voorspelling
pl: Prognoza IC dla krwi
pt: Previsão de IC de sangue
ru: Прогноз на кровь IC
sk: Predpoveď IC krvi
sr: Прогноза ИЦ крви
sw: Utabiri wa IC wa Damu
tr: Kan IC Tahmini

# icBloodPercent
source: Blood IC %
am: ደም IC%
ar: الدم IC٪
az: Qan IC %
bg: IC % кръв
es: Sangre EC %
et: Vere IC
fa_ir: % خون حین مسابقه
fi: Veri IC%
fr: Sang IC %
ko: 혈액 IC %
lv: Asins IC %
nl: Bloed IC%
pl: IC krwi %
pt: % De IC de sangue
ru: Кровь IC%
sk: Krv IC %
sr: ИК у крви%
sw: IC% ya damu
tr: Kan IC%

# oocBloodTest
source: Blood OOC Test
am: የደም OOC ሙከራ
ar: اختبار الدم OOC
az: Qan OOC Testi
bg: OOC Кръвен тест
es: Control de sangre FdeC
et: Vere OOC-test
fa_ir: تست خون خارج از مسابقه
fi: Veri OOC-testi
fr: Contrôle sanguin OOC
ko: 혈액 OOC 검사
lv: OOC asins pārbaude
nl: Bloed OOC-test
pl: Kontrola OOC krwi
pt: Teste OOC de sangue
ru: Тест крови OOC
sk: Krvný OOC test
sr: ООЦ тест крви
sw: Mtihani wa OOC ya Damu
tr: Kan OOC Testi

# oocBloodForecast
source: Blood OOC Forecast
am: የደም OOC ትንበያ
ar: توقعات الدم OOC
az: Qan OOC Proqnozu
bg: Прогноза за кръвна OOC
es: Previsión de sangre FdeC
et: Vere OOC prognoos
fa_ir: پیش بینی تست خون خارج از مسابقه
fi: Veri OOC-ennuste
fr: Prévisions sang OOC
ko: 혈액 OOC 예측
lv: Asins OOC Prognoze
nl: Bloed OOC-voorspelling
pl: Prognoza OOC krwi
pt: Previsão de sangue OOC
ru: Прогноз проб крови OOC
sk: Predpoveď Blood OOC
sr: Прогноза ООЦ крви
sw: Utabiri wa OOC ya Damu
tr: Kan OOC Tahmini

# oocBloodPercent
source: Blood OOC %
am: ደም OOC %
ar: ٪ OOC الدم
az: Qan OOC %
bg: Кръвен OOC%
es: Sangre FdeC %
et: Vere OOC%
fa_ir: % تست خون خارج از مسابقه
fi: Veri OOC%
fr: Sang OOC %
ko: 혈액 OOC %
lv: Asins OOC %
nl: Bloed OOC%
pl: OOC krwi %
pt: Sangue OOC%
ru: Кровь OOC%
sk: Krv OOC %
sr: ООЦ у крви%
sw: Damu OOC%
tr: Kan OOC%

# icBloodPassportTest
source: Blood Passport IC Test
am: የደም ፓስፖርት IC ሙከራ
ar: اختبار جواز الدم IC
az: Qan Pasportu IC Testi
bg: Тест за кръвен паспорт IC
es: Control de pasaporte sanguineo EC
et: Verepassi IC-test
fa_ir: آزمایش پاسپورت خون حین مسابقه
fi: ABP-veri IC-testi
fr: Contrôle passeport sanguin IC
ko: 혈액 수첩 IC 검사
lv: Asins pases IC tests
nl: Bloedpaspoort IC-test
pl: Kontrola IC na paszport biologiczny
pt: Teste IC para passaporte de sangue
ru: Тест на паспорт крови IC
sk: Krvný pas IC test
sr: ИК тест пасоша крви
sw: Mtihani wa IC wa Pasipoti ya Damu
tr: Kan Pasaport IC Testi

# icBloodPassportForecast
source: Blood Passport IC Forecast
am: የደም ፓስፖርት IC ትንበያ
ar: توقعات الدم IC جواز السفر
az: Qan Pasport IC Proqnozu
bg: Прогноза за кръвен паспорт IC
es: Pronóstico del Pasaporte Sanguineo EC
et: Verepassi IC-prognoos
fa_ir: پیش بینی پاسپورت خون حین مسابقه
fi: ABP-veri IC-ennuste
fr: Prévisions Passeport sanguin IC
ko: 혈액 수첩 IC 예측
lv: Asins pases IC prognoze
nl: Blood Passport IC-voorspelling
pl: Prognoza IC paszportu biologicznego
pt: Previsão do Blood Passport IC
ru: Прогноз на паспортов крови IC
sk: Predpoveď IC pre krvný pas
sr: Прогноза ИК за пасош крви
sw: Utabiri wa Pasipoti ya Damu IC
tr: Kan Pasaport IC Tahmini

# icBloodPassportPercent
source: Blood Passport IC %
am: የደም ፓስፖርት IC%
ar: جواز الدم IC٪
az: Qan Pasportu IC %
bg: Кръвен паспорт IC %
es: Pasaporte sanguineo EC %
et: Verepassi IC%
fa_ir: گذرنامه خون حین مسابقه
fi: ABP-veri IC%
fr: Passeport sanguin IC %
ko: 혈액 수첩 IC %
lv: Asins pases IC %
nl: Bloedpaspoort IC%
pl: Paszport biologiczny IC %
pt: % De passaporte de sangue
ru: Паспорт крови IC%
sk: Krvný pas IC %
sr: ИК пасоша крви
sw: Pasipoti ya Damu IC%
tr: Kan Pasaport IC%
