Repository: NandhineeR/WADA
Catalog: wada-ama-testcenter-web-57718053929f/wada-ama-testcenter-web-57718053929f/src/i18n/messages.*.xlf
Languages: am, ar, az, bg, es, et, fa_ir, fi, fr, ko, lv, nl, pl, pt, ru, sk, sr, sw, tr

# athletesMissingSportDiscipline
source: One or many athletes are missing a sport/discipline. Please add a sport/discipline to all athletes.
am: አንድ ወይም ብዙ አትሌቶች ስፖርት/ተግሣጽ ይጎድላሉ። እባክዎ ለሁሉም አትሌቶች ስፖርት/ተግሣጽ ይጨምሩ።
ar: واحد أو أكثر من الرياضيين يفقدون الرياضة / الانضباط. الرجاء إضافة رياضة / انضباط لجميع الرياضيين.
az: Bir və ya bir çox idmançı idman/intizamdan məhrumdur. Bütün idmançılara idman/intizam əlavə edin.
bg: При един или повече състезатели липсва спорт/дисциплина. Моля, добавете спорт/дисциплина към всички спортисти.
es: A uno o muchos atletas les falta un deporte/disciplina. Por favor, añada un deporte/disciplina a todos los atletas.
et: Ühel või paljudel sportlastel puudub spordiala / distsipliin. Lisage kõigile sportlastele sport / distsipliin.
fa_ir: یک یا چند ورزشکار یک ورزش/رشته را از دست داده اند. لطفاً یک رشته ورزشی/رشته ای را به همه ورزشکاران اضافه کنید.
fi: Yhdeltä tai useammalta urheilijalta puuttuu laji/alalaji Lisää laji/alalaji kaikille urheilijoille.
fr: Un ou plusieurs sportifs n'ont pas de sport / discipline. Veuillez ajouter un sport / discipline à tous les sportifs.
ko: 한 명 이상의 선수에 종목/세부종목이 누락되었습니다. 모든 선수에 종목/세부종목을 추가하세요.
lv: Vienam vai vairākiem sportistiem trūkst sporta veida/disciplīna.Lūdzu, pievienojiet sporta veidu/disciplīnu visiem sportistiem.
nl: Een of meerdere atleten missen een sport / discipline. Voeg een sport / discipline toe aan alle atleten.
pl: Jeden lub wielu sportowców brakuje sportu / dyscypliny. Dodaj sport / dyscyplinę do wszystkich sportowców.
pt: Um ou mais atletas estão perdendo um esporte / disciplina. Por favor, adicione um esporte / disciplina para todos os atletas.
ru: У одного или нескольких спортсменов отсутствует Вид спорта / Дисциплина. Пожалуйста, добавьте Вид спорта / Дисциплину для всех спортсменов.
sk: Jednému alebo viacerým športovcom chýba šport/disciplína. Pridajte šport/disciplínu všetkým športovcom.
sr: Једном или више спортиста недостаје спорт / дисциплина. Молимо додајте спорт / дисциплину свим спортистима.
sw: Mwanariadha mmoja au wengi wanakosa mchezo/nidhamu. Tafadhali ongeza mchezo/nidhamu kwa wanariadha wote.
tr: Bir veya daha fazla sporcu bir sporu / disiplini kaçırıyor. Lütfen tüm sporculara bir spor / disiplin ekleyin.

# placeholdersMissingSportDiscipline
source: One or many placeholders are missing a sport/discipline. Please add a sport/discipline to all placeholders.
am: አንድ ወይም ብዙ ቦታ ያዥዎች ስፖርት/ተግሣጽ ይጎድላሉ። እባክዎ ለሁሉም ቦታ ያዥዎች ስፖርት/ተግሣጽ ያክሉ።
ar: واحد أو كثير من الأماكن المحتجزة تفتقد الى sport/انضباط. برجاء اضافة رياضة / انضباط الى كل الأماكن المحتجزة.
az: Bir və ya bir çox yer tutucuda idman/intizam yoxdur. Bütün yer tutanlara idman/intizam əlavə edin.
bg: При един или много призьори/места от класиране липсва спорт/дисциплина. Моля, добавете спорт/дисциплина към всички призьори/места от класиране.
es: A uno o muchos marcadores de posición les falta un deporte/disciplina. Por favor, agregue un deporte/disciplina a todos los marcadores de posición.
et: Ühel või mitmel kohahoidjal puudub sport / distsipliin. Lisage spordi- / distsipliin kõigile kohahoidjatele.
fa_ir: یک یا چند نفر از جایگاه‌داران یک ورزش/رشته را از دست داده‌اند. لطفاً یک ورزش/رشته را به همه جانشینان اضافه کنید.
fi: Yhdestä tai useammasta sijoituksesta puuttuu laji/alalaji Lisää laji/alalaji kaikkiin sijoituksiin.
fr: Un ou plusieurs espaces réservés n'ont pas de sport/discipline. Veuillez ajouter un sport / discipline à tous les espaces réservés.
ko: 하나 이상의 검사대상에 종목/세부종목이 누락되었습니다. 모든 검사대상에 종목/세부종목을 추가하세요.
lv: Vienam vai vairākiem vietturiem trūkst sporta veida/disciplīna.Lūdzu, pievienojiet sporta veidu/disciplīnu visiem vietturiem.
nl: Een of meerdere "placeholders" missen een sport / discipline. Voeg een sport / discipline toe voor alle "placeholders".
pl: W co najmniej jednym symbolu zastępczym brakuje sportu / dyscypliny. Dodaj sport / dyscyplinę do wszystkich symboli zastępczych.
pt: Um ou muitos espaços reservados estão faltando um esporte/disciplina. Por favor, adicione um esporte/disciplina a todos os espaços reservados.
ru: В одной или нескольких "болванках" отсутствует Вид спорта / Дисциплина. Пожалуйста, добавьте Вид спорта / Дисциплину во все "болванки".
sk: V jednom alebo viacerých zástupných symboloch chýba šport/disciplína. Pridajte šport/disciplínu do všetkých zástupných symbolov.
sr: Једном или више резервираних места недостаје спорт / дисциплина. Молимо додајте спорт / дисциплину свим резервираним местима.
sw: Kishika nafasi kimoja au wengi wanakosa mchezo/nidhamu. Tafadhali ongeza mchezo/nidhamu kwa vishika nafasi vyote.
tr: Bir veya daha fazla yer tutucu bir spor/disiplin eksik. Lütfen tüm yer tutuculara bir spor/disiplin ekleyin.

source: Athlete (Last Name, First Name)
am: አትሌት (የአያት ስም, የመጀመሪያ ስም)
ar: رياضي (اسم العائلة ، الاسم الأول)
az: İdmançı (Soyadı, Adı)
bg: Спортист (Фамилия, Име)
es: Deportista (Apellido, Nombre)
et: Sportlane (perekonnanimi, eesnimi)
fa_ir: ورزشکار (نام خانوادگی، نام)
fi: Urheilija (Sukunimi, Etunimi)
fr: Sportif (nom, prénom)
ko: 선수 (성, 이름)
lv: Sportists (uzvārds, vārds)
nl: Atleet (achternaam, voornaam)
pl: Sportowiec (nazwisko, imię)
pt: Atleta (Sobrenome, Nome)
ru: Спортсмен (фамилия, имя)
sk: Športovec (priezvisko, meno)
sr: Спортиста (презиме, име)
sw: Mwanariadha (Jina la Ukoo, Jina la Kwanza)
tr: Sporcu (Soyadı, Adı)

# athleteId_titlecase
source: athletes ID
am: የአትሌቶች መታወቂያ
ar: معرف الرياضيين
az: idmançıların şəxsiyyət vəsiqəsi
bg: ID на спортисти
es: deportistas ID
et: sportlase ID
fa_ir: شناسه ورزشکاران
fi: Urheilija ID
fr: Identification des athlètes
ko: 선수 ID
lv: sportistu ID
nl: sporter-ID
pl: legitymacja sportowca
pt: ID dos atletas
ru: ID спортсменов
sk: ID športovcov
sr: sportisti ID
sw: kitambulisho cha wanariadha
tr: Sporcu Kimliği

# athleteGender
source: Athlete Sport Gender
am: አትሌት ስፖርት ጾታ
ar: نوع الرياضة الرياضية
az: İdmançı İdman Cinsi
bg: Спортист Спорт Пол
es: Atleta Deporte Género
et: Sportlane Sport Sugu
fa_ir: جنسیت ورزشی ورزشکار
fi: Urheilija Urheilusukupuoli
fr: ADAMS Sport Sexe
ko: 선수 스포츠 성별
lv: Sportista sporta dzimums
nl: Atleet Sport Geslacht
pl: Sport Sport Płeć
pt: Atleta Esporte Sexo
ru: Спортивный пол Спортсмена
sk: Športové pohlavie
sr: Sportista Sport Pol
sw: Jinsia ya Mwanaspoti
tr: Sporcu Spor Cinsiyet

source: Athlete Sport Nationality
am: የአትሌት ስፖርት ዜግነት
ar: الجنسية الرياضية التي يحملها الرياضي
az: İdmançı idmanı
bg: Спортно гражданство
es: Nacionalidad Deportiva del Deportista
et: Sportlase spordi rahvus
fa_ir: ملیت ورزش ورزشکار
fi: Maa, jota urheilija edustaa (sport nationality)
fr: Nationalité sportive du sportif
lv: Sportista pilsonība
nl: Atleet Sport Nationaliteit
pl: Narodowość sportowa zawodnika
pt: Nacionalidade do Esporte do Atleta
ru: Спортивное гражданство спортсмена
sk: Športová národnosť športovca
sr: Sportska nacionalnost
sw: Raia wa Michezo ya Mwanariadha
tr: Spor Uyruğu

# athleteSportDiscipline_slash
source: Athlete Sport / Discipline
am: አትሌት ስፖርት / ተግሣጽ
ar: الرياضة / الانضباط الرياضي
az: İdmançı İdman / İntizam
bg: Спорт/Дисциплина на спортиста
es: Deporte y disciplina de los atletas
et: Sportlase sport / distsipliin
fa_ir: ورزش ورزشکار / نظم و انضباط
fi: Urheilijan Laji/Alalaji
fr: Date de naissance du sportif
ko: 선수 종목/세부종목
lv: Sportists/Disciplīna
nl: Atleet Sport / Discipline
pl: Sport / dyscyplina sportowca
pt: Atleta Esporte / Disciplina
ru: Спорт / Дисциплина спортсмена
sk: Športovec / Disciplína
sr: Спортиста спорт / дисциплина
sw: Mwanaspoti / Nidhamu
tr: Atlet Spor / Disiplin

source: Athlete Date of Birth
am: አትሌት የተወለደበት ቀን
ar: تاريخ ميلاد الرياضي
az: İdmançının Doğum Tarixi
bg: Дата на раждане на спортиста
es: Atleta Fecha de nacimiento
et: Sportlase sünniaeg
fa_ir: تاریخ تولد ورزشکار
fi: Urheilijan syntymäaika
fr: Date de naissance du sportif
ko: 선수 생년월일
lv: Sportista dzimšanas datums
nl: Geboortedatum atleet
pl: Data urodzenia sportowca
pt: Data de Nascimento do Atleta
ru: Дата рождения спортсмена
sk: Dátum narodenia športovca
sr: Датум рођења спортисте
sw: Mwanariadha Tarehe ya Kuzaliwa
tr: Sporcunun Doğum Tarihi

source: Athlete Age
am: የአትሌት ዕድሜ
ar: عمر الرياضي
az: İdmançı yaşı
bg: Възраст на спортиста
es: Edad del Deportista
et: Sportlase vanus
fa_ir: عصر ورزشکار
fi: Urheilijan ikä
fr: Âge du sportif
ko: 선수 나이
lv: Sportista vecums
nl: Leeftijd atleet
pl: Wiek zawodnika
pt: Idade do(a) atleta
ru: Возраст спортсмена
sk: Vek športovca
sr: Starost sportiste
sw: Umri wa Mwanariadha
tr: Sporcunun yaşı

# disabilitiesAthleteProfile
source: Disabilities in Athlete's Profile
am: የአካል ጉዳተኞች በአትሌት መገለጫ ውስጥ
ar: إعاقات في ملف الرياضي
az: İdmançının Profilindəki Əlillər
bg: Данни за увреждания в профила на спортиста
es: Discapacidades en el perfil de los atletas
et: Puudega sportlane ' profiili
fa_ir: ناتوانی در پروفایل ورزشکار
fi: Vammaluokitus urheilijan profiilissa
fr: Handicaps dans le profil du sportif
ko: 선수 프로필의 장애사항
lv: Invaliditātes sportista profilā
nl: Handicaps in het profiel van de atleet
pl: Niepełnosprawność w profilu sportowca
pt: Deficiências no perfil do atleta
ru: Инвалидность в профиле спортсмена
sk: Zdravotné postihnutia v profile športovca
sr: Инвалидитет у профилу спортисте
sw: Ulemavu katika Wasifu wa Mwanariadha
tr: Sporcunun profilindeki sakatlıklar

# athleteLevelHeaderTooltip
source: Athlete level is optional in Testing Order but must be provided in Doping Control Form
am: በሙከራ ትዕዛዝ ውስጥ የአትሌት ደረጃ አማራጭ ነው ነገር ግን በዶፒንግ መቆጣጠሪያ ቅጽ መቅረብ አለበት።
ar: يعد المستوى الرياضيون اختياريا في اختبار الترتيب ولكن يجب أن يتم اتاحته في نموذج التحكم في المنشطات
az: İdmançı səviyyəsi Test Sifarişində isteğe bağlıdır, lakin Dopinq Nəzarəti Formasında göstərilməlidir
bg: Нивото на спортиста не е задължително в заповедта за тестване, но трябва да бъде записано във Формуляра за допингов контрол
es: El nivel de atleta es opcional en el orden de control, pero debe proporcionarse en el formulario de control de dopaje.
et: Sportlase tase on testimise korralduses vabatahtlik, kuid see tuleb esitada dopingukontrolli vormil
fa_ir: سطح ورزشکار در دستور تست اختیاری است اما باید در فرم کنترل دوپینگ ارائه شود
fi: Urheilijan taso on valinnainen testimääräyksessä, mutta se on ilmoitettava dopingtestipöytäkirjassa
fr: Le niveau du sportif est facultatif dans l'ordre de mission mais doit être indiqué dans le formulaire de contrôle du dopage.
ko: 선수수준은 검사지시서에서 선택사항이나 도핑검사서에서는 필수 입력값입니다.
lv: Pārbaudes rīkojumā sportista līmenis nav obligāts, taču tas jānorāda dopinga kontroles veidlapā
nl: Het niveau van de atleet is optioneel in de testvolgorde, maar moet worden opgegeven in het dopingcontroleformulier
pl: Poziom sportowca jest opcjonalny w kolejności badań, ale musi być podany w formularzu kontroli antydopingowej
pt: O nível do atleta é opcional no pedido de teste, mas deve ser fornecido no formulário de controle de doping
ru: Уровень спортсмена не является обязательным в Распоряжении на миссию, но должен быть указан в протоколе допинг-контроля.
sk: Úroveň športovca je v testovacom poriadku voliteľná, ale musí byť uvedená vo formulári dopingovej kontroly
sr: Nivo sportiste je opcionalan u redosledu testiranja ali se mora obezbediti u doping kontrolnom obliku
sw: Kiwango cha mwanariadha ni cha hiari katika Agizo la Majaribio lakini lazima itolewe katika Fomu ya Kudhibiti Dawa za Kulevya
tr: Sporcu seviyesi Test Sırasında isteğe bağlıdır ancak Doping Kontrol Formunda sağlanmalıdır

source: Selected Laboratories for Analyses
am: ለመተንተን የተመረጡ ላቦራቶሪዎች
ar: مختبرات مختارة للتحليلات
az: Analizlər üçün seçilmiş laboratoriyalar
bg: Избрани лаборатории за анализи
es: Laboratorios seleccionados para análisis
et: Valitud laborid analüüsideks
fa_ir: آزمایشگاه های منتخب برای آنالیز
fi: Valitut analyysilaboratoriot
fr: Laboratoires sélectionnés pour les analyses
ko: 분석을 위해 선택된 분석기관
lv: Izvēlētas laboratorijas analīzēm
nl: Geselecteerde laboratoria voor analyses
pl: Wybrane laboratoria do analiz
pt: Laboratórios Selecionados para Análises
ru: Выбранные Лаборатории для проведения анализов
sk: Vybrané laboratóriá na analýzy
sr: Izabrane laboratorije za analize
sw: Maabara Zilizochaguliwa kwa Uchambuzi
tr: Analizler için Seçilmiş Laboratuvarlar

source: Selected Analyses
am: የተመረጡ ትንታኔዎች
ar: تحليلات مختارة
az: Seçilmiş Analizlər
bg: Избрани анализи
es: Análisis seleccionados
et: Valitud analüüsid
fa_ir: تجزیه و تحلیل های منتخب
fi: Valitut analyysit
fr: Analyses sélectionnées
ko: 선택된 분석
lv: Atlasītās analīzes
nl: Geselecteerde analyses
pl: Wybrane analizy
pt: Análises selecionadas
ru: Выбранные анализы
sk: Vybrané analýzy
sr: Одабране анализе
sw: Uchambuzi Uliochaguliwa
tr: Seçilmiş analizler

source: Whereabouts Team of Athlete
am: የት እንዳለ የአትሌት ቡድን
ar: مكان فريق الرياضيين
az: İdmançının olduğu yer
bg: Отборно местонахождение на спортист
es: Paradero del equipo del atleta
et: Sportlase meeskonna asukoht
fa_ir: محل نگهداری تیم ورزشکار
fi: Urheilijan Joukkue (olinpaikkatietoihin liittyen)
fr: Localisation d'équipe de l'athlète
ko: 선수의 팀 소재지정보
lv: Sportista komandas atrašanās vieta
nl: Whereabouts Team van Atleet
pl: Miejsce pobytu zespół zawodnika
pt: Equipe de Atleta de Paradeiro
ru: Командная информация о местонахождении спортсмена
sk: Miesto pobytu Tím športovcov
sr: Gde se nalazi Tim sportista
sw: Timu ya Mwanamichezo ilipo
tr: Nerede Atlet Takımı

source: Samples
am: ናሙናዎች
ar: عينات
az: Nümunələr
bg: Проби
es: Muestras
et: Proovid
fa_ir: نمونه ها
fi: Näytteet
fr: Échantillons
ko: 시료
lv: Paraugi
nl: Stalen
pl: Próbki
pt: Amostras
ru: Пробы
sk: vzorky
sr: Uzorci
sw: Sampuli
tr: Örnekler

source: Add Test
am: ሙከራ ጨምር
ar: إضافة اختبار
az: Test əlavə edin
bg: Добавяне на тест
es: Agregar prueba
et: Lisa test
fa_ir: تست را اضافه کنسد
fi: Lisää testi
fr: Ajouter un test
ko: 검사 추가
lv: Pievienot testu
nl: Test toevoegen
pl: Dodaj test
pt: Adicionar teste
ru: Добавить Тест
sk: Pridať test
sr: Dodaj test
sw: Ongeza Mtihani
tr: Test Ekle

source: Search Athlete
am: አትሌት ፈልግ
ar: البحث عن الرياضي
az: İdmançı axtar
bg: Търсене на спортист
es: Buscar Deportista
et: Otsige sportlast
fa_ir: جستجوی ورزشکار
fi: Hae urheilijaa
fr: Recherche de sportif
ko: 선수찾기
lv: Meklēt sportistu
nl: Zoek atleet
pl: Szukaj zawodnika
pt: Pesquisar atleta
ru: Поиск спортсмена
sk: Vyhľadajte športovca
sr: Pretraga Sportiste
sw: Tafuta Mwanaspoti
tr: Sporcu Ara

source: Add From Group
am: ከቡድን አክል
ar: إضافة من قائمة التحديد
az: qrupdan əlavə edin
bg: добавяне от група
es: Añadir desde grupo
et: grupist lisamine
fa_ir: از گروه اضافه کنید
fi: lisää ryhmästä
fr: ajouter à partir du groupe
ko: 그룹에서 추가하기
lv: pievienot no grupas
nl: Van groep toevoegen
pl: dodaj z grupy
pt: adicionar a partir do grupo
ru: Добавить из Группы
sk: pridať zo skupiny
sr: dodaj iz grupe
sw: ongeza kutoka kwa kikundi
tr: Gruptan Ekleyin

source: Add Placeholder
am: የቦታ ባለቤት ያክሉ
ar: إضافة عنصر نائب
az: Yer tutucu əlavə edin
bg: добавяне на призьор/място от класиране
es: Añadir Suplente
et: Lisage kohatäide
fa_ir: افزودن مکان نگهدار
fi: Lisää sijoitus
fr: Ajouter un espace réservé
ko: 검사대상(Placeholder) 추가
lv: Pievienot vietturi
nl: "placeholder" toevoegen
pl: dodaj zastępcę
pt: adicionar Placeholder
ru: Добавить "болванку"
sk: pridať zástupný symbol
sr: dodaj placeholder
sw: Ongeza Kishika nafasi
tr: Müsabaka derecesi girin

source: Other Options
am: ሌሎች አማራጮች
ar: خيارات أخرى
az: Digər Seçimlər
bg: Други възможности
es: Otras opciones
et: Muud valikud
fa_ir: گزینه های دیگر
fi: Muut vaihtoehdot
fr: Autres options
ko: 다른 옵션들
lv: Citas iespējas
nl: Andere opties
pl: Inne opcje
pt: Outras opções
ru: Другие Варианты
sk: Ďalšie možnosti
sr: Ostale opcije
sw: Chaguzi Nyingine
tr: Diğer seçenekler

source: Add Analyses to Tests
am: ትንታኔዎችን ወደ ሙከራዎች ያክሉ
ar: إضافة تحليلات إلى الاختبارات
az: Testlərə təhlillər əlavə edin
bg: Добавяне на анализи към тестове
es: Agregar análisis a las pruebas
et: Lisage testidele analüüse
fa_ir: آنالیزها را به تست ها اضافه کنید
fi: Analyysien lisääminen testeihin
fr: Ajouter des analyses aux tests
ko: 검사에 분석 추가
lv: Pievienojiet testiem analīzes
nl: Analyses toevoegen aan tests
pl: Dodawanie analiz do testów
pt: Adicionar análises aos testes
ru: Добавление Анализов к Тестам
sk: Pridajte analýzy do testov
sr: Dodajte analize testovima
sw: Ongeza Uchambuzi kwa Majaribio
tr: Analizleri Testlere Ekleyin

source: Check Whereabouts Details
am: የት እንዳሉ ዝርዝሮችን ያረጋግጡ
ar: تحقق من مكان وجود التفاصيل
az: Harada olma təfərrüatlarını yoxlayın
bg: Проверете подробностите за местонахождението
es: Revise los detalles del paradero
et: Kontrollige asukoha üksikasju
fa_ir: جزئیات مکان را بررسی کنید
fi: Tarkista olinpaikkatiedot
fr: Vérifier les détails de la localisation
ko: 소재지정보 세부사항 확인
lv: Pārbaudiet atrašanās vietas informāciju
nl: Controleer de verblijfsgegevens
pl: Sprawdź szczegóły dotyczące miejsca pobytu
pt: Verifique os detalhes de localização
ru: Проверить информацию о местонахождении
sk: Skontrolujte podrobnosti o mieste pobytu
sr: Проверите детаље о месту боравка
sw: Angalia Maelezo ya Mahali Ulipo
tr: Nerede Olduğu Ayrıntılarını Kontrol Edin

source: Create Athlete
am: አትሌት ፍጠር
ar: قم بإنشاء رياضي
az: İdmançı yaradın
bg: Създайте спортист
es: Crear atleta
et: Loo sportlane
fa_ir: ورزشکار را ایجاد کنید
fi: Luo urheilija
fr: Créer ADAMS
ko: 선수 생성하기
lv: Izveidojiet sportistu
nl: Atleet maken
pl: Stwórz sportowca
pt: Criar Atleta
ru: Создать Спортсмена
sk: Vytvorte športovca
sr: Stvoriti sportista
sw: Unda Mwanaspoti
tr: Sporcu Oluştur

# placeholerSelection_uppercase
source: PLACEHOLDER SELECTION
am: ቦታ ያዥ ምርጫ
ar: اختيار صاحب العمل
az: YER TUTUCU SEÇİLMƏSİ
bg: ИЗБОР НА ПРИЗьОРИ/МЕСТА ОТ КЛАСИРАНЕ
es: SELECCIÓN DEL MARCADOR DE POSICIÓN
et: KOHTUMISTE VALIK
fa_ir: انتخاب جای جای
fi: SIJOITUKSEN VALINTA
fr: Selection des espaces réservés
ko: 검사대상 선택
lv: VIETAS IZVĒLE
nl: SELECTIE VAN "PLACEHOLDERS"
pl: WYBÓR MIEJSCA
pt: SELEÇÃO DE PLACEHOLDER
ru: ВЫБОР "БОЛВАНКИ"
sk: VÝBER ZÁSTUPNÍKA
sr: ИЗБОР ПЛАЦЕХОЛДЕРА
sw: UCHAGUZI WA KISHIKIKA NAFASI
tr: YER TUTUCU SEÇİMİ

source: Close
am: ገጠመ
ar: إغلاق
az: Yaxın
bg: Затваряне
es: Cerrar
et: Sulge
fa_ir: نزدیک
fi: Sulje
fr: Fermer
ko: 닫기
lv: Aizvērt
nl: Sluit
pl: Zamknij
pt: Fechado
ru: Закрыть
sk: Zavrieť
sr: Zatvori
sw: Funga
tr: Kapat

# cannotCheckWhereaboutsForPlaceholders
source: You can't check whereabouts details for placeholders. Either unselects placeholders or bind athletes to selected placeholders prior to check whereabouts
am: ለቦታ ያዥዎች የት እንዳሉ ዝርዝሮችን ማረጋገጥ አይችሉም። የት እንዳሉ ከማጣራት በፊት ቦታ ያዥዎችን አይመርጥም ወይም አትሌቶችን ከተመረጡት ቦታ ያዢዎች ጋር ያስራል።
ar: لا يمكنك التحقق من تفاصيل مكان وجود العناصر النائبة. إما إلغاء تحديد العناصر النائبة أو ربط الرياضيين بالعناصر النائبة المحددة قبل التحقق من مكان وجودهم
az: Siz yer tutanlar üçün harada olma məlumatlarını yoxlaya bilməzsiniz. Ya yer tutucuların seçimini ləğv edir, ya da yeri yoxlamadan əvvəl idmançıları seçilmiş yertutanlara bağlayır
bg: Не можете да проверите местонахождението за призьори/места от класиране. Или премахвате избора от призьори/места от класиране, или свързавате спортисти към избрани призьори/места от класиране, преди да проверите местонахожденията
es: No puede verificar los detalles de la localización para los marcadores de posición. Anule la selección de marcadores de posición o vincule a los deportistas a los marcadores de posición seleccionados antes de verificar la localización.
et: Kohatäidete asukoha üksikasju ei saa kontrollida. Enne asukoha kontrollimist tühistage kohatäited või siduge sportlased valitud kohahoidjatega
fa_ir: نمی‌توانید جزئیات مکان نگه‌دارنده‌ها را بررسی کنید. پیش از بررسی مکان‌ها، یا جایگاه‌داران را لغو انتخاب می‌کند یا ورزشکاران را به جای‌بان‌های انتخابی متصل می‌کند
fi: Et voi tarkistaa olinpaikkatietoja sijoituksille. Joko poista sijoitukset tai liitä urheilijat valittuihin sijoituksiin ennen olinpaikkatietojen tarkistamista
fr: Il n'a pas d'informations de localisation pour les espaces réservés. Désélectionnez les espaces réservés ou liez des sportifs aux espaces réservés sélectionnés avant de vérifier où ils se trouvent.
ko: 검사대상의 소재지정보 세부사항을 확인할 수 없습니다. 소재지정보를 확인하기 전에 검사대상 선택을 취소하거나 선택된 검사대상에 선수를 연결해야 합니다.
lv: Vietturu atrašanās vietas informāciju nevar pārbaudīt.Vai nu noņem vietturu atlasi, vai saista sportistus ar atlasītajiem vietturiem, pirms tiek pārbaudīta viņu atrašanās vieta
nl: U kunt de verblijfsgegevens voor "placeholders" niet controleren. Maakt de selectie van "placeholders" ongedaan of bindt atleten aan geselecteerde "placeholders" voordat ze hun verblijfplaats controleren
pl: Nie możesz sprawdzić szczegółów lokalizacji dla symboli zastępczych. Odznacza symbole zastępcze lub wiąże sportowców z wybranymi symbolami zastępczymi przed sprawdzeniem miejsca pobytu
pt: Você não pode verificar os detalhes do paradeiro para marcadores de posição. Desmarca os marcadores de posição ou vincula os atletas aos marcadores de posição selecionados antes de verificar o paradeiro
ru: Вы не можете проверить информацию о местонахождении для "болванок". Либо не выбирайте "болванки", либо привяжите спортсменов к выбранным "болванкам" перед проверкой местонахождения.
sk: Nemôžete skontrolovať podrobnosti o mieste pobytu pre zástupné symboly. Pred kontrolou miesta pobytu buď zruší výber zástupných symbolov, alebo pripojí športovcov k vybraným zástupným symbolom
sr: Не можете да проверите детаље о боравиштима. Или опозовите избор резервисаних места или вежите спортисте за изабрана чувара места пре него што проверите где се налазе
sw: Huwezi kuangalia maelezo ya kilipo kwa vishika nafasi. Huondoa uteuzi wa vishikilia nafasi au kuwafunga wanariadha kwa vishika nafasi vilivyochaguliwa kabla ya kuangalia mahali walipo.
tr: Yer tutucular için yer ayrıntılarını kontrol edemezsiniz. Nerede olduklarını kontrol etmeden önce yer tutucuların seçimini kaldırır veya sporcuları seçili yer tutuculara bağlar

source: Athletes and Analyses
am: አትሌቶች እና ትንታኔዎች
ar: الرياضيون والتحليلات
az: İdmançılar və Analizlər
bg: Спортисти и анализи
es: Atletas y análisis
et: Sportlased ja analüüsid
fa_ir: ورزشکاران و آنالیز
fi: Urheilijat ja analyysit
fr: Sportifs et Analyses
ko: 선수 및 분석
lv: Sportisti un analīzes
nl: Atleten en analyses
pl: Sportowcy i analizy
pt: Atletas e análises
ru: Спортсмены и Анализы
sk: Športovci a analýzy
sr: Спортисти и анализе
sw: Wanariadha na Uchambuzi
tr: Sporcular ve Analizler

# analysisInstructionsForLabX
source: Analysis Instructions for <br>{{ note.laboratory.description }}
am: የትንታኔ መመሪያዎች ለ <br>{{ note.laboratory.description }}
ar: تعليمات التحليل لـ <br>{{ note.laboratory.description }}
az: üçün Analiz Təlimatları <br>{{ note.laboratory.description }}
bg: Инструкции за анализ за <br>{{ note.laboratory.description }}
es: Instrucciones de análisis para <br>{{ note.laboratory.description }}
et: Analüüsi juhised <br>{{ note.laboratory.description }}
fa_ir: دستورالعمل های تجزیه و تحلیل برای <br>{{ note.laboratory.description }}
fi: Analyysiohjeet <br>{{ note.laboratory.description }}
fr: Instructions d'analyse pour <br>{{ note.laboratory.description }}
ko: <br>{{ note.laboratory.description }} 에 대한 분석 지시사항
lv: Analīzes instrukcijas <br>{{ note.laboratory.description }}
nl: Analyse-instructies voor <br>{{ note.laboratory.description }}
pl: Instrukcje analizy dla <br>{{ note.laboratory.description }}
pt: Instruções de análise para <br>{{ note.laboratory.description }}
ru: Инструкции по анализу для <br>{{ note.laboratory.description }}
sk: Pokyny na analýzu pre <br>{{ note.laboratory.description }}
sr: Упутства за анализу за <br>{{ note.laboratory.description }}
sw: Maagizo ya Uchambuzi kwa <br>{{ note.laboratory.description }}
tr: Analiz talimatları <br>{{ note.laboratory.description }}
