Repository: NandhineeR/WADA
Catalog: wada-ama-testcenter-web-57718053929f/wada-ama-testcenter-web-57718053929f/src/i18n/messages.om.xlf
Languages: om_et

source: Sample Validity
om_et: Sirrummaa saamudaa

source: Chain of Custody
om_et: Sansalata Eegumsa

source: Created
om_et: uumame

source: None
om_et: Homaa

source: Create
om_et: uumuu

source: Blood Passport
om_et: Paaspoortii Dhiigaa

# athleteSeatedTenMinutes_bpView
source: Has the athlete been <strong>seated for ten minutes</strong> prior to blood collection?
om_et: Atileetiin kun ta'ee jiraa <strong> daqiiqaa kudhaniif taa’anii turan </strong> dhiiga walitti qabuu dura?

# sampleCollectedLast3Days_bpView
source: Was the sample <strong>collected</strong> immediately following <strong>at least three consecutive days</strong> of competition (hemodilution expected)?
om_et: Saamuda ture <strong> walitti qabame </strong> battalumatti hordofee <strong> yoo xiqqaate guyyoota sadii walitti aansuun </strong> kan dorgommii (hemodilution eegama)?

# athleteHadTrainingLastTwoHours_bpView
source: Has the athlete had a <strong>training</strong> session or <strong>competition in the past two hours</strong>?
om_et: Atileetiin kun a <strong> leenjii </strong> session ykn <strong> dorgommii sa’aatii lamaan darban keessatti gaggeeffame </strong> ?

# athleteTrainedAtAltitudeGreaterThan1500M_bpView
source: Has the athlete trained, competed or resided at an <strong>altitude greater than 1500 meters</strong> within the previous two weeks?
om_et: Atileetichi leenjii fudhate, dorgomee ykn jiraatee jiraa <strong> olka’iinsa meetira 1500 ol ta’uu qaba </strong> torban lamaan darban keessatti?

# athleteUsedAltitudeSimulation_bpView
source: Has the athlete used any form of <strong>altitude simulation</strong>, such as a hypoxic tent, mask, etc during the <strong>previous two weeks</strong>?
om_et: Atileetichi bifa kamiinuu fayyadameeraa <strong> fakkeessuu olka’iinsaa </strong> , kan akka dunkaana oksijiinii hin qabne, haguuggii fuulaa fi kkf yeroo <strong> torban lamaan darban </strong> ?

# athleteDonatedBloodLossOrLostBlood_bpView
source: Has the athlete <strong>donated blood or lost blood</strong> as a result of medical or emergency condition during the <strong>previous three months</strong>?
om_et: Atileeticha qaba <strong> dhiiga arjoome ykn dhiiga bade </strong> sababa haala yaalaa ykn hatattamaa yeroo <strong> ji’oota sadan darban </strong> ?

# athleteHadBloodTransfusionLastThreeMonths_bpView
source: Has the athlete <strong>given or received any blood</strong> transfusion(s) during the <strong>previous three months</strong>?
om_et: Atileeticha qaba <strong> dhiiga kamiyyuu kenname ykn fudhate </strong> dhiiga(wwan) yeroo <strong> ji’oota sadan darban </strong> ?

# athleteExposedToExtremeEnvironmentLastTwoHours_bpView
source: Has the Athlete been exposed to <strong>any extreme environmental conditions</strong> in the <strong>2 hours</strong> prior to blood sample collection?
om_et: Atileetiin kun saaxilamee jiraa <strong> haala naannoo garmalee kamiyyuu </strong> keessatti <strong> Sa'aatii 2 </strong> saamuda dhiigaa fudhachuu dura?

# sampleX
source: Sample {{ result.sampleJarCode }}
om_et: Samuuda{{ result.sampleJarCode }}

source: View Laboratory Results
om_et: Bu'aa Laaboraatoorii Ilaali

source: Blood
om_et: Dhiiga

# driedBloodSpotSampleCodeWarning
source: Dried Blood Spot sample {{ sampleCode.value }} already exists in ADAMS. Make sure these values are correct.
om_et: Saamuda Tuqaa Dhiiga Goggogaa{{ sampleCode.value }} duraanuu ADAMS keessatti jira. Gatiin kun sirrii ta'uu isaanii mirkaneessi.

source: Manufacturer Kit
om_et: Kit Oomishtootaa

source: Dried Blood Spot
om_et: Tuqaa Dhiiga Goggogaa

source: Refresh Icon
om_et: Mallattoo Haaromsuu

source: Partial Sample
om_et: Saamuda gartokkee

# urineSampleCodeXWarning
source: Urine sample {{ sampleCode.value }} already exists in ADAMS. Make sure these values are correct.
om_et: Saamuda fincaanii{{ sampleCode.value }} duraanuu ADAMS keessatti jira. Gatiin kun sirrii ta'uu isaanii mirkaneessi.

source: Partial Sample Code
om_et: Koodii Fakkeenya Gartokkee

source: Volume (ml)
om_et: Jildii (ml) .

# respectVolumeMinRange
source: Volume must be equal to or greater than {{ this.boundaries.minimumVolumeThreshold0 }} ml.
om_et: Sagaleen walqixa ykn isaa ol ta’uu qaba {{ this.boundaries.minimumVolumeThreshold0 }} ml.

source: Partial Volume (ml)
om_et: Jildii Gartokkee (ml) .

# volumeBelowMinimumXReason
source: Reason for volume below {{ boundaries.minimumVolumeThreshold1 }} ml.
om_et: Sababni sagalee armaan gadii {{ boundaries.minimumVolumeThreshold1 }} ml.

source: Specific Gravity
om_et: Harkisa lafaa addaa

# dcf_respectSpecificGravityFirstThreshold
source: The specific gravity must be above {{ minimumSpecificGravity }} when the volume is between {{ minimumVolume }} ml and {{ upperThreshold }} ml. This sample will be considered as dilute.
om_et: Harkisaa addaa (specific gravity) ol ta’uu qaba {{ minimumSpecificGravity }} yeroo sagaleen gidduu jiru {{ minimumVolume }} ml fi {{ upperThreshold }} ml. Saamuda kun akka dilute ta’ee fudhatama.

# dcf_respectSpecificGravitySecondThreshold
source: The specific gravity must be above {{ minimumSpecificGravity }} when the volume is equal to or above {{ minimumVolume }} ml. This sample will be considered as dilute.
om_et: Harkisaa addaa (specific gravity) ol ta’uu qaba {{ minimumSpecificGravity }} yeroo sagaleen walqixa ykn isaa ol ta’u {{ minimumVolume }} ml. Saamuda kun akka dilute ta’ee fudhatama.

source: Witness Chaperone
om_et: Dhugaa Baatuu Chaperone

source: Reason For Volume Below Minimum
om_et: Sababni Sagalee Xiqqaa Gadi

source: Athlete Representative Last Name
om_et: Bakka Bu'aa Atileetii Maqaa Dhumaa

source: Athlete Representative First Name
om_et: Bakka Bu'aa Atileetotaa Maqaa Duraa

source: Doping Control Officer Last Name
om_et: Ofisara To'annoo Doping Maqaa Dhumaa

source: Doping Control Officer First Name
om_et: Ofisara To'annoo Doping Maqaa Jalqabaa

source: Procedural Irregularities
om_et: Irreecha Hojimaataa

# declarationOfTransfusion
source: Declaration of Blood Transfusions
om_et: Labsii Dhiiga Dabarsa

# medicationSupplementsDeclaration
source: Declaration of Medication Supplements
om_et: Labsii Dabalata Qorichaa

# endOfProcedureDate
source: Date of End of Procedure
om_et: Guyyaa Xumura Adeemsa Hojii

# nonConformities
source: Non-Conformity nbsp;{{ i -
om_et: Wal-hin-simne nbsp;{{ i - .

source: Athlete Representative
om_et: Bakka Bu'aa Atileetotaa

source: Please select a value.
om_et: Maaloo gatii filadhu.

# bloodTransfusionsDeclaration
source: Declaration of Blood Transfusions
om_et: Labsii Dhiiga Dabarsa

# declarationMedicationSupplements
source: Declaration of Medication Supplements
om_et: Labsii Dabalata Qorichaa

# endOfProcedureDateCantBeRemoved
source: The date of end of procedure can be updated but cannot be removed.
om_et: Guyyaan xumura adeemsaa haaromfamuu danda'a garuu haqamuu hin danda'u.

# endOfProcedureDateTimezoneDisableInfo
source: Field not editable. It replicates the timezone inserted for the arrival date
om_et: Dirree gulaalamuu hin dandeenye. Naannoo sa'aatii guyyaa dhufaatiif galfame fakkeessa

# provideTimezoneWithEndOfProcedureDate
source: The time zone must be provided when the end-of-procedure date is set.
om_et: Naannoo sa'aatii yeroo guyyaan xumura adeemsaa saagamu kennamuu qaba.

source: DCO Comment
om_et: Yaada DCO

source: Athlete Comment
om_et: Yaada Atileetotaa

source: Add Non-Conformity
om_et: wal hin simne dabaluu

# setDefaultTimezoneDCF
source: Set default time zone for the DCF
om_et: DCF'f naannoo sa'aatii durtii saagi

# followingTimezonesWillBeReplaced
source: The following time zone fields will be replaced:
om_et: Dirreewwan naannoo sa'aatii armaan gadii ni bakka bu'u:

# overwrittenTimezonesInformationWarning
source: Upon saving the form, these fields will be overwritten, yet they will remain editable.
om_et: Unka yeroo qusattu, man'eewwan kun irra barreeffamu, ta'us gulaalamuu danda'anii hafu.

source: Do not overwrite
om_et: Irra hin barreessinaa

source: Overwrite time zone fields
om_et: Dirreewwan naannoo sa'aatii irra barreessi

source: Create Doping Control Form
om_et: Unka To'annoo Doping Uumuu

# editDopingControlFormIdX
source: Edit Doping Control Form - {{ dcfId$ | async }}
om_et: Unka To'annoo Doping Gulaali - .{{ dcfId$ | async }}

source: Cancel Changes
om_et: Jijjiirama Haquu

# saveAsDraft_uppercase
source: SAVE AS DRAFT
om_et: AKKA WXEENYAA SAVE GOCHUU

# save_uppercase
source: SAVE
om_et: Qusachuu

source: ADAMS Notifications
om_et: Beeksisa ADAMS

# sampleCollection_withBreak
source: Sample<br/>Collection
om_et: Samuuda<br/>Walitti qabama

# proceduralInformation_withBreak
source: Procedural<br/>Information
om_et: Hojimaata <br/> Odeeffannoo

# next_uppercase
source: NEXT
om_et: Kan itti aanu

# goToStepX
source: Go to step {{ activeStep + 1 }}:
om_et: Gara tarkaanfiitti deemi{{ activeStep + 1 }} : 1.1.

source: Sample Collection
om_et: Saamuda Walitti Qabuu

source: Procedural Information
om_et: Odeeffannoo Hojimaataa

source: Go to View
om_et: Gara View jedhutti deemaa

# cancelCreationDopingControlFormConfirmation
source: Are you sure you want to cancel creation of this Doping Control Form?
om_et: Unka To'annoo Doping kanaa uumuu haquu akka barbaaddu mirkaneeffatteettaa?

# cancelYourChangesConfirmation
source: Are you sure you want to cancel your changes?
om_et: Jijjiirama kee haquu akka barbaaddu mirkaneeffatteettaa?

# allDataEnteredWillBeLost
source: All data you have entered will be lost.
om_et: Daataan galchite hundi ni bada.

# dcfWillRevertBack
source: The DCF will revert back to its last saved form.
om_et: DCFn gara bifa isaa isa dhumaa qusatameetti deebi'a.

# youAreAboutToLeave
source: You are about to leave this page.
om_et: Fuula kana keessaa ba'uuf jettu.

source: Create DCF
om_et: DCF uumuu

source: Create Multiple DCFs
om_et: DCF Dachaa Uumuu

source: Edit DCF
om_et: DCF gulaali

source: Edit Multiple DCFs
om_et: DCFwwan Dachaa Gulaali

# saveAndReview_uppercase
source: SAVE AND REVIEW
om_et: SAVE FI ILAALI

# saveAndReviewAllAthletes_uppercase
source: SAVE AND REVIEW ALL ATHLETES
om_et: ATILEETOOTA HUNDA QUSAA FI ILAALI

# deleteCreationDopingControlFormForXConfirmation
source: Do you want to delete the creation of the Doping Control Form for {{ model.title }}? All data will be lost.
om_et: Uumama Unka To'annoo Doping for haquu barbaaddaa{{ model.title }} ? Daataan hundi ni bada.

# cancelCreationMultipleDcfsConfirmation
source: Are you sure you want to cancel the creation of multiple DCFs?
om_et: Uumama DCF hedduu haquu akka barbaaddu mirkaneeffatteettaa?

# cancelYourChangesMultipleDcfsConfirmation
source: Are you sure you want to cancel your changes for your multiple DCFs?
om_et: DCF kee hedduudhaaf jijjiirama kee haquu akka barbaaddu mirkaneeffatteettaa?

# dcfsWillRevertBack
source: The DCFs will revert back to their last saved form.
om_et: DCFn gara bifa isaanii isa dhumaa qusatameetti deebi'u.

# cancelCreationMultipleDopingControlFormConfirmation
source: Are you sure you want to cancel the creation of multiple DCFs?
om_et: Uumama DCF hedduu haquu akka barbaaddu mirkaneeffatteettaa?

# stepNavigationDisabledWarning
source: Step navigation is disabled until all mandatory fields are completed.
om_et: Navigeeshiniin tarkaanfii hanga man'eewwan dirqamaa hundi xumuramanitti ni cufama.

# disableFieldMatchingResultInfo
source: Some fields are disabled due to an existing match. To edit these fields, use the “REJECT MATCH” button.
om_et: Dirreewwan tokko tokko sababa walsimsiisa jiruun ni hanqifamu. Dirreewwan kana gulaaluuf, qaree “REJECT MATCH” fayyadami.

source: Authorization
om_et: Hayyama kennuu

source: Notification
om_et: Beeksisa

source: Athlete Information
om_et: Odeeffannoo Atileetotaa

# dcf_samples
source: Sample {{ i+1 }} -
om_et: Samuuda{{ i+1 }} - .

source: Urine Volume
om_et: Jildii Fincaanii

source: Reason For Urine Volume Below Minimum
om_et: Sababni Haalli Fincaanii Xiqqaa Gadi

source: Urine Partial Volume
om_et: Fincaan Gartokkee Jildii

source: Seated
om_et: Taa'ee jira

# dcf_training
source: Training
om_et: Leenjii

# trainingType
source: Training - Training Type
om_et: Leenjii - Gosa Leenjii

source: High Altitude Training
om_et: Leenjii Olka'iinsa Olka'aa

source: High Altitude Training - Location
om_et: Leenjii Olka'iinsa Olka'aa - Bakka

source: High Altitude Training - Altitude
om_et: Leenjii Olka'iinsa Olka'aa - Olka'iinsa

source: High Altitude Training - Start Date
om_et: Leenjii Olka'iinsa Olka'aa - Guyyaa Jalqabaa

source: High Altitude Training - End Date
om_et: Leenjii Olka'iinsa Olka'aa - Guyyaa Xumuraa

source: High Altitude Simulation
om_et: Fakkeenya Olka’iinsa Olka’aa

source: High Altitude Simulation - Device Type
om_et: Fakkeenya Olka'iinsa Ol'aanaa - Gosa Meeshaa

source: High Altitude Simulation - Use Manner
om_et: Fakkeenya Olka'iinsa Ol'aanaa - Akkaataa Fayyadamaa

source: Blood Loss
om_et: Dhiiga Dhabuu

source: Blood Loss - When
om_et: Dhiiga Dhabuu - Yoom

# bloodLossCause_errorLink
source: Blood Loss - Cause
om_et: Dhiiga Dhabuu - Sababni

source: Blood Loss - Volume
om_et: Dhiiga Dhabuu - Jildii

source: Blood Transfusion - When
om_et: Dhiiga Naanna'uu - Yoom

source: Blood Transfusion - Volume
om_et: Dhiiga Darbuu - Jildii

source: Blood Collection Official First Name
om_et: Dhiiga Sassaabuu Ofiisaa Maqaa Duraa

source: Witness Chaperone First Name
om_et: Dhugaa Baatuu Chaperone Maqaa Duraa

source: Blood Collection Official Last Name
om_et: Dhiiga Sassaabuu Maqaa Dhumaa Ofiisaa

source: Witness Chaperone Last Name
om_et: Dhugaa Baatuu Chaperone Maqaa Dhumaa

# warningsDetectedInTheFollowingFields
source: Some warning(s) were detected in the following fields:
om_et: Akeekkachiisni(wwan) tokko tokko dirree armaan gadii keessatti argameera:

# warningsDCFToBeDeleted
source: The arrival date for this DCF is older than {{ dcfRetentionPeriod }} months. Please note that unmatched DCFs older than {{ dcfRetentionPeriod }} months will be deleted.
om_et: Guyyaan dhufaatii DCF kanaa kan...{{ dcfRetentionPeriod }} ji’oota. Hubadhaa DCFwwan wal hin madaalle kanneen dullooman {{ dcfRetentionPeriod }} ji'oota ni haqama.

# updatedAuthoritiesInformation
source: The authorities selected on step 1 have been updated with the Major Event authorities.
om_et: Angawoonni tarkaanfii 1ffaa irratti filataman abbootii taayitaa Taatee Gurguddoo waliin haaromfamanii jiru.

source: Select
om_et: Filuu

source: View Major Event
om_et: Taatee Guddaa Ilaali

# dcf_feeForService
source: Fee for service test
om_et: Kaffaltii qormaata tajaajilaa

# addSample_uppercase
source: ADD SAMPLE
om_et: Saamuda itti dabali

source: View Doping Control Form
om_et: Unka To’annoo Doping Ilaali

source: View DCF
om_et: DCF ilaali

# viewSignedDcfCopy
source: View signed copy of DCF
om_et: Koppii DCF mallatteeffame ilaali

source: View signed notification
om_et: Beeksisa mallatteeffame ilaali

# viewAthletePhoto
source: View photo of the athlete at testing time
om_et: Suuraa atileetii yeroo qormaataa ilaalaa

source: View Chain of Custody
om_et: Sansalata To'annoo Ilaaluu

source: Delete DCF
om_et: DCF haquu

# dcfCancelBeforeDeleteInfo
source: The Doping Control Form should be cancelled before it can be deleted.
om_et: Unkaan To’annoo Doping osoo hin haqamin dura haqamuu qaba.

# viewDcfInClassic_uppercase
source: VIEW DCF IN CLASSIC
om_et: DCF CLASSIC KEESSATTI ILAALI

# anonymousViewWarning
source: You are viewing the anonymous version of this DCF.
om_et: DCF kanaa kan maqaa hin beekamne ilaalaa jirta.

# sampleValidityUpdateError
source: The sample validity could not be updated.
om_et: Roga qabeessummaan saamudaa haaromfamuu hin dandeenye.

# sampleValidityUpdateSuccess
source: The sample validity was updated successfully.
om_et: Roga qabeessummaan saamudaa milkaa’inaan haaromfameera.

# dcfForXDatedXHasBeenCancelled
source: Doping Control Form for {{ state.athlete?.lastName }} , {{ state.athlete?.firstName }} dated {{ arrivalDate$ | async | formatDate :'-0000' : 'DD-MMM-YYYY' }} has been set to cancelled.
om_et: Unka To'annoo Doping for{{ state.athlete?.lastName }} , .{{ state.athlete?.firstName }} guyyaa qaba{{ arrivalDate$ | async | formatDate :'-0000' : 'DD-MMM-YYYY' }} akka haqamutti saagameera.

# dcfForXHasBeenCancelled
source: Doping Control Form for {{ state.athlete?.lastName }} , {{ state.athlete?.firstName }} has been set to cancelled.
om_et: Unka To'annoo Doping for{{ state.athlete?.lastName }} , .{{ state.athlete?.firstName }} akka haqamutti saagameera.

# matchForSampleXConfirmedByUser
source: The match for {{ translations$ | getSampleType:(sample$ | async)?.sampleTypeSpecificCode | async }} {{ (sample$ | async)?.sampleCode }} was confirmed by the user.
om_et: Taphichi kan... {{ translations$ | getSampleType:(sample$ | async)?.sampleTypeSpecificCode | async }}{{ (sample$ | async)?.sampleCode }} fayyadamaan mirkanaa'eera.

# matchForSampleXRejectedByUser
source: The match for {{ translations$ | getSampleType:(sample$ | async)?.sampleTypeSpecificCode | async }} {{ (sample$ | async)?.sampleCode }} was rejected by the user.
om_et: Taphichi kan... {{ translations$ | getSampleType:(sample$ | async)?.sampleTypeSpecificCode | async }}{{ (sample$ | async)?.sampleCode }} fayyadamaan fudhatama dhabe.

# dopingControlFormNumberXsavedasStatusX
source: Doping Control Form number {{ dcfId$ | async }} has been saved as {{ status }}.
om_et: Lakkoofsa Unka To’annoo Doping{{ dcfId$ | async }} jedhamee baraarameera{{ status }} .

source: What's next?
om_et: Maaltu itti aanee jira?

# whatsNextAdditionalSampleInfo
source: • Sample will only be included in the passport when DCF is completed and saved
om_et: • Saamuda paaspoortii keessatti kan hammatamu yeroo DCF xumuramee fi qusatamu qofa

# dopingControlFormNumberXSaved
source: Doping Control Form number {{ dcfId$ | async }} has been saved.
om_et: Lakkoofsa Unka To’annoo Doping{{ dcfId$ | async }} baraarameera.

# dopingControlFormNumberXUpdated
source: Doping Control Form number {{ dcfId$ | async }} has been updated.
om_et: Lakkoofsa Unka To’annoo Doping{{ dcfId$ | async }} haaromfamee jira.

# oneOrMoreSampleIsDilutedWarning
source: One or more Urine Sample(s) have a Specific Gravity that is outside the expected range. These samples are considered as dilute.
om_et: Saamuda(wwan) Fincaanii tokko yookiin isaa ol Harkisa Addaa kan daangaa eegameen ala ta’e qabu. Saamudawwan kun akka dilute ta’anii ilaalamu.

# followingStepsMissingMandatoryValues
source: The following steps are missing some mandatory values in order to complete this Doping Control Form.
om_et: Unka To’annoo Doping kana guutuuf tarkaanfiiwwan armaan gadii gatiiwwan dirqamaa tokko tokko dhabaniiru.

source: Step 1 - ADAMS Notifications
om_et: Tarkaanfii 1ffaa - Beeksisa ADAMS

source: Step 2 - Sample Collection
om_et: Tarkaanfii 2ffaa - Saamuda Sassaabuu

source: Step 3 - Procedural Information
om_et: Tarkaanfii 3ffaa - Odeeffannoo Hojimaata

source: Testing Order has been updated.
om_et: Tartiiba Qormaataa haaromfameera.

source: Notification
om_et: Beeksisa

source: Athlete Information
om_et: Odeeffannoo Atileetotaa

# athletePhotoTestingTime_uppercase
source: PHOTO OF THE ATHLETE AT TESTING TIME
om_et: SUURAA ATILEETTII YEROO QORMAATAA

# close_uppercase
source: CLOSE
om_et: cufuu

# signedDcfNotification_uppercase
source: SIGNED DCF NOTIFICATION
om_et: BEEKSISA DCF MALLATTEE

source: View Multiple Doping Control Forms
om_et: Unkaalee To'annoo Doping Dachaa Ilaali

# followingDopingControlFormHaveBeen
source: The following Doping Control Forms have been:
om_et: Unkaaleen To’annoo Doping armaan gadii kanneen armaan gadii ta’aniiru:

source: Go back to Testing Order
om_et: Gara Tartiiba Qormaataatti deebi'aa

source: Result Verification
om_et: Mirkaneessa Bu'aa

source: Lab Results
om_et: Bu'aa Laabraatoorii

source: Sample Collection Date
om_et: Guyyaa Saamuda Fudhachuu

source: Sent to Laboratory
om_et: Gara Laaboraatooriitti ergame

source: Reject Match
om_et: Walsimsiisaa Diduu

source: Confirm Match
om_et: Walsimsiisaa Mirkaneessi

source: Go back to DCF
om_et: Gara DCF tti deebi'aa

# rejectConfirmModalMessage
source: Are you sure you want to {{ isRejectMatch ? 'reject' : 'confirm' }} the match?
om_et: Akka barbaaddu mirkaneeffatteettaa {{ isRejectMatch ? 'reject' : 'confirm' }} taphicha?

source: Activity Log
om_et: Galmee Gochaalee

# createActivity_uppercase
source: CREATE ACTIVITY
om_et: SOCHII UUMAA

source: Organization
om_et: Dhaabbata

source: Cancel
om_et: Haquu

source: Change status to cancelled
om_et: Haala gara haqameetti jijjiiri

# yes_uppercase
source: YES
om_et: Eeyyee

# no_uppercase
source: NO
om_et: Lakki

source: Set {{ translations$ | getTargetObject:targetObject | async } status to {{ translations$ | getStatus:enumStringValue | async
om_et: Sirreessuu {{ translations$ | getTargetObject:targetObject | async } sadarkaa gara {{ translations$ | getStatus:enumStringValue | async

source: Athlete {{ name }} does not have a sample type. Please add a sample type if you'd like to issue the Testing Order.
om_et: Atileetii {{ name }} gosa saamudaa hin qabu. Maaloo yoo Ajaja Qormaataa kennuu barbaadde gosa fakkeenyaa itti dabali.

# confirmChangeStatusForObjectTargetXToX
source: Are you sure you want to set this {{ translations$ | getTargetObject:targetObject | async } status to {{ translations$ | getStatus:enumStringValue | async ?
om_et: Kana saaguu akka barbaaddu mirkaneeffatteettaa {{ translations$ | getTargetObject:targetObject | async } sadarkaa gara {{ translations$ | getStatus:enumStringValue | async ?

source: BACK TO FORM
om_et: GARA FOORMAATTI DEEBI'UU

# yesUpdateStatus_uppercase
source: YES, UPDATE STATUS
om_et: EEYYEE, HAALA HAARAA

# noReturnToForm_uppercase
source: NO, RETURN TO FORM
om_et: LAKKI, GARA FOORMAATTI DEEBI'AA

# yesCancel_uppercase
source: YES, CANCEL
om_et: EEYYEE, HAAQAA

source: Remove
om_et: Irraa kaasuu

source: Delete Row
om_et: Tarree Haquu

# cannotRemoveRowTooltip
source: This row cannot be removed.
om_et: Tarreen kun haqamuu hin danda'u.

source: Order
om_et: Ajajuu

# fromDateFormat
source: From <span class="date-format">({{ dateFormat }})</span>
om_et: Irraa <span class="date-format">({{ dateFormat }}) .</span>

# toDateFormat
source: To <span class="date-format">({{ dateFormat }})</span>
om_et: Gara <span class="date-format">({{ dateFormat }}) .</span>

source: DELETE {{ translations$ | getTargetObject:targetObject:shortName | async }}
om_et: HAQUU{{ translations$ | getTargetObject:targetObject:shortName | async }}

# deleteThisObjectTargetX
source: Are you sure you want to delete this {{ translations$ | getTargetObject:targetObject | async }}
om_et: Kana haquu akka barbaaddu mirkaneeffatteettaa{{ translations$ | getTargetObject:targetObject | async }}

# number_lowercase
source: number
om_et: lakkoofsa

# for_lowercase
source: for
om_et: -f

# yesDelete_uppercase
source: YES, DELETE
om_et: EEYYEE, DELETE

source: Duplicate Athletes
om_et: Atileetota Dachaa

source: No, Return to Form
om_et: Lakki, Gara Unkaatti Deebi'aa

source: Yes, Continue
om_et: Eeyyee, Itti fufi

# originallyCreatedXByXFromX
source: Originally created<strong> {{ creationInfo.timestamp | date:displayFormat }}, </strong>by<strong> {{ creationInfo.user.lastName }}, {{ creationInfo.user.firstName }} </strong>from <strong>{{ creationInfo.organizationName }}</strong>
om_et: Jalqaba kan uumame<strong> {{ creationInfo.timestamp | date:displayFormat }}, . </strong>-n<strong> {{ creationInfo.user.lastName }}, . {{ creationInfo.user.firstName }} </strong>irraa <strong>{{ creationInfo.organizationName }}</strong>
