Repository: NandhineeR/WADA
Catalog: wada-ama-testcenter-web-57718053929f/wada-ama-testcenter-web-57718053929f/src/i18n/messages.*.xlf
Languages: am, ar, az, bg, es, et, fa_ir, fi, fr, ko, lv, nl, pl, pt, ru, sk, sr, sw, tr

# athleteHadBloodTransfusionLastThreeMonths_bpInput
source: <span ngClass="label-not-bold">Has the athlete</span> given or received any blood <span ngClass="label-not-bold">transfusion(s) during the</span> previous three months?
am: <span ngClass="label-not-bold">አትሌቱ አለው።</span> ማንኛውንም ደም ተሰጥቷል ወይም ተቀበለ <span ngClass="label-not-bold">በደም ጊዜ ደም መውሰድ (ዎች).</span> ያለፉት ሶስት ወራት?
ar: <span ngClass="label-not-bold">ذو الرياضي</span> أعطى أو قام باستلام أي دم <span ngClass="label-not-bold">أثناء</span> شهور الثلاث السابقة ؟
az: <span ngClass="label-not-bold"> İdmançı var </span> hər hansı qan verilmiş və ya qəbul edilmişdir <span ngClass="label-not-bold"> zamanı transfuziya(lar). </span> əvvəlki üç ay?
bg: <span ngClass="label-not-bold"> Има ли спортистът</span> извършена кръвна <span ngClass="label-not-bold"> трансфузия (и) през</span> изминалите три месеца?
es: <span ngClass="label-not-bold"> Tiene el atleta </span> dado o recibido sangre <span ngClass="label-not-bold"> transfusión (es) durante el </span> tres meses anteriores?
et: <span ngClass="label-not-bold"> Omab sportlast </span> andnud või saanud verd <span ngClass="label-not-bold"> vereülekande(d) ajal </span> eelmised kolm kuud?
fa_ir: <span ngClass="label-not-bold"> ورزشکار را دارد </span> خون داده یا دریافت کرده است <span ngClass="label-not-bold"> انتقال خون (ها) در طول </span> سه ماه قبل؟
fi: <span ngClass="label-not-bold"> Onko urheilijalle </span> annettu verta tai saanut <span ngClass="label-not-bold"> verensiiron/verensiirtoja </span> kolmen viimeksi kuluneen kuukauden aikana.?
fr: <span ngClass="label-not-bold">Le sportif a-t-il</span> donné ou reçu du sang <span ngClass="label-not-bold">au cours des</span> trois derniers mois?
ko: <span ngClass="label-not-bold">선수는 </span> 지난 3개월 동안 <span ngClass="label-not-bold">수혈을 하거나 </span> 받은 적이 있습니까 ?
lv: <span ngClass="label-not-bold"> Ir sportists </span> devusi vai saņēmusi asinis <span ngClass="label-not-bold"> transfūzijas(-as) laikā </span> iepriekšējos trīs mēnešus?
nl: <span ngClass="label-not-bold">Heeft de atleet</span> bloed gegeven of ontvangen <span ngClass="label-not-bold">transfusie (s) tijdens de</span> vorige drie maanden?
pl: <span ngClass="label-not-bold"> Ma sportowca </span> otrzymał lub otrzymał jakąkolwiek krew <span ngClass="label-not-bold"> transfuzja (y) podczas </span> poprzednie trzy miesiące?
pt: <span ngClass="label-not-bold">O atleta</span> deu ou recebeu alguma <span ngClass="label-not-bold">transfusão (s) sanguínea (s) durante os três meses</span> anteriores?
ru: <span ngClass="label-not-bold"> Были ли у спортсмена </span> переливания <span ngClass="label-not-bold"> крови (забор или переливание крови) в течение </span> предыдущих трех месяцев?
sk: <span ngClass="label-not-bold"> Má športovca </span> dostal alebo dostal akúkoľvek krv <span ngClass="label-not-bold"> transfúzia(y) počas </span> predchádzajúce tri mesiace?
sr: <span ngClass="label-not-bold"> Има спортисту </span> дао или примио било какву крв <span ngClass="label-not-bold"> трансфузија (е) током </span> претходна три месеца?
sw: <span ngClass="label-not-bold"> Ana mwanariadha </span> kupewa au kupokea damu yoyote <span ngClass="label-not-bold"> kuongezewa damu wakati wa </span> miezi mitatu iliyopita?
tr: <span ngClass="label-not-bold">Sporcu,</span> önceki üç ayda herhangi bir kan <span ngClass="label-not-bold">nakli (ler)</span> verdi veya aldı mı?

# athleteExposedToExtremeEnvironmentLastTwoHours_bpInput
source: <span ngClass="label-not-bold">Has the Athlete been exposed to</span> any extreme environmental conditions in the 2 hours <span ngClass="label-not-bold">prior to blood sample colletion?</span>
am: <span ngClass="label-not-bold">አትሌቱ ተጋልጧል</span> በ 2 ሰዓታት ውስጥ ማንኛውም ከባድ የአካባቢ ሁኔታዎች <span ngClass="label-not-bold">የደም ናሙና ከመሰብሰቡ በፊት?</span>
ar: <span ngClass="label-not-bold">هل تعرض الرياضيون الى</span> أي ظروف بيئية قصوى في 2 ساعة <span ngClass="label-not-bold">قبل عينة عينة الدم ؟</span>
az: <span ngClass="label-not-bold"> İdmançı məruz qaldı </span> 2 saat ərzində hər hansı ekstremal ekoloji şərait <span ngClass="label-not-bold"> qan nümunəsi götürülməzdən əvvəl? </span>
bg: <span ngClass="label-not-bold">Бил ли е изложен спортиста на </span> някакви екстремни условия на околната среда за 2 часа <span ngClass="label-not-bold">преди взимането на кръвна проба?</span>
es: <span ngClass="label-not-bold"> ¿Ha estado expuesto el deportista a </span> cualquier condición ambiental extrema en las 2 horas <span ngClass="label-not-bold"> antes de la recolección de la muestra de sangre? </span>
et: <span ngClass="label-not-bold"> Kas sportlane on kokku puutunud </span> mis tahes äärmuslikud keskkonnatingimused 2 tunni jooksul <span ngClass="label-not-bold"> enne vereproovide võtmist? </span>
fa_ir: <span ngClass="label-not-bold"> آیا ورزشکار در معرض </span> هر گونه شرایط محیطی شدید در 2 ساعت <span ngClass="label-not-bold"> قبل از جمع آوری نمونه خون؟ </span>
fi: <span ngClass="label-not-bold"> Onko urheilija ollut </span> äärimmäisissä ympäristöolosuhteissa 2 viimeksi kuluneen tunnin aikana <span ngClass="label-not-bold"> ennen verinäytteenottoa? </span>
fr: <span ngClass="label-not-bold">Le sportif a-t-il été exposé à</span> des conditions environnementales extrêmes dans les 2 heures <span ngClass="label-not-bold">précédant le prélèvement sanguin?</span>
ko: <span ngClass="label-not-bold">선수는 </span>혈액시료 채취 전 2시간 내 극한 환경조건에 <span ngClass="label-not-bold">노출된 적이 있습니까?</span>
lv: <span ngClass="label-not-bold"> Vai sportists ir bijis pakļauts </span> jebkuri ekstrēmi vides apstākļi 2 stundu laikā <span ngClass="label-not-bold"> pirms asins paraugu ņemšanas? </span>
nl: <span ngClass="label-not-bold">Is de sporter blootgesteld aan</span> om het even welke extreme omgevingsomstandigheden in de 2 uur <span ngClass="label-not-bold">voorafgaand aan het verzamelen van bloedmonsters?</span>
pl: <span ngClass="label-not-bold"> Czy sportowiec był narażony na działanie </span> wszelkie ekstremalne warunki środowiskowe w ciągu 2 godzin <span ngClass="label-not-bold"> przed pobraniem próbki krwi? </span>
pt: <span ngClass="label-not-bold">O atleta foi exposto a</span> quaisquer condições ambientais extremas nas 2 horas <span ngClass="label-not-bold">antes da coleção amostra de sangue? </span>
ru: <span ngClass="label-not-bold"> Подвергался ли спортсмен воздействию </span> любых экстремальных условий окружающей среды в течение 2 часов <span ngClass="label-not-bold"> до отбора пробы крови? </span>
sk: <span ngClass="label-not-bold"> Bol športovec vystavený </span> akékoľvek extrémne podmienky prostredia za 2 hodiny <span ngClass="label-not-bold"> pred odberom krvi? </span>
sr: <span ngClass="label-not-bold"> Да ли је спортиста био изложен </span> било екстремних услова околине за 2 сата <span ngClass="label-not-bold"> пре узимања узорака крви? </span>
sw: <span ngClass="label-not-bold"> Je, Mwanaspoti amefichuliwa </span> hali yoyote mbaya ya mazingira katika masaa 2 <span ngClass="label-not-bold"> kabla ya kukusanya sampuli za damu? </span>
tr: <span ngClass="label-not-bold">Atlet kan örneği kolejinden </span>önceki 2 saat içinde<span ngClass="label-not-bold"> herhangi bir aşırı çevre koşullarına maruz kaldı mı? </span>

source: Analytical result
am: የትንታኔ ውጤት
ar: نتيجة تحليلية
az: Analitik nəticə
bg: Аналитичен резултат
es: Resultado analítico
et: Analüütiline tulemus
fa_ir: نتیجه تحلیلی
fi: Analyyttinen tulos
fr: Résultat analytique
ko: 분석 결과
lv: Analītiskais rezultāts
nl: Analytisch resultaat
pl: Wynik analityczny
pt: Resultado analítico
ru: Аналитический результат
sk: Analytický výsledok
sr: Аналитички резултат
sw: Matokeo ya uchambuzi
tr: Analitik sonuç

# adverseAnalyticalFinding
source: Adverse Analytical Finding (AAF)
am: አሉታዊ ትንታኔያዊ ግኝት (AAF)
ar: نتائج التحليل العكسية (AAF)
az: Mənfi Analitik Tapıntı (AAF)
bg: Неблагоприятен аналитичен резултат (НАР)
es: Resultado analítico adverso (RAA)
et: Ebasoodsad analüütilised leiud (AAF)
fa_ir: یافته های تحلیلی نامطلوب (AAF)
fi: Positiivinen testitulos (AAF)
fr: Résultat d’analyse anormal (RAA)
lv: Nelabvēlīgs analītiskais atklājums (AAF)
pl: Wynik niekorzystny analitycznie (AAF)
pt: Resultado Analítico Adverso
ru: Неблагоприятный результат анализа
sk: Nepriaznivé analytické zistenie (AAF)
sr: nepovoljan analitički nalaz (AAF)
sw: Utafutaji Mbaya wa Uchambuzi (AAF)
tr: Aykırı Analitik Bulgu (AAB)

# atypicalResultFinding
source: Atypical Result Finding (ATF)
am: የተለመደ የውጤት ግኝት (ATF)
ar: إيجاد نتيجة غير نمطية (ATF)
az: Atipik Nəticə Tapıntısı (ATF)
bg: Атипичен резултат (АТР)
es: Resultado atípico (ATF)
et: Ebatüüpiline tulemuste leidmine (ATF)
fa_ir: نتایج غیر معمول (ATF)
fi: Poikkeavan tuloksen haku (ATF)
fr: Résultats atypiques (RA)
ko: 비정형분석결과 (ATF)
lv: Netipisku rezultātu atrašana (ATF)
nl: Atypische resultaatbepaling (ATF)
pl: Nietypowe wyniki wyszukiwania (ATF)
pt: Pesquisa atípica de resultados (ATF)
ru: Атипичный результат (ATF)
sk: Zistenie atypického výsledku (ATF)
sr: Нетипично проналажење резултата (АТФ)
sw: Utafutaji wa Matokeo ya Atypical (ATF)
tr: Atipik Sonuç Bulma (ATF)

# negativeResultFinding
source: Negative
am: አሉታዊ
ar: سلبي
az: Mənfi
bg: Отрицателен
es: Negativo
et: Negatiivne
fa_ir: منفی
fi: Negatiivinen
fr: Négatif
ko: 음성
lv: Negatīvs
nl: Negatief
pl: Negatywny
pt: Negativo
ru: Отрицательный
sk: negatívny
sr: negativan
sw: Hasi
tr: Negatif

source: View AAF
am: ኤኤኤፍን ይመልከቱ
ar: مشاهدة AAF
az: AAF-a baxın
bg: Вижте AAF
es: Ver AAF
et: Vaata AAF-i
fa_ir: مشاهده AAF
fi: Näytä AAF
fr: Voir RAA
ko: AAF보기
lv: Skatīt AAF
nl: Bekijk AAF
pl: Zobacz AAF
pt: Ver AAF
ru: Посмотреть AAF
sk: Pozrite si AAF
sr: Виев ААФ
sw: Tazama AAF
tr: AAF Görüntüle

source: View ATF
am: ATF ይመልከቱ
ar: مشاهدة ATF
az: ATF-ə baxın
bg: Вижте ATF
es: Ver ATF
et: Vaata ATF-i
fa_ir: مشاهده ATF
fi: Näytä ATF
fr: Voir RAT
ko: ATF 보기
lv: Skatīt ATF
nl: Bekijk ATF
pl: Zobacz ATF
pt: Ver ATF
ru: Посмотреть ATF
sk: Pozrite si ATF
sr: Виев АТФ
sw: Angalia ATF
tr: ATF'yi Görüntüle

source: Match
am: ግጥሚያ
ar: مباراة
az: Qarşılaşma
bg: Свързан
es: Coincidencia
et: Matš
fa_ir: همخوانی داشتن
fi: Yhdistyminen
fr: Concordance
ko: 일치
nl: Koppeling
pl: Mecz
pt: Combine
ru: Совпадение
sk: Zápas
sr: Меч
sw: Mechi
tr: Eşleşme

source: Confirmed by User
am: በተጠቃሚ የተረጋገጠ
ar: أكده المستخدم
az: İstifadəçi tərəfindən təsdiq edilmişdir
bg: Потвърдено от потребител
es: Confirmado por el usuario
et: Kasutaja kinnitas
fa_ir: تایید شده توسط کاربر
fi: Käyttäjän vahvistama
fr: Confirmé par l'utilisateur
ko: 사용자에 의해 확인됨
lv: Apstiprinājis lietotājs
nl: Bevestigd door gebruiker
pl: Potwierdzone przez użytkownika
pt: Confirmado pelo usuário
ru: Подтверждено пользователем
sk: Potvrdené používateľom
sr: Потврдио корисник
sw: Imethibitishwa na Mtumiaji
tr: Kullanıcı tarafından onaylandı

source: Match Type
am: የማዛመድ አይነት
ar: نوع مباراة
az: Uyğunluq növü
bg: Вид на свързването
es: Tipo de partido
et: Vaste tüüp
fa_ir: نوع مطابقت
fi: Yhdistymisen tyyppi
fr: Type de concordance
ko: 유형 일치
lv: Atbilstības veids
nl: Soort koppeling
pl: Typ dopasowania
pt: Tipo de partida
ru: Тип совпадения
sk: Typ zhody
sr: Тип подударања
sw: Aina ya Ulinganifu
tr: Eşleşme türü

source: View Match
am: ተዛማጅ ይመልከቱ
ar: مشاهدة المباراة
az: Qarşılaşmaya baxın
bg: Преглед на свързването
es: Ver Partido
et: Kuva vaste
fa_ir: مشاهده مسابقه
fi: Tarkastele yhdistymistä
fr: Voir le match
ko: 일치 보기
lv: Skatīt spēli
nl: Koppeling bekijken
pl: Zobacz mecz
pt: Ver partida
ru: Просмотр совпадения
sk: Zobraziť zápas
sr: Виев Матцх
sw: Tazama Mechi
tr: Maçı Görüntüle

source: Laboratory Results
am: የላብራቶሪ ውጤቶች
ar: نتائج المختبر
az: Laboratoriya nəticələri
bg: Лабораторни резултати
es: Los resultados del laboratorio
et: Laboratoorsed tulemused
fa_ir: نتایج آزمایشگاهی
fi: Laboratoriotulokset
fr: Résultats de laboratoire
ko: 분석기관 결과
lv: Laboratorijas rezultāti
nl: Laboratoriumresultaten
pl: Wyniki laboratoryjne
pt: Resultados de laboratório
ru: Результаты лабораторных анализов
sk: Laboratórne výsledky
sr: Лабораторијски резултати
sw: Matokeo ya Maabara
tr: Laboratuvar sonuçları

# viewBiologicalPassport
source: View Athlete Biological Passport
am: ኣትሌት ባዮሎጂካል ፓስፖርት እዩ።
ar: مشاهدة جواز السفر البيولوجي للرياضيين
az: İdmançının Bioloji Pasportuna baxın
bg: Вижте биологичния паспорт на спортиста
es: Ver pasaporte biológico del atleta
et: Vaadake sportlase bioloogilist passi
fa_ir: مشاهده پاسپورت بیولوژیکی ورزشکار
fi: Näytä urheilijan biologinen passi
fr: Voir le passeport biologique de l'athlète
ko: 선수생체수첩 보기
lv: Skatīt sportista bioloģisko pasi
nl: Biologisch paspoort voor atleten bekijken
pl: Zobacz paszport biologiczny zawodnika
pt: Ver passaporte biológico do atleta
ru: Посмотреть биологический паспорт спортсмена
sk: Pozrite si biologický pas športovca
sr: Prikaz biološkog pasoša sportiste
sw: Tazama Pasipoti ya Kibiolojia ya Mwanariadha
tr: Sporcu Biyolojik Pasaportunu Görüntüle

source: Sample Validity
am: የናሙና ትክክለኛነት
ar: صلاحية العينة
az: Nümunə etibarlılığı
bg: Валидност на пробата
es: Validez de la muestra
et: Valimi kehtivus
fa_ir: اعتبار نمونه
fi: Näytteen kelpoisuus (validity)
fr: Validité de l’échantillon
ko: 시료 유효성
lv: Parauga derīgums
nl: Validiteit staal
pl: Ważność próbki
pt: Validação da Amostra
ru: допустимость пробы
sk: Platnosť vzorky
sr: ispravnost uzorka
sw: Sampuli ya Uhalali
tr: Örnek Geçerliliği

source: Chain of Custody
am: የአሳዳጊ ሰንሰለት
ar: سلسلة الحصانة
az: Qəyyumluq Zənciri
bg: Разглеждане и редактиране на данни за приемо-предавателна верига
es: Cadena de custodia
et: Hooldusahel
fa_ir: زنجیره ای از بازداشت
fi: Kuljetuksen valvonta
fr: Chaîne de sécurité
ko: 시료보관전달체계서
lv: Piegādes ķēde
nl: Beheersketen
pt: Cadeia de Custódia
ru: Протокол допинг-контроля
sk: Reťazec starostlivosti
sr: vremensko praćenje nadležnosti nad uzorcima
sw: Mlolongo wa Ulinzi
tr: Taşıma Zinciri

source: Created
am: ተፈጠረ
ar: منشأة
az: yaradıldı
bg: създаден
es: creado
et: Loodud
fa_ir: ایجاد شده
fi: Luotu
fr: Créé
ko: 생성됨
lv: Izveidots
nl: Aangemaakt
pl: utworzono
pt: criado(a)
ru: Создано
sk: vytvoril
sr: kreirano
sw: Imeundwa
tr: oluşturuldu

source: None
am: አንድም
ar: لا شيء
az: Yoxdur
bg: Без
es: Ninguno
et: Puudub
fa_ir: هیچ یک
fi: Ei ole
fr: Aucun(e)
ko: 해당없음
lv: Nav
nl: Geen
pl: żaden
pt: Nenhum
ru: Ни один
sk: nikto
sr: Nijednom
sw: Hakuna
tr: Hiçbiri

source: Create
am: ፍጠር
ar: إنشاء
az: yaratmaq
bg: създаване
es: crear
et: luua
fa_ir: ایجاد کن
fi: Luo
fr: créer
ko: 생성하기
lv: Izveidot
nl: Creëer
pl: utwórz
pt: criar
ru: Создать
sk: vytvoriť
sr: Kreiraj
sw: Unda
tr: oluştur

source: Blood Passport
am: የደም ፓስፖርት
ar: جواز سفر الدم
az: Qan pasportu
bg: Биологичен паспорт
es: Pasaporte sanguíneo
et: Verepass
fa_ir: پاسپورت خون
fi: Biologinen passi (veri)
fr: Passeport sanguin
ko: 혈액수첩
lv: Asins pase
nl: Bloedpaspoort
pl: Paszport krwi
pt: Passaporte Sanguíneo
ru: Паспорт крови
sk: Krvný pas
sr: krvni pasoš
sw: Pasipoti ya damu
tr: Kan Pasaportu

# athleteSeatedTenMinutes_bpView
source: Has the athlete been <strong>seated for ten minutes</strong> prior to blood collection?
am: አትሌቱ ኖሯል? <strong>ለአስር ደቂቃዎች ተቀምጧል</strong> ደም ከመሰብሰቡ በፊት?
ar: هل كان الرياضي <strong>جالسا لمدة عشر دقائق</strong> قبل جمع الدم ؟
az: İdmançı olub <strong> on dəqiqə oturdu </strong> qan almadan əvvəl?
bg: Спортистът <strong>седял ли е десет минути</strong> преди вземането на кръв?
es: ¿Ha estado el deportista sentado en <strong>durante diez minutos</strong> antes de la extracción de sangre?
et: Kas sportlane on olnud <strong> istunud kümme minutit </strong> enne verevõttu?
fa_ir: ورزشکار بوده است <strong> ده دقیقه نشسته </strong> قبل از خونگیری؟
fi: Onko urheilija <strong>istunut kymmenen minuuttia </strong> ennen verinäytteen ottamista?
fr: Le sportif est-il resté en position <strong>assise, ses pieds touchant le sol, pendant une période d’au moins 10 minutes</strong> avant le prélèvement de l’échantillon sanguin?
ko: 선수는 혈액 채취 전 <strong>10분 동안 앉아</strong> 있었습니까?
lv: Vai sportists ir bijis <strong> sēdēja desmit minūtes </strong> pirms asins savākšanas?
nl: Is de atleet geweest? <strong>tien minuten gezeten</strong> voorafgaand aan de bloedafname?
pl: Czy sportowiec był <strong> w pozycji siedzącej przez dziesięć minut </strong> przed pobraniem krwi?
pt: O atleta esteve <strong>sentado por dez minutos</strong> antes da coleta de sangue?
ru: Спортсмен находился в положении сидя <strong> течение десяти минут </strong> до отбора пробы крови?
sk: Bol športovec <strong> sedieť desať minút </strong> pred odberom krvi?
sr: Да ли је спортиста био <strong> седео десет минута </strong> пре вађења крви?
sw: Mwanariadha amekuwa <strong> ameketi kwa dakika kumi </strong> kabla ya kukusanya damu?
tr: Sporcu kan tahliminden on dakika<strong> önce </strong> oturmuş mu?

# sampleCollectedLast3Days_bpView
source: Was the sample <strong>collected</strong> immediately following <strong>at least three consecutive days</strong> of competition (hemodilution expected)?
am: ናሙና ነበር <strong>የተሰበሰበ</strong> ወዲያውኑ ተከትሎ <strong>ቢያንስ ሶስት ተከታታይ ቀናት</strong> ውድድር (ሄሞዲሉሽን ይጠበቃል)?
ar: هل تم تجميع العينة <strong></strong> مباشرة بعد <strong>على الأقل ثلاثة أيام على التوالي</strong> من المنافسة (متوقع في hemodilosتيون) ؟
az: Nümunə idi <strong> toplanmış </strong> dərhal izləyir <strong> ən azı üç ardıcıl gün </strong> rəqabət (hemodilyasiya gözlənilir)?
bg: Пробата беше ли <strong>взета</strong> непосредствено след <strong>поне три последователни дни</strong> на състезание (очаквана хемодилуция)?
es: ¿Se recogió la muestra <strong> inmediatamente</strong> después de <strong>al menos tres días consecutivos</strong> de competición (hemodilución prevista)?
et: Oli näidis <strong> tasakaalukas </strong> kohe järgneb <strong> vähemalt kolm päeva järjest </strong> konkurentsi (oodata hemodilutsiooni)?
fa_ir: نمونه بود <strong> جمع آوری شده </strong> بلافاصله پس از <strong> حداقل سه روز متوالی </strong> رقابت (همودیلوشن مورد انتظار)؟
fi: Otettiinko näyte <strong>välittömästi</strong> vähintään <strong>kolmen peräkkäisen kilpailupäivän jälkeen</strong> (hemodiluutio odotettavissa)?
fr: Cet échantillon <strong>a-t-il été prélevé</strong> immédiatement <strong>après au moins trois jours</strong> de compétition (hémodilution prévue)?
ko: 시료가 (혈액 희석이 예상되는) <strong>3일 이상 연속된</strong> 경기 직후에 <strong>채취</strong> 되었습니까?
lv: Bija paraugs <strong> savākti </strong> tūlīt pēc tam <strong> vismaz trīs dienas pēc kārtas </strong> konkurence (gaidāma hemodilūcija)?
nl: Was het voorbeeld? <strong>verzameld</strong> onmiddellijk volgend <strong>ten minste drie opeenvolgende dagen</strong> van concurrentie (hemodilutie verwacht)?
pl: Czy próbka <strong>została pobrana</strong> natychmiast po <strong>co najmniej trzy kolejne dni</strong> współzawodnictwa (oczekiwana hemodylucja)?
pt: A amostra foi <strong> coletada</strong> imediatamente após pelo <strong> menos três dias consecutivos</strong> de competição (espera-se hemodiluição)?
ru: Была ли проба <strong>отобрана</strong> сразу после <strong>не менее трех дней</strong> соревнований подряд (можно ожидать гемодилюцию)?
sk: Bola vzorka <strong> zhromaždené </strong> bezprostredne nasledujúci <strong> najmenej tri po sebe nasledujúce dni </strong> konkurencie (očakáva sa hemodilúcia)?
sr: Da li je <strong> uzorak prikupljen odmah nakon najmanje tri </strong> <strong> uzastopna dana </strong> takmičenja (očekuje se hemodilucija)?
sw: Ilikuwa sampuli <strong> zilizokusanywa </strong> mara moja kufuatia <strong> angalau siku tatu mfululizo </strong> ya ushindani (hemodilution inatarajiwa)?
tr: Numune, en <strong>az üç ardışık rekabet</strong> gününün ardından</strong> hemen <strong>toplandı (hemodilüsyon bekleniyor)?

# athleteHadTrainingLastTwoHours_bpView
source: Has the athlete had a <strong>training</strong> session or <strong>competition in the past two hours</strong>?
am: አትሌቱ ሀ <strong>ስልጠና</strong> ክፍለ ጊዜ ወይም <strong>ባለፉት ሁለት ሰዓታት ውስጥ ውድድር</strong>?
ar: هل حصل الرياضي على أ <strong> تمرين </strong> جلسة أو <strong> المنافسة في الساعتين الماضيتين </strong> ؟
az: İdmançıda varmı? <strong> təlim </strong> sessiya və ya <strong> son iki saatda rəqabət </strong> ?
bg: Спортистът имал ли е <strong>тренировъчна</strong> сесия или <strong> състезание през последните два часа</strong>?
es: ¿Ha tenido el deportista una sesión de entrenamiento <strong></strong>o una competición <strong>en las últimas dos horas</strong>?
et: Kas sportlasel on olnud a <strong> koolitust </strong> seanss või <strong> võistlus viimase kahe tunni jooksul </strong> ?
fa_ir: آیا ورزشکار دارای یک <strong> آموزش </strong> جلسه یا <strong> رقابت در دو ساعت گذشته </strong> ?
fi: Onko urheilija <strong> harjoitellut </strong> tai kilpaillut <strong> kahden viimeksi kuluneen tunnin aikana? </strong> ?
fr: Le sportif a-t-il participé à une <strong>séance </strong>d’entraînement ou à <strong>une compétition au cours des deux dernières heures</strong>?
ko: 선수는 <strong>지난 2시간 내 </strong>훈련 <strong>또는 경기에 참가했습니까</strong>?
lv: Vai sportistam ir bijis a <strong> apmācību </strong> sesija vai <strong> sacensības pēdējo divu stundu laikā </strong> ?
nl: Had de atleet een <strong>training</strong> sessie of <strong>wedstrijd in de afgelopen twee uur</strong>?
pl: Czy sportowiec miał <strong> trening </strong> sesja lub <strong> konkurencji w ciągu ostatnich dwóch godzin </strong> ?
pt: O atleta teve um <strong> Treinamento </strong> sessão ou <strong> competição nas últimas duas horas </strong> ?
ru: Спортсмен участвовал <strong> в тренировочной </strong> сессии или <strong> соревнованиях за последние два часа </strong> ?
sk: Má športovec a <strong> školenia </strong> relácia resp <strong> súťaž v posledných dvoch hodinách </strong> ?
sr: Да ли је спортиста имао <strong> обука </strong> седница или <strong> такмичење у протекла два сата </strong> ?
sw: Je, mwanariadha alikuwa na <strong> mafunzo </strong> kikao au <strong> mashindano katika saa mbili zilizopita </strong> ?
tr: Sporcunun <strong> Eğitim </strong> oturum veya <strong> son iki saatteki rekabet </strong> ?
