Repository: NandhineeR/WADA
Catalog: wada-ama-testcenter-web-57718053929f/wada-ama-testcenter-web-57718053929f/src/i18n/messages.*.xlf
Languages: am, ar, az, bg, es, et, fa_ir, fi, fr, ko, lv, nl, pl, pt, ru, sk, sr, sw, tr

# testAlreadyBoundToTestingOrderMsg
source: The Test has already been associated with a Testing Order
am: ፈተናው አስቀድሞ ከሙከራ ትዕዛዝ ጋር ተቆራኝቷል።
ar: تم ارفاق الاختبار بالفعل بأمر الاختبار
az: Test artıq Sınaq Sifarişi ilə əlaqələndirilib
bg: Тестът вече е свързан с поръчка за тестване
es: La prueba ya ha sido asociada a una orden de prueba
et: Test on juba testimiskorraldusega seotud
fa_ir: این آزمون قبلاً با یک دستور تست مرتبط بوده است
fi: Testi on jo yhdistetty Testimääräykseen
fr: Le contrôle a déjà été associé à un ordre de mission
ko: 검사가 이미 검사지시서와 연결되었습니다.
lv: Pārbaude jau ir saistīta ar pārbaudes pasūtījumu
nl: De Test is al gekoppeld aan een Testopdracht
pl: Test został już powiązany ze zleceniem testowania
pt: O Teste já foi associado a uma Ordem de Teste
ru: Тест уже был связан с заказом на тестирование
sk: Test už bol priradený k objednávke testovania
sr: Test je već povezan sa nalogom za testiranje
sw: Jaribio tayari limehusishwa na Agizo la Jaribio
tr: Test zaten bir Test Siparişi ile ilişkilendirildi

# dcfIsRequiredMsg
source: Error [DCF_IS_REQUIRED]
am: ስህተት [DCF_IS_REQUIRED]
ar: خطأ [ DCF_IS_REQUIRED ]
az: Xəta [DCF_IS_REQUIRED]
bg: Грешка [DCF_IS_REQUIRED]
et: Viga [DCF_IS_REQUIRED]
fa_ir: خطای [DCF_IS_REQUIRED]
fi: Virhe [DCF_IS_REQUIRED]
fr: Erreur [DCF_IS_REQUIRED]
ko: [DCF_IS_REQUIRED] 오류
lv: Kļūda [DCF_IS_REQUIRED]
nl: Fout [DCF_IS_REQUIRED]
pl: Błąd [DCF_IS_REQUIRED]
pt: Erro [DCF_IS_REQUIRED]
ru: Ошибка [DCF_IS_REQUIRED]
sk: Chyba [DCF_IS_REQUIRED]
sr: Greška [DCF_IS_REQUIRED]
sw: Hitilafu [DCF_IS_REQUIRED]
tr: Hata [DCF_IS_REQUIRED]

# existingDcfWhenDeletingTestMsg
source: This test cannot be deleted because it is bound to a DCF
am: ይህ ሙከራ ሊሰረዝ አይችልም ምክንያቱም ከዲሲኤፍ ጋር የተያያዘ ነው።
ar: لا يمكن حذف هذا الاختبار لأنه تم ربطه الى DCF
az: Bu testi silmək mümkün deyil, çünki o, DCF-yə bağlıdır
bg: Този тест не може да бъде изтрит, защото е обвързан с DCF
es: Esta prueba no puede eliminarse porque está vinculada a un DCF
et: Seda testi ei saa kustutada, kuna see on seotud DCF-iga
fa_ir: این تست را نمی توان حذف کرد زیرا به یک فرم کنترل دوپینگ متصل است
fi: Tätä testiä ei voi poistaa, koska se on liitetty DCF:ään
fr: Ce test ne peut pas être supprimé car il est lié à un DCF
ko: 이 검사는 DCF에 연동되어 있으므로 삭제할 수 없습니다.
lv: Šo testu nevar izdzēst, jo tas ir saistīts ar DCF
nl: Deze test kan niet worden geschrapt omdat hij gebonden is aan een DCF
pl: Tego testu nie można usunąć, ponieważ jest powiązany z DCF
pt: Este teste não pode ser excluído porque está vinculado a um DCF
ru: Этот тест не может быть удален, поскольку он связан с DCF
sk: Tento test nemožno vypustiť, pretože je viazaný na DCF
sr: Nije moguće izbrisati ovaj test jer je povezan sa DCF-om
sw: Jaribio hili haliwezi kufutwa kwa sababu linahusishwa na DCF
tr: Bu test, bir DCF'ye bağlı olduğu için silinemez

# existingUnsuccessfulAttemptWhenDeletingTestMsg
source: This test cannot be deleted because it is bound to one or more Unsuccessful Attempts
am: ይህ ሙከራ ሊሰረዝ አይችልም ምክንያቱም ከአንድ ወይም ከዛ በላይ ያልተሳኩ ሙከራዎች ጋር የተያያዘ ነው።
ar: لا يمكن حذف هذا الاختبار لأنه مرتبط بواحد أو أكثر من المحاولات غير الناجحة
az: Bu testi silmək mümkün deyil, çünki o, bir və ya bir neçə Uğursuz Cəhdlə bağlıdır
bg: Този тест не може да бъде изтрит, защото е обвързан с един или повече неуспешни опита
es: Esta prueba no puede ser eliminada porque está vinculada a uno o más intentos fallidos
et: Seda testi ei saa kustutada, kuna see on seotud ühe või mitme ebaõnnestunud katsega
fa_ir: این تست را نمی توان حذف کرد زیرا به یک یا چند تلاش ناموفق محدود شده است
fi: Tätä testiä ei voi poistaa, koska se on liitetty yhteen tai useampaan Urheilijaa ei tavoitettu testiin -raporttiin
fr: Ce test ne peut pas être supprimé car il est lié à une ou plusieurs tentatives infructueuses
ko: 이 검사는 하나 이상의 시도실패에 연동되어 있으므로 삭제할 수 없습니다.
lv: Šo testu nevar izdzēst, jo tas ir saistīts ar vienu vai vairākiem neveiksmīgiem mēģinājumiem
nl: Deze test kan niet worden verwijderd omdat hij gebonden is aan een of meer mislukte pogingen
pl: Nie można usunąć tego testu, ponieważ jest powiązany z co najmniej jedną nieudaną próbą
pt: Este teste não pode ser excluído porque está vinculado a uma ou mais tentativas mal sucedidas
ru: Этот тест нельзя удалить, потому что он связан с одной или несколькими неудачными попытками
sk: Tento test nemožno vymazať, pretože je viazaný na jeden alebo viac neúspešných pokusov
sr: Nije moguće izbrisati ovaj test jer je povezan sa jednim ili više neuspešnih pokušaja
sw: Jaribio hili haliwezi kufutwa kwa sababu linaambatana na Jaribio moja au zaidi Lisilofanikiwa
tr: Bu test, bir veya daha fazla Başarısız Denemeye bağlı olduğundan silinemez.

# testIsRequiredMsg
source: Error [TEST_IS_REQUIRED]
am: ስህተት [TEST_IS_REQUIRED]
ar: خطأ [ TSET_I_REQUIRED ]
az: Xəta [TEST_IS_REQUIRED]
bg: Грешка [TEST_IS_REQUIRED]
et: Viga [TEST_IS_REQUIRED]
fa_ir: خطای [TEST_IS_REQUIRED]
fi: Virhe [TEST_IS_REQUIRED]
fr: Erreur [TEST_IS_REQUIRED]
ko: [TEST_IS_REQUIRED] 오류
lv: Kļūda [TEST_IS_REQUIRED]
nl: Fout [TEST_IS_REQUIRED]
pl: Błąd [TEST_IS_REQUIRED]
pt: Erro [TEST_IS_REQUIRED]
ru: Ошибка [TEST_IS_REQUIRED]
sk: Chyba [TEST_IS_REQUIRED]
sr: Greška [TEST_IS_REQUIRED]
sw: Hitilafu [TEST_IS_REQUIRED]
tr: Hata [TEST_IS_REQUIRED]

# invalidQueryParameterMsg
source: Error [INVALID_QUERY_PARAMETER]
am: ስህተት [INVALID_QUERY_PARAMETER]
ar: خطأ [ INVALID_QUERY_PARAMETER ]
az: Xəta [INVALID_QUERY_PARAMETER]
bg: Грешка [INVALID_QUERY_PARAMETER]
et: Viga [INVALID_QUERY_PARAMETER]
fa_ir: خطای [INVALID_QUERY_PARAMETER]
fi: Virhe [INVALID_QUERY_PARAMETER]
fr: Erreur [INVALID_QUERY_PARAMETER]
ko: [INVALID_QUERY_PARAMETER] 오류
lv: Kļūda [INVALID_QUERY_PARAMETER]
nl: Fout [INVALID_QUERY_PARAMETER]
pl: Błąd [INVALID_QUERY_PARAMETER]
pt: Erro [INVALID_QUERY_PARAMETER]
ru: Ошибка [INVALID_QUERY_PARAMETER]
sk: Chyba [INVALID_QUERY_PARAMETER]
sr: Greška [INVALID_QUERY_PARAMETER]
sw: Hitilafu [INVALID_QUERY_PARAMETER]
tr: Hata [INVALID_QUERY_PARAMETER]

# sampleCorrectionRestrictionWithoutAafOrAtfMsg
source: Error [SAMPLE_CORRECTION_RESTRICTION_WITHOUT_AAF_OR_ATF]
am: ስህተት [SAMPLE_CORRECTION_RESTRICTION_WITHOUT_AAF_OR_ATF]
ar: خطأ [ SAMPLE_CORRECEION_RESTICTION_WITUOT_AAF_OR_ATF ]
az: Xəta [SAMPLE_CORRECTION_RESTRICTION_WITHOUT_AAF_OR_ATF]
bg: Грешка [SAMPLE_CORRECTION_RESTRICTION_WITHOUT_AAF_OR_ATF]
et: Viga [SAMPLE_CORRECTION_RESTRICTION_WITHOUT_AAF_OR_ATF]
fa_ir: خطای [SAMPLE_CORRECTION_RESTRICTION_WITHOUT_AAF_OR_ATF]
fi: Virhe [SAMPLE_CORRECTION_RESTRICTION_WITHOUT_AAF_OR_ATF]
fr: Erreur [SAMPLE_CORRECTION_RESTRICTION_WITHOUT_AAF_OR_ATF]
ko: [SAMPLE_CORRECTION_RESTRICTION_WITHOUT_AAF_OR_ATF] 오류
lv: Kļūda [SAMPLE_CORRECTION_RESTRICTION_WITHOUT_AAF_OR_ATF]
nl: Fout [SAMPLE_CORRECTION_RESTRICTION_WITHOUT_AAF_OR_ATF]
pl: Błąd [SAMPLE_CORRECTION_RESTRICTION_WITHOUT_AAF_OR_ATF]
pt: Erro [SAMPLE_CORRECTION_RESTRICTION_WITHOUT_AAF_OR_ATF]
ru: Ошибка [SAMPLE_CORRECTION_RESTRICTION_WITHOUT_AAF_OR_ATF]
sk: Chyba [SAMPLE_CORRECTION_RESTRICTION_WITHOUT_AAF_OR_ATF]
sr: Greška [SAMPLE_CORRECTION_RESTRICTION_WITHOUT_AAF_OR_ATF]
sw: Hitilafu [SAMPLE_CORRECTION_RESTRICTION_WITHOUT_AAF_OR_ATF]
tr: Hata [SAMPLE_CORRECTION_RESTRICTION_WITHOUT_AAF_OR_ATF]

# tdpIntegrityValidationMsg
source: Error [TDP_INTEGRITY_VALIDATION]
am: ስህተት [TDP_INTEGRITY_VALIDATION]
ar: خطأ [ DP_INTEGRITY_VALIATION ]
az: Xəta [TDP_INTEGRITY_VALIDATION]
bg: Грешка [TDP_INTEGRITY_VALIDATION]
et: Viga [TDP_INTEGRITY_VALIDATION]
fa_ir: خطای [TDP_INTEGRITY_VALIDATION]
fi: Virhe [TDP_INTEGRITY_VALIDATION]
fr: Erreur [TDP_INTEGRITY_VALIDATION]
ko: [TDP_INTEGRITY_VALIDATION] 오류
lv: Kļūda [TDP_INTEGRITY_VALIDATION]
nl: Fout [TDP_INTEGRITY_VALIDATION]
pl: Błąd [TDP_INTEGRITY_VALIDATION]
pt: Erro [TDP_INTEGRITY_VALIDATION]
ru: Ошибка [TDP_INTEGRITY_VALIDATION]
sk: Chyba [TDP_INTEGRITY_VALIDATION]
sr: Greška [TDP_INTEGRITY_VALIDATION]
sw: Hitilafu [TDP_INTEGRITY_VALIDATION]
tr: Hata [TDP_INTEGRITY_VALIDATION]

# canOnlyDeletePendingOrNotProcessedToMsg
source: The Testing Order must have a pending or not processed status in order to be deleted
am: የሙከራ ትዕዛዙ ለመሰረዝ በመጠባበቅ ላይ ያለ ወይም ያልተሰራ ሁኔታ ሊኖረው ይገባል።
ar: يجب أن يحتوي أمر الاختبار على حالة معلقة أو لم يتم تشغيلها حتى يتم حذفه
az: Sınaq Sifarişinin silinməsi üçün gözlənilən və ya işlənməmiş statusu olmalıdır
bg: Поръчката за тестване трябва да има чакащ или необработен статус, за да бъде изтрита
es: La Orden de Pruebas debe tener un estado pendiente o no procesado para poder ser eliminada
et: Testimistellimusel peab olema kustutamiseks ootel või töötlemata olek
fa_ir: برای حذف، دستور آزمایش باید در حالت تعلیق یا پردازش نباشد
fi: Testimääräyksen tilan on oltava Kesken tai Ei käsitelty, jotta se voidaan poistaa
fr: L’ordre de mission doit avoir un statut en attente ou non traité pour être supprimé
ko: 삭제하려면 검사지시서가 보류 중이거나 처리되지 않은 상태여야 합니다.
lv: Lai to varētu dzēst, Pārbaudes pasūtījumam ir jābūt statusam Gaida vai neapstrādāts
nl: De Testopdracht moet een status "in behandeling" of "niet verwerkt" hebben om te kunnen worden verwijderd.
pl: Zlecenie testowe musi mieć status oczekujący lub nieprzetworzone, aby mogło zostać usunięte
pt: A Ordem de Teste deve ter um status pendente ou não processado a fim de ser apagada
ru: Для удаления заказ на тестирование должен иметь статус "Ожидается" или "Не обработан".
sk: Objednávka testovania musí mať stav čakajúci na spracovanie alebo nespracovaný, aby mohla byť vymazaná.
sr: Redosled testiranja mora imati status "Neobrađeno" ili ne da bi bio izbrisan
sw: Agizo la Kujaribu lazima liwe na hali inayosubiri au kutochakatwa ili kufutwa
tr: Test Emrinin silinebilmesi için beklemede veya işlenmemiş durumda olması gerekir

# existingClosedTestMsg
source: The Testing Order cannot be deleted because it is bound to one or more closed Tests
am: የፍተሻ ትዕዛዙ ከአንድ ወይም ከዚያ በላይ ከተዘጉ ሙከራዎች ጋር የተያያዘ ስለሆነ ሊሰረዝ አይችልም።
ar: لا يمكن حذف أمر الاختبار لأنه تم ربطه الى اختبار مغلق واحد أو أكثر
az: Sınaq Sifarişi bir və ya bir neçə qapalı Testə bağlı olduğu üçün silinə bilməz
bg: Поръчката за тестване не може да бъде изтрита, защото е обвързана с един или повече затворени тестове
es: La Orden de Pruebas no puede ser eliminada porque está vinculada a una o más Pruebas cerradas
et: Testimistellimust ei saa kustutada, kuna see on seotud ühe või mitme suletud testiga
fa_ir: دستور تست را نمی توان حذف کرد زیرا به یک یا چند تست بسته متصل شده است
fi: Testimääräystä ei voi poistaa, koska se liittyy yhteen tai useampaan valmiiseen testiin
fr: L’ordre de mission ne peut pas être supprimé car il est lié à un ou plusieurs contrôle(s) clôturés
ko: 검사지시서가 하나 이상의 종료된 검사에 연동되어 있으므로 삭제할 수 없습니다.
lv: Testēšanas pasūtījumu nevar izdzēst, jo tas ir saistīts ar vienu vai vairākiem slēgtiem testiem
nl: De Testopdracht kan niet worden verwijderd omdat deze gebonden is aan een of meer afgesloten Tests
pl: Zlecenie testowania nie może zostać usunięte, ponieważ jest powiązane z jednym lub większą liczbą zamkniętych testów
pt: A Ordem de Teste não pode ser apagada porque está vinculada a um ou mais Testes fechados
ru: Заказ на тестирование не может быть удален, поскольку он связан с одним или несколькими закрытыми тестами
sk: Testovací príkaz nie je možné vymazať, pretože je viazaný na jeden alebo viac uzavretých testov
sr: Nije moguće izbrisati redosled testiranja jer je povezan sa jednim ili više zatvorenih testova
sw: Agizo la Kujaribu haliwezi kufutwa kwa sababu linafaa kwa Jaribio moja au zaidi la watu wachache
tr: Test Sırası, bir veya daha fazla kapalı Teste bağlı olduğundan silinemez.

# missingFieldsForUnsuccessfulAttemptSaveMsg
source: The Unsuccessful Attempt cannot be saved due to missing mandatory fields
am: የግዴታ መስኮች በመጥፋቱ ያልተሳካው ሙከራ ሊድን አልቻለም
ar: لا يمكن حفظ محاولة غير ناجحة بسبب عدم وجود مجالات اجبارية
az: Məcburi sahələr çatışmadığına görə Uğursuz Cəhd yadda saxlanıla bilməz
bg: Неуспешният опит не може да бъде запазен поради липсващи задължителни полета
es: El intento fallido no se puede guardar porque faltan campos obligatorios
et: Ebaõnnestunud katset ei saa salvestada, kuna puuduvad kohustuslikud väljad
fa_ir: تلاش ناموفق به دلیل از دست دادن فیلدهای اجباری قابل ذخیره نیست
fi: Urheilijaa ei tavoitettu testiin -raporttia ei voi tallentaa, koska pakollisia kenttiä puuttuu
fr: La tentative manquée ne peut pas être enregistrée en raison de champs obligatoires manquants
ko: 필수 항목이 누락되어 시도실패를 저장할 수 없습니다.
lv: Neveiksmīgo mēģinājumu nevar saglabāt, jo trūkst obligāto lauku
nl: De mislukte poging kan niet worden opgeslagen wegens ontbrekende verplichte velden
pl: Nieudana próba nie może zostać zapisana z powodu braku obowiązkowych pól
pt: A tentativa mal sucedida não pode ser salva devido à falta de campos obrigatórios
ru: Неудачная попытка не может быть сохранена из-за отсутствия обязательных полей
sk: Neúspešný pokus nie je možné uložiť z dôvodu chýbajúcich povinných polí
sr: Nije moguće sačuvati neuspešan pokušaj zbog obaveznih polja koja nedostaju
sw: Jaribio Lisilofanikiwa haliwezi kuhifadhiwa kwa sababu ya kukosa sehemu za lazima
tr: Başarısız Girişim, eksik zorunlu alanlar nedeniyle kaydedilemiyor

# dcfRequiredToBindMsg
source: Error [DCF_REQUIRED_TO_BIND]
am: ስህተት [DCF_REQUIRED_TO_BIND]
ar: خطأ [ DCF_REQUIRED_TO_BIND ]
az: Xəta [DCF_REQUIRED_TO_BIND]
bg: Грешка [DCF_REQUIRED_TO_BIND]
et: Viga [DCF_REQUIRED_TO_BIND]
fa_ir: خطای [DCF_REQUIRED_TO_BIND]
fi: Virhe [DCF_REQUIRED_TO_BIND]
fr: Erreur [DCF_REQUIRED_TO_BIND]
ko: [DCF_REQUIRED_TO_BIND] 오류
lv: Kļūda [DCF_REQUIRED_TO_BIND]
nl: Fout [DCF_REQUIRED_TO_BIND]
pl: Błąd [DCF_REQUIRED_TO_BIND]
pt: Erro [DCF_REQUIRED_TO_BIND]
ru: Ошибка [DCF_REQUIRED_TO_BIND]
sk: Chyba [DCF_REQUIRED_TO_BIND]
sr: Greška [DCF_REQUIRED_TO_BIND]
sw: Hitilafu [DCF_REQUIRED_TO_BIND]
tr: Hata [DCF_REQUIRED_TO_BIND]

# cannotBindDcfWithoutTestMsg
source: A DCF without Test cannot be bound to a Testing Order
am: ያለ ፈተና DCF ለሙከራ ትዕዛዝ ሊታሰር አይችልም።
ar: لا يمكن ربط DCF بدون اختبار بأمر الاختبار
az: Testsiz DCF Sınaq Sifarişinə bağlana bilməz
bg: DCF без тест не може да бъде обвързан с поръчка за тестване
es: Un DCF sin prueba no puede estar vinculado a una orden de prueba
et: Ilma testita DCF-i ei saa siduda testimiskorraldusega
fa_ir: یک فرم کنترل دوپینگ بدون تست نمی تواند به یک دستور آزمایشی محدود شود
fi: DCF:ää ilman testiä ei voida liittää Testimääräykseen
fr: Un FCD sans contrôle ne peut pas être lié à un ordre de mission
ko: 검사가 없는 DCF는 검사지시서에 연동될 수 없습니다.
lv: DCF bez pārbaudes nevar saistīt ar testēšanas pasūtījumu
nl: Een DCF zonder test kan niet worden gebonden aan een testopdracht
pl: DCF bez Testu nie może być powiązany ze Zleceniem Testowania
pt: Um DCF sem Teste não pode ser vinculado a uma Ordem de Teste
ru: DCF без тестирования не может быть связан с приказом о тестировании
sk: DCF bez testu nemôže byť viazaný na príkaz na testovanie
sr: DCF bez testa ne može biti povezan sa nalogom za testiranje
sw: DCF bila Jaribio haiwezi kufungwa kwa Agizo la Jaribio
tr: Testsiz bir DCF, Test Siparişine bağlanamaz

# missingFieldsForDcfDraftSaveMsg
source: A Draft DCF cannot be saved due to missing mandatory-for-draft fields
am: ረቂቅ DCF ሊድን አይችልም አስገዳጅ-ለረቂቅ መስኮች በመጥፋቱ
ar: لا يمكن حفظ مسودة DCF بسبب عدم وجود اجباري لمجالات المسودة
az: Qaralama DCF qaralama üçün məcburi sahələr çatışmadığına görə yadda saxlanıla bilməz
bg: Чернова на DCF не може да бъде запазена поради липсващи задължителни полета за чернова
es: No se puede guardar un borrador de DCF porque faltan campos obligatorios para el borrador
et: Mustandi DCF-i ei saa salvestada, kuna puuduvad kohustuslikud mustandi väljad
fa_ir: پیش نویس کنترل دوپینگ نمی تواند ذخیره شود زیرا فیلدهای اجباری برای پیش نویس وجود ندارد
fi: DCF-luonnosta ei voi tallentaa, koska siitä puuttuu luonnokselle pakollisia kenttiä
fr: Un brouillon de FCD ne peut pas être enregistré en raison de champs obligatoires manquants pour le brouillon
ko: 초안 필수 항목이 누락되어 초안 DCF를 저장할 수 없습니다.
lv: Melnrakstu DCF nevar saglabāt, jo trūkst obligāto melnraksta lauku
nl: Een DCF-ontwerp kan niet worden opgeslagen omdat verplichte velden ontbreken
pl: Nie można zapisać wersji roboczej DCF z powodu braku pól obowiązkowych do wersji roboczej
pt: Um DCF provisório não pode ser salvo devido à falta de campos obrigatórios para a elaboração
ru: Проект DCF не может быть сохранен из-за отсутствия обязательных для заполнения полей
sk: Návrh DCF nie je možné uložiť z dôvodu chýbajúcich povinných polí pre návrh
sr: Nije moguće sačuvati radnu verziju DCF-a zbog nedostajućih polja obavezne radne verzije
sw: Rasimu ya DCF haiwezi kuhifadhiwa kwa sababu ya kukosa sehemu za lazima-kwa-rasimu
tr: Taslak için zorunlu alanların eksik olması nedeniyle bir Taslak DCF kaydedilemiyor

# missingFieldsForCompletedDcfSaveMsg
source: A Completed DCF cannot be saved due to missing mandatory fields
am: የተጠናቀቀ DCF በጠፋ የግዴታ መስኮች ምክንያት ሊቀመጥ አይችልም።
ar: لا يمكن حفظ DCF الذي تم استكماله بسبب عدم وجود مجالات اجبارية
az: Məcburi sahələr çatışmadığına görə Tamamlanmış DCF yadda saxlanıla bilməz
bg: Завършен DCF не може да бъде запазен поради липсващи задължителни полета
es: No se puede guardar un DCF completado porque faltan campos obligatorios
et: Täidetud DCF-i ei saa salvestada puuduvate kohustuslike väljade tõttu
fa_ir: یک کنترل دوپینگ تکمیل شده به دلیل از دست دادن فیلدهای اجباری قابل ذخیره نیست
fi: Täytettyä DCF:ää ei voi tallentaa, koska pakollisia kenttiä puuttuu
fr: Un FCD clôturé ne peut pas être enregistré en raison de champs obligatoires manquants
ko: 필수 항목이 누락되어 완료된 DCF를 저장할 수 없습니다.
lv: Aizpildītu DCF nevar saglabāt, jo trūkst obligāto lauku
nl: Een ingevuld DCF kan niet worden opgeslagen wegens ontbrekende verplichte velden
pl: Nie można zapisać wypełnionego DCF z powodu braku obowiązkowych pól
pt: Um DCF completo não pode ser salvo devido à falta de campos obrigatórios
ru: Заполненный DCF не может быть сохранен из-за отсутствия обязательных полей
sk: Vyplnený DCF nie je možné uložiť z dôvodu chýbajúcich povinných polí
sr: Nije moguće sačuvati dovršeni DCF zbog obaveznih polja koja nedostaju
sw: DCF iliyokamilishwa haiwezi kuhifadhiwa kwa sababu ya kukosa sehemu za lazima
tr: Eksik zorunlu alanlar nedeniyle Tamamlanmış bir DCF kaydedilemez

# invalidMatchingResultStatusMsg
source: The Matching result status is invalid
am: የማዛመጃው ውጤት ሁኔታ ልክ ያልሆነ ነው።
ar: حالة نتيجة المطابقة غير صحيحة
az: Uyğun nəticə statusu etibarsızdır
bg: Състоянието на съответстващия резултат е невалидно
es: El estado de los resultados de la búsqueda es inválido
et: Sobiva tulemuse olek on kehtetu
fa_ir: وضعیت انطباق نتیجه نامعتبر است
fi: Yhdistetyn tuloksen tila on Invalid
fr: Le statut du résultat correspondant n’est pas valide
ko: 일치 결과 상태가 잘못되었습니다.
lv: Atbilstošā rezultāta statuss nav derīgs
nl: De status van de koppeling is ongeldig
pl: Status wyniku pasującego jest nieprawidłowy
pt: O status de resultado correspondente é inválido
ru: Статус результата совпадения недействителен
sk: Stav výsledku porovnania je neplatný
sr: Status podudarnog rezultata je nevažeći
sw: Hali ya matokeo yanayolingana ni batili
tr: Eşleşen sonuç durumu geçersiz

# unsuccessfulAttemptTestMismatchMsg
source: A Test cannot be updated inside the Unsuccessful Attempt
am: ሙከራው ባልተሳካለት ሙከራ ውስጥ ሊዘመን አይችልም።
ar: لا يمكن تعديل الاختبار داخل محاولة غير ناجحة
az: Uğursuz Cəhd daxilində Test yenilənə bilməz
bg: Тестът не може да бъде актуализиран в рамките на неуспешния опит
es: No se puede actualizar una prueba dentro del intento fallido
et: Ebaõnnestunud katse ajal ei saa testi värskendada
fa_ir: یک تست را نمی توان در داخل تلاش ناموفق به روز کرد
fi: Testiä ei voi päivittää Urheilijaa ei tavoitettu testiin tilanteen sisällä
fr: Un contrôle ne peut pas être mis à jour dans la tentative manquée
ko: 시도실패 내에서 검사를 업데이트할 수 없습니다.
lv: Testu nevar atjaunināt neveiksmīgā mēģinājuma ietvaros
nl: Een Test kan niet worden bijgewerkt binnen de Niet Geslaagde Poging
pl: Testu nie można zaktualizować w nieudanej próbie
pt: Um Teste não pode ser atualizado dentro da Tentativa de Não-Conclusão
ru: Тест не может быть обновлен внутри Неудачной попытки
sk: Test nie je možné aktualizovať v rámci neúspešného pokusu
sr: Test se ne može ažurirati unutar neuspešnog pokušaja
sw: Jaribio haliwezi kusasishwa ndani ya Jaribio Lisilofanikiwa
tr: Başarısız Girişim içinde bir Test güncellenemez

# unsuccessfulAttemptIdMismatchMsg
source: Error [UNSUCCESSFULATTEMPT_ID_MISMATCH]
am: ስህተት [UNSUCCESSFULATTEMPT_ID_MISMATCH]
ar: خطأ [ UNSUCCEDULATTEMPT_ID_MISMATCH ]
az: Xəta [UNSUCCESSFULATTEMPT_ID_MISMATCH]
bg: Грешка [UNSUCCESSFULATTEMPT_ID_MISMATCH]
et: Viga [UNSUCCESSFULATTEMPT_ID_MISMATCH]
fa_ir: خطا [UNSUCCESSFULATTEMPT_ID_MISMATCH]
fi: Virhe [UNSUCCESSFULATTEMPT_ID_MISMATCH]
fr: Erreur [UNSUCCESSFULATTEMPT_ID_MISMATCH]
ko: [UNSUCCESSFULATTEMPT_ID_MISMATCH] 오류
lv: Kļūda [UNSUCCESSFULATTEMPT_ID_MISMATCH]
nl: Fout [UNSUCCESSFULATTEMPT_ID_MISMATCH]
pl: Błąd [UNSUCCESSFULATTEMPT_ID_MISMATCH]
pt: Erro [UNSUCCESSFULATTEMPT_ID_MISMATCH]
ru: Ошибка [UNSUCCESSFULATTEMPT_ID_MISMATCH]
sk: Chyba [UNSUCCESSFULATTEMPT_ID_MISMATCH]
sr: Greška [UNSUCCESSFULATTEMPT_ID_MISMATCH]
sw: Hitilafu [UNSUCCESSFULATTEMPT_ID_MISMATCH]
tr: Hata [UNSUCCESSFULATTEMPT_ID_MISMATCH]

# testingOrderIdMismatchMsg
source: Error [TESTINGORDER_ID_MISMATCH]
am: ስህተት [TESTINGORDER_ID_MISMATCH]
ar: خطأ [ TESTINGORER_ID_MISMATCH ]
az: Xəta [TESTINGORDER_ID_MISMATCH]
bg: Грешка [TESTINGORDER_ID_MISMATCH]
et: Viga [TESTINGORDER_ID_MISMATCH]
fa_ir: خطای [TESTINGORDER_ID_MISMATCH]
fi: Virhe [TESTINGORDER_ID_MISMATCH]
fr: Erreur [TESTINGORDER_ID_MISMATCH]
ko: [TESTINGORDER_ID_MISMATCH] 오류
lv: Kļūda [TESTINGORDER_ID_MISMATCH]
nl: Fout [TESTINGORDER_ID_MISMATCH]
pl: Błąd [TESTINGORDER_ID_MISMATCH]
pt: Erro [TESTINGORDER_ID_MISMATCH]
ru: Ошибка [TESTINGORDER_ID_MISMATCH]
sk: Chyba [TESTINGORDER_ID_MISMATCH]
sr: Greška [TESTINGORDER_ID_MISMATCH]
sw: Hitilafu [TESTINGORDER_ID_MISMATCH]
tr: Hata [TESTINGORDER_ID_MISMATCH]

# invalidJarCodeProvidedMsg
source: The provided Jar code is invalid
am: የቀረበው የጃር ኮድ ልክ ያልሆነ ነው።
ar: كود Jar المتاح غير صحيح
az: Təqdim olunan Jar kodu etibarsızdır
bg: Предоставеният Jar код е невалиден
es: El código Jar proporcionado no es válido
et: Esitatud Jari kood on kehtetu
fa_ir: کد Jar ارائه شده نامعتبر است
fi: Annettu Jar-koodi on virheellinen
fr: Le code Jar fourni n’est pas valide
ko: 제공된 Jar 코드가 잘못되었습니다.
lv: Norādītais Jar kods nav derīgs
nl: De verstrekte Jar code is ongeldig
pl: Podany kod Jar jest nieprawidłowy
pt: O código do Jarro é inválido desde que
ru: Предоставленный код Jar недействителен
sk: Zadaný kód Jar je neplatný
sr: Navedeni kôd tegle je nevažeći
sw: Msimbo wa Jar uliotolewa ni batili
tr: Sağlanan Jar kodu geçersiz
