Repository: NandhineeR/WADA
Catalog: wada-ama-testcenter-web-57718053929f/wada-ama-testcenter-web-57718053929f/src/i18n/messages.*.xlf
Languages: am, ar, az, bg, es, et, fa_ir, fi, fr, ko, lv, nl, pl, pt, ru, sk, sr, sw, tr

# lastUpdatedXByXFromX
source: Last updated<strong> {{ updateInfo.timestamp | date:displayFormat }}, </strong>by<strong> {{ updateInfo.user.lastName }}, {{ updateInfo.user.firstName }} </strong>from<strong> {{ updateInfo.organizationName }}</strong>
am: መጨረሻ የተሻሻለው<strong> {{ updateInfo.timestamp | date:displayFormat }}, </strong>በ<strong> {{ updateInfo.user.lastName }}, {{ updateInfo.user.firstName }} </strong>ከ<strong> {{ updateInfo.organizationName }}</strong>
ar: أخر تعديل<strong> {{ updateInfo.timestamp | date:displayFormat }}، </strong>بواسطة<strong> {{ updateInfo.user.lastName }}، {{ updateInfo.user.firstName }} </strong>من<strong> {{ updateInfo.organizationName }}</strong>
az: Son yeniləmə <strong>{{ updateInfo.timestamp | date:displayFormat }} , </strong> tərəfindən <strong>{{ updateInfo.user.lastName }} , {{ updateInfo.user.firstName }}</strong> -dan <strong>{{ updateInfo.organizationName }}</strong>
bg: Последна актуализация <strong>{{ updateInfo.timestamp | date:displayFormat }} , </strong> от <strong>{{ updateInfo.user.lastName }} , {{ updateInfo.user.firstName }}</strong> от <strong>{{ updateInfo.organizationName }}</strong>
es: Última actualización <strong>{{ updateInfo.timestamp | date:displayFormat }} , </strong> por <strong>{{ updateInfo.user.lastName }} , {{ updateInfo.user.firstName }}</strong> desde <strong>{{ updateInfo.organizationName }}</strong>
et: Viimati värskendatud <strong>{{ updateInfo.timestamp | date:displayFormat }} , </strong> kõrval <strong>{{ updateInfo.user.lastName }} , {{ updateInfo.user.firstName }}</strong> alates <strong>{{ updateInfo.organizationName }}</strong>
fa_ir: اخرین به روز رسانی <strong>{{ updateInfo.timestamp | date:displayFormat }} ، </strong> توسط <strong>{{ updateInfo.user.lastName }} ، {{ updateInfo.user.firstName }}</strong> از جانب <strong>{{ updateInfo.organizationName }}</strong>
fi: Viimeksi päivitetty <strong>{{ updateInfo.timestamp | date:displayFormat }} , </strong> kirjoittaja <strong>{{ updateInfo.user.lastName }} , {{ updateInfo.user.firstName }}</strong> alkaen <strong>{{ updateInfo.organizationName }}</strong>
fr: Dernière mise à jour<strong> {{ updateInfo.timestamp | date:displayFormat }}, </strong>par<strong> {{ updateInfo.user.lastName }}, {{ updateInfo.user.firstName }} </strong>de<strong> {{ updateInfo.organizationName }}</strong>
ko: <strong> {{ updateInfo.timestamp | date:displayFormat }}, </strong>에<strong> {{ updateInfo.user.lastName }}, {{ updateInfo.user.firstName }} </strong>에 의해<strong> {{ updateInfo.organizationName }}</strong>에서 최종 수정됨
lv: Pēdējoreiz atjaunots <strong>{{ updateInfo.timestamp | date:displayFormat }} , </strong> autors <strong>{{ updateInfo.user.lastName }} , {{ updateInfo.user.firstName }}</strong> no <strong>{{ updateInfo.organizationName }}</strong>
nl: Laatst bijgewerkt<strong> {{ updateInfo.timestamp | date:displayFormat }}, </strong>door<strong> {{ updateInfo.user.lastName }}, {{ updateInfo.user.firstName }} </strong>van<strong> {{ updateInfo.organizationName }}</strong>
pl: Ostatnio zaktualizowany <strong>{{ updateInfo.timestamp | date:displayFormat }} , </strong> przez <strong>{{ updateInfo.user.lastName }} , {{ updateInfo.user.firstName }}</strong> od <strong>{{ updateInfo.organizationName }}</strong>
pt: Última atualização<strong> {{ updateInfo.timestamp | date:displayFormat }}, </strong> por<strong> {{ updateInfo.user.lastName }}, {{ updateInfo.user.firstName }} </strong>de<strong> {{ updateInfo.organizationName }}</strong>
ru: Последнее обновление<strong> {{ updateInfo.timestamp | date:displayFormat }}, </strong><strong> {{ updateInfo.user.lastName }}, {{ updateInfo.user.firstName }} </strong>от<strong> {{ updateInfo.organizationName }}</strong>
sk: Posledná aktualizácia<strong> {{ updateInfo.timestamp | date:displayFormat }} , </strong>by<strong> {{ updateInfo.user.lastName }} , {{ updateInfo.user.firstName }} </strong> od<strong> {{ updateInfo.organizationName }}</strong>
sr: Poslednji put ažurirao<strong>{{ updateInfo.timestamp | date:displayFormat }}/</strong>-a<strong> {{ updateInfo.user.lastName }}, {{ updateInfo.user.firstName }} </strong>od<strong> {{ updateInfo.organizationName }}</strong>
sw: Ilisasishwa mwisho <strong>{{ updateInfo.timestamp | date:displayFormat }} , </strong> kwa <strong>{{ updateInfo.user.lastName }} , {{ updateInfo.user.firstName }}</strong> kutoka <strong>{{ updateInfo.organizationName }}</strong>
tr: Son güncelleme<strong> {{ updateInfo.timestamp | date:displayFormat }}, </strong>tarafından<strong> {{ updateInfo.user.lastName }}, {{ updateInfo.user.firstName }} </strong>itibaren<strong> {{ updateInfo.organizationName }}</strong>

# requiredField
source: The field is required
am: ሜዳው ያስፈልጋል
ar: مطلوب هذا المجال
az: Sahə tələb olunur
bg: Полето е задължително
es: El campo es obligatorio
et: Väli on kohustuslik
fa_ir: فیلد الزامی است
fi: Kenttä on pakollinen
fr: Ce champ est obligatoire
ko: 필드는 필수입니다
lv: Lauks ir jāaizpilda obligāti
nl: Het veld is verplicht
pl: To pole jest wymagane
pt: O campo é obrigatório
ru: Поле обязательно для заполнения
sk: Pole je povinné
sr: Поље је обавезно
sw: Sehemu inahitajika
tr: Alan zorunludur

source: Wrong format
am: የተሳሳተ ፎርማት
ar: نسق غير صحيح
az: Səhv format
bg: Грешен формат
es: Formato erróneo
et: Vale formaat
fa_ir: فرمت اشتباه
fi: Väärä muoto
fr: Format non valide
ko: 잘못된 형식
lv: Nepareizs formāts
nl: Verkeerd formaat
pl: Zły format
pt: Formato errado
ru: Неправильный формат
sk: Zlý formát
sr: Pogrešan format
sw: Umbizo lisilo sahihi
tr: Yanlış biçim

source: Business rule
am: የንግድ ሥራ ደንብ
ar: قاعدة الأعمال
az: Biznes qaydası
bg: Бизнес правило
es: Normativa de negocio
et: Ärireegel
fa_ir: قانون تجارت
fi: Toimintasääntö
fr: Règle de gestion
ko: 업무 규정
lv: Biznesa noteikums
nl: Bedrijfsregel:
pl: Reguła biznesowa
pt: Regra de negócios
ru: Бизнес-правило
sk: Obchodné pravidlo
sr: Poslovno pravilo
sw: Kanuni ya biashara
tr: İş kuralı

# contractHasChangedYouMustReload
source: <p>The DTP contract has been changed. The contents of this window are no longer valid.</p><p>Please close or refresh the window.</p>
am: <p>የDTP ውል ተቀይሯል። የዚህ መስኮት ይዘቶች ከአሁን በኋላ የሚሰሩ አይደሉም።</p><p>እባክህ መስኮቱን ዝጋ ወይም አድስ።</p>
ar: <p>تم تغيير عقد DTP. لم تعد محتويات هذه النافذة صحيحة.</p><p>برجاء اغلاق أو تجديد النافذة.</p>
az: <p> DTP müqaviləsi dəyişdirildi. Bu pəncərənin məzmunu artıq etibarlı deyil. </p><p> Pəncərəni bağlayın və ya yeniləyin. </p>
bg: <p> Договорът за DTP е променен. Съдържанието на този прозорец вече не е валидно. </p><p> Моля, затворете или опреснете прозореца. </p>
es: <p> Se ha modificado el contrato de DTP. El contenido de esta ventana ya no es válido. </p><p> Cierre o actualice la ventana. </p>
et: <p> DTP lepingut on muudetud. Selle akna sisu ei kehti enam. </p><p> Palun sulgege aken või värskendage seda. </p>
fa_ir: <p> قرارداد DTP تغییر کرده است. محتویات این پنجره دیگر معتبر نیستند. </p><p> لطفاً پنجره را ببندید یا تازه کنید. </p>
fi: <p> DTP-sopimusta on muutettu. Tämän ikkunan sisältö ei ole enää voimassa. </p><p> Sulje tai päivitä ikkuna. </p>
fr: <p>Le contrat DTP a été modifié. Le contenu de cette fenêtre n'est plus valable.</p><p> Veuillez fermer ou rafraîchir la fenêtre.</p>
ko: <p>DTP 계약이 변경되었습니다. 이 창의 내용이 더 이상 올바르지 않습니다.</p><p>창을 닫거나 새로 고치십시오.</p>
lv: <p> DTP līgums ir mainīts.Šī loga saturs vairs nav derīgs. </p><p> Lūdzu, aizveriet vai atsvaidziniet logu. </p>
nl: <p>Het DTP-contract is gewijzigd. De inhoud van dit venster is niet langer geldig.</p><p>Sluit of vernieuw het venster.</p>
pl: <p> Umowa DTP została zmieniona. Zawartość tego okna nie jest już aktualna. </p><p> Zamknij lub odśwież okno. </p>
pt: <p>O contrato DTP foi alterado. O conteúdo desta janela não é mais válido. </p><p>Feche ou atualize a janela. </p>
ru: <p> Контракт DTP был изменен. Содержимое этого окна больше недействительно. </p><p> Закройте или обновите окно. </p>
sk: <p> DTP zmluva bola zmenená. Obsah tohto okna už nie je platný. </p><p> Zatvorte alebo obnovte okno. </p>
sr: <p> ДТП уговор је промењен. Садржај овог прозора више није важећи. </p><p> Затворите или освежите прозор. </p>
sw: <p> Mkataba wa DTP umebadilishwa. Yaliyomo kwenye dirisha hili sio halali tena. </p><p> Tafadhali funga au onyesha upya dirisha. </p>
tr: <p>DTP sözleşmesi değiştirildi. Bu pencerenin içeriği artık geçerli değil. </p><p>Lütfen pencereyi kapatın veya yenileyin. </p>

source: Error
am: ስህተት
ar: خطأ
az: Xəta
bg: Грешка
et: Viga
fa_ir: خطا
fi: Virhe
fr: Erreur
lv: Kļūda
nl: Fout
pl: Gbłąd
pt: Êrro
ru: Ошибка
sk: Chyba
sr: Greška
sw: Kosa
tr: Hata

# loadingValuesForYou_threeDots
source: Loading values for you...
am: ለእርስዎ እሴቶችን በመጫን ላይ...
ar: تحميل قيم لك ...
az: Sizin üçün dəyərlər yüklənir...
bg: Зареждане на стойности за вас ...
es: Cargando valores para ti...
et: Teie jaoks väärtuste laadimine ...
fa_ir: در حال بارگیری مقادیر برای شما...
fi: Ladataan tietoja sinulle ...
fr: Chargement des valeurs .....
ko: 값 로드 중 ...
lv: Notiek vērtību ielāde jums...
nl: Waarden voor u laden ...
pl: Wczytuję wartości dla Ciebie ...
pt: Carregando valores para você ...
ru: Загрузка значений для вас ...
sk: Načítavajú sa pre vás hodnoty...
sr: Учитавање вредности за вас ...
sw: Inapakia thamani kwa ajili yako...
tr: Değerler sizin için yükleniyor ...

# errorUnprocessableEntity
source: This {{ translations$ | getTargetObject:targetObject | async }} is incompatible with NextGen, because the {{ translations$ | getUnprocessableEntityType:unprocessableEntityErrorType | async } exceeds the maximum allowed of f {{ unprocessableEntityErrorMaximum . Please contact support at <a href="mailto:adams@wada-ama.org">adams@wada-ama.org</a> for more assistance.
am: ይህ {{ translations$ | getTargetObject:targetObject | async }} ከ NextGen ጋር ተኳሃኝ አይደለም, ምክንያቱም የ {{ translations$ | getUnprocessableEntityType:unprocessableEntityErrorType | async } ከሚፈቀደው ከፍተኛ መጠን ይበልጣል f {{ unprocessableEntityErrorMaximum . እባክዎ ድጋፍን በ ላይ ያግኙ <a href="mailto:adams@wada-ama.org">adams@wada-ama.org</a> ለበለጠ እርዳታ።
ar: هذا {{ translations$ | getTargetObject:targetObject | async }} غير متوافق مع NextGen، لأن {{ translations$ | getUnprocessableEntityType:unprocessableEntityErrorType | async } يتجاوز الحد الأقصى المسموح به f {{ unprocessableEntityErrorMaximum . يرجى الاتصال بالدعم على <a href="mailto:adams@wada-ama.org">adams@wada-ama.org</a> لمزيد من المساعدة.
az: Bu {{ translations$ | getTargetObject:targetObject | async }} NextGen ilə uyğun gəlmir, çünki {{ translations$ | getUnprocessableEntityType:unprocessableEntityErrorType | async } icazə verilən maksimum həddi aşır f {{ unprocessableEntityErrorMaximum . Zəhmət olmasa dəstəyi ilə əlaqə saxlayın <a href="mailto:adams@wada-ama.org">adams@wada-ama.org</a> daha çox yardım üçün.
bg: Това {{ translations$ | getTargetObject:targetObject | async }} е несъвместим с NextGen, защото {{ translations$ | getUnprocessableEntityType:unprocessableEntityErrorType | async } надвишава допустимия максимум от f {{ unprocessableEntityErrorMaximum . Моля, свържете се с поддръжката на <a href="mailto:adams@wada-ama.org">adams@wada-ama.org</a> за повече помощ.
es: Esto {{ translations$ | getTargetObject:targetObject | async }} es incompatible con NextGen, ya que supera {{ translations$ | getUnprocessableEntityType:unprocessableEntityErrorType | async } el máximo permitido de f {{ unprocessableEntityErrorMaximum . Póngase en contacto con el servicio de asistencia en <a href="mailto:adams@wada-ama.org">adams@wada-ama.org</a> para obtener más ayuda.
et: See {{ translations$ | getTargetObject:targetObject | async }} ei ühildu NextGeniga, kuna {{ translations$ | getUnprocessableEntityType:unprocessableEntityErrorType | async } ületab lubatud maksimumi f {{ unprocessableEntityErrorMaximum . Võtke ühendust toega aadressil <a href="mailto:adams@wada-ama.org">adams@wada-ama.org</a> rohkem abi saamiseks.
fa_ir: این {{ translations$ | getTargetObject:targetObject | async }} با NextGen ناسازگار است، زیرا {{ translations$ | getUnprocessableEntityType:unprocessableEntityErrorType | async } از حداکثر مجاز بیشتر است f {{ unprocessableEntityErrorMaximum . لطفا برای کمک بیشتر با پشتیبانی تماس بگیرید <a href="mailto:adams@wada-ama.org">adams@wada-ama.org</a>
fi: Tämä {{ translations$ | getTargetObject:targetObject | async }} ei ole yhteensopiva NextGenin kanssa, koska {{ translations$ | getUnprocessableEntityType:unprocessableEntityErrorType | async } ylittää sallitun enimmäismäärän f {{ unprocessableEntityErrorMaximum . Ota yhteyttä tukeen osoitteessa <a href="mailto:adams@wada-ama.org">adams@wada-ama.org</a> lisäapua varten.
fr: Ceci {{ translations$ | getTargetObject:targetObject | async }} est incompatible avec NextGen, car le {{ translations$ | getUnprocessableEntityType:unprocessableEntityErrorType | async } dépasse le maximum autorisé de f {{ unprocessableEntityErrorMaximum . Veuillez contacter le support à l’adresse <a href="mailto:adams@wada-ama.org">adams@wada-ama.org</a> pour obtenir de l’aide.
ko: 이 {{ translations$ | getTargetObject:targetObject | async }} 은(는) {{ translations$ | getUnprocessableEntityType:unprocessableEntityErrorType | async } 이(가) f {{ unprocessableEntityErrorMaximum 의 허용되는 최대값을 초과하기 때문에 NextGen과 호환되지 않습니다. 추가 도움이 필요하시면 <a href="mailto:adams@wada-ama.org">adams@wada-ama.org</a> 에 문의하세요.
lv: Šis {{ translations$ | getTargetObject:targetObject | async }} nav saderīgs ar NextGen, jo {{ translations$ | getUnprocessableEntityType:unprocessableEntityErrorType | async } pārsniedz maksimāli pieļaujamo f {{ unprocessableEntityErrorMaximum . Lūdzu, sazinieties ar atbalsta dienestu pa tālr <a href="mailto:adams@wada-ama.org">adams@wada-ama.org</a> lai saņemtu papildu palīdzību.
nl: Dit {{ translations$ | getTargetObject:targetObject | async }} is niet compatibel met NextGen, omdat de {{ translations$ | getUnprocessableEntityType:unprocessableEntityErrorType | async } het maximum van f {{ unprocessableEntityErrorMaximum overschrijdt. Neem contact op met de ondersteuning op <a href="mailto:adams@wada-ama.org">adams@wada-ama.org</a> voor meer hulp.
pl: Jest to {{ translations$ | getTargetObject:targetObject | async }} niezgodne z NextGen, ponieważ {{ translations$ | getUnprocessableEntityType:unprocessableEntityErrorType | async } przekracza maksymalną dozwoloną wartość f {{ unprocessableEntityErrorMaximum . Aby uzyskać dodatkową pomoc, skontaktuj się z pomocą techniczną pod adresem <a href="mailto:adams@wada-ama.org">adams@wada-ama.org</a> .
pt: Este {{ translations$ | getTargetObject:targetObject | async }} é incompatível com o NextGen, pois o {{ translations$ | getUnprocessableEntityType:unprocessableEntityErrorType | async } excede o máximo permitido de f {{ unprocessableEntityErrorMaximum . Entre em contato com o suporte pelo e-mail <a href="mailto:adams@wada-ama.org">adams@wada-ama.org</a> para obter mais assistência.
ru: Данные {{ translations$ | getTargetObject:targetObject | async }} несовместимы с NextGen, так как превышено {{ translations$ | getUnprocessableEntityType:unprocessableEntityErrorType | async } максимально допустимое значение f {{ unprocessableEntityErrorMaximum . Пожалуйста, свяжитесь со службой поддержки по адресу <a href="mailto:adams@wada-ama.org">adams@wada-ama.org</a> для получения дополнительной помощи.
sk: Toto {{ translations$ | getTargetObject:targetObject | async }} je nekompatibilný s NextGen, pretože {{ translations$ | getUnprocessableEntityType:unprocessableEntityErrorType | async } presahuje maximálnu povolenú hodnotu f {{ unprocessableEntityErrorMaximum . Kontaktujte podporu na adrese <a href="mailto:adams@wada-ama.org">adams@wada-ama.org</a> o ďalšiu pomoc.
sr: Ovo {{ translations$ | getTargetObject:targetObject | async }} nije kompatibilno sa funkcijom NextGen jer premašuje {{ translations$ | getUnprocessableEntityType:unprocessableEntityErrorType | async } maksimalnu dozvoljenu verziju f {{ unprocessableEntityErrorMaximum programa . Obratite se podršci <a href="mailto:adams@wada-ama.org">na adams@wada-ama.org za</a> dodatnu pomoć.
sw: Hii {{ translations$ | getTargetObject:targetObject | async }} haiendani na NextGen, kwa sababu {{ translations$ | getUnprocessableEntityType:unprocessableEntityErrorType | async } inazidi kiwango cha juu kinachoruhusiwa cha f {{ unprocessableEntityErrorMaximum . Tafadhali wasiliana na usaidizi kwa <a href="mailto:adams@wada-ama.org">adams@wada-ama.org</a> kwa msaada zaidi.
tr: Bu {{ translations$ | getTargetObject:targetObject | async }} NextGen ile uyumlu değildir, çünkü {{ translations$ | getUnprocessableEntityType:unprocessableEntityErrorType | async } izin verilen maksimum f {{ unprocessableEntityErrorMaximum değerini aşmaktadır. Daha fazla yardım için lütfen <a href="mailto:adams@wada-ama.org">adams@wada-ama.org</a> adresinden destek ekibiyle iletişime geçin.

# errorGet
source: The {{ translations$ | getTargetObject:targetObject | async }} could not be retrieved
am: የ {{ translations$ | getTargetObject:targetObject | async }} ማምጣት አልተቻለም
ar: لا {{ translations$ | getTargetObject:targetObject | async }} يمكن استردادها
az: The {{ translations$ | getTargetObject:targetObject | async }} almaq mümkün olmadı
bg: The {{ translations$ | getTargetObject:targetObject | async }} не може да бъде извлечено
es: El {{ translations$ | getTargetObject:targetObject | async }} no pudo ser recuperado
et: The {{ translations$ | getTargetObject:targetObject | async }} ei saanud kätte
fa_ir: آیتم {{ translations$ | getTargetObject:targetObject | async }} قابل بازیابی نبود
fi: {{ translations$ | getTargetObject:targetObject | async }} ei voitu palauttaa.
fr: Le site {{ translations$ | getTargetObject:targetObject | async }} n'a pas pu être récupéré
ko: {{ translations$ | getTargetObject:targetObject | async }} 을(를) 검색할 수 없습니다.
lv: The {{ translations$ | getTargetObject:targetObject | async }} nevarēja izgūt
nl: De {{ translations$ | getTargetObject:targetObject | async }} kon niet worden opgehaald
pl: Nie można pobrać strony {{ translations$ | getTargetObject:targetObject | async }}
pt: O {{ translations$ | getTargetObject:targetObject | async }} não pôde ser recuperado
ru: {{ translations$ | getTargetObject:targetObject | async }} Не может быть получен
sk: The {{ translations$ | getTargetObject:targetObject | async }} sa nepodarilo získať
sr: Ne {{ translations$ | getTargetObject:targetObject | async }} može se preuzeti
sw: The {{ translations$ | getTargetObject:targetObject | async }} haikuweza kurejeshwa
tr: bu {{ translations$ | getTargetObject:targetObject | async }} alınamadı

# errorUpdate
source: The {{ translations$ | getTargetObject:targetObject | async }} could not be updated
am: የ {{ translations$ | getTargetObject:targetObject | async }} ማዘመን አልተቻለም
ar: لا {{ translations$ | getTargetObject:targetObject | async }} يمكن تحديثه
az: The {{ translations$ | getTargetObject:targetObject | async }} yenilənə bilmədi
bg: The {{ translations$ | getTargetObject:targetObject | async }} не може да се актуализира
es: El {{ translations$ | getTargetObject:targetObject | async }} no se pudo actualizar
et: The {{ translations$ | getTargetObject:targetObject | async }} ei saanud värskendada
fa_ir: آیتم {{ translations$ | getTargetObject:targetObject | async }} نمی تواند به روز شود
fi: {{ translations$ | getTargetObject:targetObject | async }} ei voitu päivittää
fr: Le site {{ translations$ | getTargetObject:targetObject | async }} n'a pas pu être mis à jour
ko: {{ translations$ | getTargetObject:targetObject | async }} 을(를) 업데이트할 수 없습니다.
lv: The {{ translations$ | getTargetObject:targetObject | async }} nevarēja atjaunināt
nl: De {{ translations$ | getTargetObject:targetObject | async }} kon niet worden bijgewerkt
pl: Nie można zaktualizować strony {{ translations$ | getTargetObject:targetObject | async }}
pt: O {{ translations$ | getTargetObject:targetObject | async }} não pôde ser atualizado
ru: {{ translations$ | getTargetObject:targetObject | async }} Не может быть обновлен
sk: The {{ translations$ | getTargetObject:targetObject | async }} nebolo možné aktualizovať
sr: Ne {{ translations$ | getTargetObject:targetObject | async }} može se ažurirati
sw: The {{ translations$ | getTargetObject:targetObject | async }} haikuweza kusasishwa
tr: bu {{ translations$ | getTargetObject:targetObject | async }} güncellenemedi

# goBackToTestingOrderManagement_uppercase
source: GO BACK TO TESTING ORDER MANAGEMENT
am: ወደ የሙከራ ትዕዛዝ አስተዳደር ተመለስ
ar: ارجع الى ادارة أوامر الاختبار
az: SİFARİŞ İDARƏETMƏSİNİN TESTİNƏ QAYIDIN
bg: ВЪРНЕТЕ СЕ КЪМ УПРАВЛЕНИЕТО НА ПОРЪЧКИ ЗА ТЕСТВАНЕ
es: VOLVER A PROBAR LA GESTIÓN DE PEDIDOS
et: MINGE TAGASI TESTIMISE TELLIMUSTE HALDUSE juurde
fa_ir: به تست مدیریت سفارش برگردید
fi: PALAA TESTIMÄÄRÄYSTEN HALLINTAAN
fr: RETOUR AUX TESTS DE GESTION DES COMMANDES
ko: 검사지시서 관리로 돌아가기
lv: ATPAKAĻ UZ PĀRBAUDES PASŪTĪJUMU PĀRVALDĪBU
nl: GA TERUG NAAR HET TESTEN VAN ORDERBEHEER
pl: WRÓĆ DO ZARZĄDZANIA ZLECENIAMI TESTOWYMI
pt: VOLTAR AO GERENCIAMENTO DE PEDIDOS DE TESTE
ru: ВЕРНУТЬСЯ К УПРАВЛЕНИЮ ТЕСТОВЫМИ ЗАКАЗАМИ
sk: VRÁTIŤ SA K TESTOVANIU SPRÁVY OBJEDNÁVOK
sr: VRATITE SE NA TESTIRANJE UPRAVLJANJA PORUDŽBINAMA
sw: RUDI KWENYE USIMAMIZI WA AGIZO LA KUJARIBU
tr: TEST SİPARİŞ YÖNETİMİNE GERİ DÖN

source: Return to form
am: ወደ ቅጹ ይመለሱ
ar: عودة الى النموذج
az: Formaya qayıdın
bg: Върнете се във формата
es: volver al formulario
et: Tagasi vormile
fa_ir: بازگشت به فرم
fi: Palaa lomakkeeseen
fr: Retour au formulaire
ko: 서식으로 돌아가기
lv: Atgriezties uz formu
nl: Keer terug naar formulier
pl: Wróć do formularza
pt: Retornar ao formulário
ru: Вернуться к протоколу
sk: Návrat k formuláru
sr: Povratak u obrazac
sw: Rudi kwenye fomu
tr: Forma dön

# loading_threeDots
source: Loading...
am: በመጫን ላይ...
ar: جار التحميل...
az: Yüklənir...
bg: Зареждане...
es: Cargando...
et: Laadimine ...
fa_ir: بارگذاری...
fi: Ladataan...
fr: Chargement...
ko: 로드 중...
lv: Notiek ielāde...
nl: Bezig met laden...
pl: Ładowanie...
pt: Carregando...
ru: Загружается ...
sk: Načítava...
sr: Лоадинг ...
sw: Inapakia...
tr: Yükleniyor...

# youHaveReachedLimitXitems
source: You have reached the limit of {{ maxTags }} items. Remove one prior to add a new one.
am: ገደብ ላይ ደርሰዋል {{ maxTags }} እቃዎች. አዲስ ከመጨመርዎ በፊት አንዱን ያስወግዱ.
ar: لقد وصلت إلى الحد الأقصى{{ maxTags }} العناصر. قم بإزالة واحدة قبل إضافة واحدة جديدة.
az: limitinə çatdınız{{ maxTags }} maddələr. Yenisini əlavə etməzdən əvvəl birini silin.
bg: Достигнахте лимита от{{ maxTags }} елементи. Премахнете един, преди да добавите нов.
es: Ha llegado al límite de{{ maxTags }} artículos. Elimine uno antes de añadir uno nuevo.
et: Olete jõudnud piirini{{ maxTags }} esemed. Enne uue lisamist eemaldage üks.
fa_ir: شما به حد مجاز رسیده اید{{ maxTags }} موارد. قبل از اضافه کردن یک مورد جدید، یکی را حذف کنید.
fi: Olet saavuttanut enimmäismäärän {{ maxTags }} kohdetta. Poista yksi ennen uuden lisäämistä.
fr: Vous avez atteint la limite de {{ maxTags }} éléments. Retirez-en un avant d'en ajouter un nouveau.
ko: {{ maxTags }} 항목의 한도에 도달했습니다. 새로 추가하기 위해서는 하나를 삭제하세요.
lv: Jūs esat sasniedzis ierobežojumu{{ maxTags }} preces.Pirms jaunas pievienošanas noņemiet vienu.
nl: Je hebt de limiet bereikt van {{ maxTags }} artikelen. Verwijder er een voordat u een nieuwe toevoegt.
pl: Osiągnąłeś limit{{ maxTags }} przedmiotów. Usuń jeden przed dodaniem nowego.
pt: Você atingiu o limite de{{ maxTags }} Itens. Remova um antes de adicionar um novo.
ru: Вы достигли предела {{ maxTags }} пунктов. Удалите один пункт перед добавлением нового.
sk: Dosiahli ste limit{{ maxTags }} položky. Pred pridaním nového odstráňte jeden.
sr: Достигли сте ограничење од{{ maxTags }} предмета. Уклоните један пре додавања новог.
sw: Umefikia kikomo cha{{ maxTags }} vitu. Ondoa moja kabla ya kuongeza mpya.
tr: Sınırına ulaştınız{{ maxTags }} öğeler. Yenisini eklemeden önce birini kaldırın.
