Repository: NandhineeR/WADA
Catalog: wada-ama-testcenter-web-57718053929f/wada-ama-testcenter-web-57718053929f/src/i18n/messages.*.xlf
Languages: am, ar, az, bg, es, et, fa_ir, fi, fr, ko, lv, nl, pl, pt, ru, sk, sr, sw, tr

# grandTotalTooltip
source: For the purposes of this calculation, one Test includes any number of Samples that are collected from one Athlete during a single Sample Collection Session. For example, a Sample Collection Session in which one (1) urine Sample and two (2) blood Samples are collected will count as one Test. Blood ABP Tests, conducted in isolation, shall not be included in this calculation.
am: ለዚህ ስሌት ዓላማ፣ አንድ ፈተና በአንድ የናሙና ስብስብ ክፍለ ጊዜ ከአንድ አትሌት የሚሰበሰቡትን የናሙናዎች ብዛት ያካትታል። ለምሳሌ፣ አንድ (1) የሽንት ናሙና እና ሁለት (2) የደም ናሙናዎች የተሰበሰቡበት የናሙና ስብስብ ክፍለ ጊዜ እንደ አንድ ፈተና ይቆጠራል። በተናጥል የሚደረጉ የደም ABP ሙከራዎች በዚህ ስሌት ውስጥ መካተት የለባቸውም።
ar: لأغراض هذا الحساب ، يتضمن اختبار واحد أي عدد من العينات التي تم جمعها من رياضي واحد خلال جلسة واحدة لجمع العينات. على سبيل المثال ، تعد جلسة جمع العينات التي يتم فيها جمع عينة بول واحدة (1) وعينتين (2) من الدم بمثابة اختبار واحد. لا يتم تضمين اختبارات الدم ABP ، التي يتم إجراؤها بشكل منفصل ، في هذا الحساب.
az: Bu hesablamanın məqsədləri üçün bir Test bir Nümunə Toplama Seansı zamanı bir İdmançıdan toplanan istənilən sayda Nümunələri əhatə edir. Məsələn, bir (1) sidik Nümunəsinin və iki (2) qan Nümunəsinin toplandığı Nümunə Toplama Sessiyası bir Test kimi sayılacaqdır. Ayrı-ayrılıqda aparılan qan ABP testləri bu hesablamaya daxil edilmir.
bg: За целите на това изчисление един тест включва произволен брой проби, взети от един спортист по време на една сесия за вземане на проби. Например сесия за вземане на проби, при която се вземат една (1) проба урина и две (2) проби кръв, се брои за един тест. Кръвните тестовете за БПС, проведени изолирано, не се включват в това изчисление.
es: A efectos de este cálculo, un análisis incluye cualquier número de muestras que se recojan de un deportista durante un único período de sesiones de recogida de muestras. Por ejemplo, un período de sesiones de toma de muestras en el que se toman una (1) muestra de orina y dos (2) muestras de sangre contará como un solo análisis. Las pruebas de alcoholemia, realizadas de forma aislada, no se incluirán en este cálculo.
et: Selle arvutamise jaoks hõlmab üks test mis tahes arvu proove, mis on ühelt sportlaselt ühe proovivõtuseansi ajal kogutud. Näiteks loetakse proovikogumise seanss, kus kogutakse üks (1) uriiniproov ja kaks (2) vereproovi, üheks testiks. Sellesse arvutusse ei võeta vere ABP-teste, mis viiakse läbi eraldi.
fa_ir: برای اهداف این محاسبه، یک آزمون شامل هر تعداد نمونه است که از یک ورزشکار در طول یک جلسه جمع آوری نمونه جمع آوری می شود. به عنوان مثال، یک جلسه جمع آوری نمونه که در آن یک (1) نمونه ادرار و دو (2) نمونه خون جمع آوری می شود به عنوان یک آزمایش محسوب می شود. آزمایشات ABP خون، که به صورت مجزا انجام می شود، در این محاسبه لحاظ نمی شود.
fi: Tätä laskutoimitusta varten yksi testi sisältää minkä tahansa määrän näytteitä, jotka otetaan yhdeltä urheilijalta yhden testitapahtuman aikana. Esimerkiksi testitapahtuma, jossa kerätään yksi (1) virtsanäyte ja kaksi (2) verinäytettä, lasketaan yhdeksi testiksi. Erikseen otetut ABP-veritestit, eivät sisälly tähän laskelmaan.
fr: Pour les besoins de ce calcul, un contrôle inclut tous les échantillons prélevés sur un sportif au cours d’une seule phase de prélèvement des échantillons. Par exemple, une phase de prélèvement des échantillons au cours de laquelle sont prélevés un (1) échantillon d’urine et deux (2) échantillons sanguins compte comme un seul contrôle. Les contrôles PBA sanguins effectués séparément ne doivent pas être inclus dans ce calcul.
ko: 이 계산을 위해, 하나의 검사에는 단일 시료채취세션 동안 한 선수로부터 채취된 여러 개의 시료가 포함됩니다. 예를 들어, 소변시료 1개와 혈액시료 2개를 채취한 시료채취세션은 하나의 검사로 간주됩니다. 별개로 수행한 혈액 ABP 검사는 이 계산에 포함되지 않습니다.
lv: Lai veiktu šo aprēķinu, viens tests ietver neierobežotu skaitu paraugu, kas tiek savākti no viena sportista vienas paraugu ņemšanas sesijas laikā.Piemēram, paraugu ņemšanas sesija, kurā tiek ņemts viens (1) urīna paraugs un divi (2) asins paraugi, tiks uzskatīts par vienu testu.Asins DzBP testi, kas veikti izolēti, nav iekļauti šajā aprēķinā.
nl: Voor de doeleinden van deze berekening omvat één test een willekeurig aantal monsters die tijdens een enkele monsterafnamesessie van één atleet worden afgenomen. Een monsterafnamesessie waarbij één (1) urinemonster en twee (2) bloedmonsters worden afgenomen, telt bijvoorbeeld als één test. Afzonderlijk uitgevoerde bloed-ABD-tests worden niet in deze berekening opgenomen.
pl: Na potrzeby tego obliczenia jedno badanie obejmuje dowolną liczbę próbek pobranych od jednego sportowca podczas jednej sesji pobierania próbek. Na przykład sesja pobierania próbek, w której pobierana jest jedna (1) próbka moczu i dwie (2) próbki krwi, będzie liczyła się jako jeden test. Badania krwi PUPZ przeprowadzane oddzielnie nie są uwzględniane w tych obliczeniach.
pt: Para fins deste cálculo, um Teste inclui qualquer número de Amostras coletadas de um Atleta durante uma única Sessão de Coleta de Amostras. Por exemplo, uma sessão de coleta de amostra em que uma (1) amostra de urina e duas (2) amostras de sangue são coletadas contará como um teste. Os testes de PAF de sangue, realizados isoladamente, não devem ser incluídos neste cálculo.
ru: Для целей этого расчета один тест включает любое количество проб, взятых у одного спортсмена во время одной процедуры отбора проб. Например, процедура сбора проб, в которой собирают одну (1) пробу мочи и две (2) пробы крови, будет считаться одним тестом. Тесты на паспорт крови, проводимые отдельно, в этот расчет не включаются.
sk: Na účely tohto výpočtu jeden test zahŕňa ľubovoľný počet vzoriek, ktoré sa odoberú od jedného športovca počas jedného odberu vzorky. Napríklad odber vzoriek, pri ktorom sa odoberie jedna (1) vzorka moču a dve (2) vzorky krvi, sa bude počítať ako jeden test. Krvné testy ABP vykonané izolovane sa do tohto výpočtu nezahrnú.
sr: За потребе овог прорачуна, један тест укључује било који број узорака који се узимају од једног спортисте током једне сесије сакупљања узорака. На пример, сесија узимања узорака у којој се узима један (1) узорак урина и два (2) узорка крви рачунаће се као један тест. Анализе крвних жлезда у крви, спроведене изоловано, неће бити укључене у овај прорачун.
sw: Kwa madhumuni ya hesabu hii, Jaribio moja linajumuisha idadi yoyote ya Sampuli ambazo hukusanywa kutoka kwa Mwanariadha mmoja wakati wa Kikao kimoja cha Mkusanyiko wa Sampuli. Kwa mfano, Kikao cha Kukusanya Sampuli ambapo Sampuli moja (1) ya mkojo na Sampuli mbili (2) za damu hukusanywa itahesabiwa kama Jaribio moja. Vipimo vya ABP vya Damu, vilivyofanywa kwa kutengwa, havitajumuishwa katika hesabu hii.
tr: Bu hesaplamanın amaçları doğrultusunda, bir Test, tek bir Numune Toplama Seansı sırasında bir Sporcudan toplanan herhangi bir sayıda Numuneyi içerir. Örneğin, bir (1) idrar Örneğinin ve iki (2) kan Örneğinin toplandığı bir Örnek Toplama Oturumu bir Test olarak sayılacaktır. İzole olarak gerçekleştirilen Kan AKB Testleri bu hesaplamaya dahil edilmeyecektir.

source: Date of Range
am: ክልል ቀን
ar: تاريخ النطاق
az: Aralığın Tarixi
bg: Период от време
es: Fecha del rango
et: Vahemiku kuupäev
fa_ir: تاریخ محدوده
fi: Ajanjakso
fr: Intervalle de dates
ko: 날짜 범위
lv: Diapazona datums
nl: Datum van bereik
pl: Zakres daty
pt: Data do intervalo
ru: Диапазон дат
sk: Dátum rozsahu
sr: Датум опсега
sw: Tarehe ya Masafa
tr: Tarih aralığı

source: Please provide a date range.
am: እባክዎ የቀን ገደብ ያቅርቡ።
ar: برجاء اتاحة مدى تاريخ.
az: Zəhmət olmasa bir tarix aralığı təqdim edin.
bg: Моля, посочете период от време.
es: Proporcione un intervalo de fechas.
et: Sisestage kuupäevavahemik.
fa_ir: لطفا یک محدوده تاریخی ارائه دهید.
fi: Anna ajanjakso.
fr: Veuillez fournir un intervalle de dates.
ko: 날짜 범위를 입력하세요.
lv: Lūdzu, norādiet datumu diapazonu.
nl: Geef een datumbereik op.
pl: Podaj zakres dat.
pt: Forneça um intervalo de datas.
ru: Укажите диапазон дат.
sk: Zadajte rozsah dátumov.
sr: Navedite opseg datuma.
sw: Tafadhali toa kipindi.
tr: Lütfen bir tarih aralığı belirleyiniz.

source: Please provide a date for from.
am: እባኮትን ቀን ያቅርቡ።
ar: برجاء تحديد تاريخ ليتم من خلاله.
az: Zəhmət olmasa, tarix göstərin.
bg: Моля, посочете дата за от.
es: Proporcione una fecha para desde.
et: Sisestage kuupäev alates.
fa_ir: لطفا تاریخ را برای از.
fi: Anna päivämäärä alkaen.
fr: Veuillez indiquer une date pour de début.
ko: 시작 날짜를 입력하세요.
lv: Lūdzu, norādiet datumu no plkst.
nl: Geef een datum op voor vanaf.
pl: Podaj datę od.
pt: Forneça uma data para a partir de.
ru: Укажите дату с
sk: Uveďte dátum od.
sr: Navedite datum od.
sw: Tafadhali toa tarehe ya kutoka.
tr: Lütfen bir tarih belirleyiniz.

source: Please provide a date for to.
am: እባክዎ የሚደርስበትን ቀን ያቅርቡ።
ar: يرجى تقديم تاريخ لـ.
az: Zəhmət olmasa, tarix göstərin.
bg: Моля, посочете дата.
es: Por favor, proporcione una fecha para...
et: Esitage kuupäev kuupäevaks.
fa_ir: لطفا یک تاریخ برای به.
fi: Anna päivämäärä.
fr: Veuillez indiquer une date de fin.
ko: 일자를 입력해주세요.
lv: Lūdzu, norādiet datumu līdz.
nl: Geef een datum op voor.
pl: Podaj datę do.
pt: Forneça uma data para.
ru: Укажите дату до.
sk: Zadajte dátum do.
sr: Наведите датум за.
sw: Tafadhali toa tarehe ya.
tr: Lütfen için bir tarih girin.

# testType_inCompetition
source: In Competition
am: በውድድር ውስጥ
ar: أثناء المباريات
az: Rəqabətdə
bg: По време на състезание
es: En competición
et: Võistluses
fa_ir: در رقابت
fi: Kilpailu
fr: En compétition
lv: Sacensībās
nl: Binnen Wedstrijdverband
pl: Na zawodach
pt: Em competição
ru: Соревновательный
sk: V súťaži
sr: na takmičenju
sw: Katika Mashindano
tr: Müsabaka içi

source: There is no TDSSA.
am: TDSSA የለም።
ar: لا يوجد TDSSA.
az: TDSSA yoxdur.
bg: Няма ТДССА.
es: No hay TDSSA.
et: TDSSA-d pole.
fa_ir: TDSSA وجود ندارد.
fi: TDSSAta ei ole.
fr: Il n’y a aucun DTASS.
ko: TDSSA가 없습니다.
lv: Nav TDSSA.
nl: Er is geen TDSSA.
pl: Brak TDSSA.
pt: Não há TDSSA.
ru: Нет TDSSA
sk: Neexistuje žiadna TDSSA.
sr: Не постоји ТДССА.
sw: Hakuna TDSSA.
tr: TDSSA yoktur.

# dcfHasAlreadyBeenCompletedImpossibleToCancel
source: A DCF has already been completed for this test so it may not be cancelled.
am: ለዚህ ሙከራ ዲሲኤፍ አስቀድሞ ተጠናቅቋል ስለዚህ አይሰረዝም።
ar: تم بالفعل إكمال DCF لهذا الاختبار لذا قد لا يتم إلغاؤه.
az: Bu test üçün DCF artıq tamamlanıb, ona görə də ləğv edilə bilməz.
bg: ФДК вече е завършен за този тест, така че може да не бъде отменен.
es: Ya se ha completado un DCF para esta prueba, así que no puede ser cancelado.
et: DCF on selle testi jaoks juba valmis, nii et seda ei pruugi tühistada.
fa_ir: یک DCF قبلاً برای این آزمایش تکمیل شده است، بنابراین ممکن است لغو نشود.
fi: Tämän testin DCF on jo valmis, joten sitä ei voi perua.
fr: Un FCD a déjà été complété pour ce contrôle, il ne peut donc pas être annulé.
ko: 이 검사에 대한 DCF가 이미 완료되었으므로 취소할 수 없습니다.
lv: DCF šim testam jau ir pabeigts, tāpēc to nevar atcelt.
nl: Er is al een DCF voltooid voor deze test, dus deze mag niet worden geannuleerd.
pl: Dla tego testu ukończono już DCF, więc nie można go anulować.
pt: Um DCF já foi concluído para este teste, então ele não pode ser cancelado.
ru: Для этого теста уже есть DCF в статус "Завершен", поэтому его нельзя отменить.
sk: DCF už bol pre tento test dokončený, takže ho nemožno zrušiť.
sr: ДЦФ је већ завршен за овај тест, тако да можда неће бити отказан.
sw: DCF tayari imekamilika kwa jaribio hili kwa hivyo huenda lisighairiwe.
tr: Bu test için bir DCF zaten tamamlanmıştır, bu nedenle iptal edilemez.

# testCannotBeCancelledOpenDcfs
source: The following test cannot be cancelled because it has an open DCF:
am: የሚከተለው ፈተና ክፍት DCF ስላለው ሊሰረዝ አይችልም፡
ar: لا يمكن الغاء الاختبار التالي لأن لديه DCF مفتوح :
az: Aşağıdakı testi ləğv etmək mümkün deyil, çünki onun açıq DCF var:
bg: Следният тест не може да бъде отменен, тъй като има отворен ФДК:
es: El siguiente control no se puede cancelar porque tiene un DCF abierto:
et: Järgmist testi ei saa tühistada, kuna sellel on avatud DCF:
fa_ir: آزمایش زیر را نمی توان لغو کرد زیرا دارای DCF باز است:
fi: Seuraavaa testiä ei voi perua, koska siinä on avoin DCF:
fr: Le contrôle suivant ne peut pas être annulé car il a un FCD ouvert :
ko: 다음 검사는 작성 중인 DCF가 있으므로 취소할 수 없습니다.
lv: Šo testu nevar atcelt, jo tam ir atvērts DCF:
nl: De volgende test kan niet worden geannuleerd omdat deze een open DCF heeft:
pl: Poniższego testu nie można anulować, ponieważ ma otwarty DCF:
pt: O teste a seguir não pode ser cancelado porque ele tem um DCF aberto:
ru: Следующий тест не может быть отменен, потому что с ним связан открытый DCF:
sk: Nasledujúci test nemožno zrušiť, pretože má otvorený DCF:
sr: Nije moguće otkazati sledeći test jer ima otvoreni DCF:
sw: Jaribio lifuatalo haliwezi kughairiwa kwa sababu lina DCF iliyofunguliwa:
tr: Açık bir DCF olduğundan aşağıdaki sınama iptal edilemez:

# testsCannotBeCancelledOpenDcfs
source: The following tests cannot be cancelled because they have open DCFs:
am: የሚከተሉት ፈተናዎች ክፍት DCF ስላላቸው ሊሰረዙ አይችሉም፡
ar: لا يمكن الغاء الاختبارات التالية لأنها تحتوي على DCFs مفتوحة :
az: Aşağıdakı testlər ləğv edilə bilməz, çünki onların açıq DCF-ləri var:
bg: Следните тестове не могат да бъдат отменени, тъй като имат отворени ФДК:
es: Los siguientes controles no se pueden cancelar porque tienen DCF abiertos:
et: Järgmisi teste ei saa tühistada, kuna neil on avatud DCF-id:
fa_ir: آزمایش‌های زیر را نمی‌توان لغو کرد زیرا دارای DCF‌های باز هستند:
fi: Seuraavia testejä ei voi perua, koska niissä on avoimet DCFt:
fr: Les contrôles suivants ne peuvent pas être annulés car ils ont des FCD ouverts :
ko: 다음 검사는 작성 중인 DCF가 있으므로 취소할 수 없습니다.
lv: Tālāk norādītos testus nevar atcelt, jo tiem ir atvērti DCF:
nl: De volgende tests kunnen niet worden geannuleerd omdat ze open DCF's hebben:
pl: Następujące testy nie mogą być anulowane, ponieważ mają otwarte DCF:
pt: Os seguintes testes não podem ser cancelados porque eles têm DCFs abertos:
ru: Следующие тесты могут быть отменены, поскольку с ними связаны открытые DCF:
sk: Nasledujúce testy nemožno zrušiť, pretože majú otvorené DCF:
sr: Nije moguće otkazati sledeće testove jer imaju otvorene DCF-ove:
sw: Majaribio yafuatayo hayawezi kughairiwa kwa sababu yana DCF zilizofunguliwa:
tr: Açık DCF'ler olduğundan aşağıdaki sınamalar iptal edilemez:

# areYouSureCancelTestingOrder
source: Are you sure you want to cancel this Testing Order?
am: እርግጠኛ ነዎት ይህን የሙከራ ትዕዛዝ መሰረዝ ይፈልጋሉ?
ar: هل أنت متأكد أنك تريد إلغاء أمر الاختبار هذا؟
az: Bu Test Sifarişini ləğv etmək istədiyinizə əminsiniz?
bg: Наистина ли искате да анулирате тази заповед за тестване?
es: ¿Está seguro de que quiere cancelar esta orden de misión?
et: Kas soovite kindlasti selle testimise tellimuse tühistada?
fa_ir: آیا مطمئنید که می‌خواهید این سفارش آزمایشی را لغو کنید؟
fi: Haluatko varmasti perua tämän Testimääräyksen?
fr: Êtes-vous sûr de vouloir annuler cet ordre de mission?
ko: 이 검사지시서를 정말 취소하시겠습니까?
lv: Vai tiešām vēlaties atcelt šo pārbaudes pasūtījumu?
nl: Weet u zeker dat u deze testopdracht wilt annuleren?
pl: Czy na pewno chcesz anulować to zlecenie testowe?
pt: Tem certeza de que deseja cancelar este pedido de teste?
ru: Вы уверены, что хотите отменить это Распоряжение на тестирование?
sk: Naozaj chcete zrušiť túto testovaciu objednávku?
sr: Да ли сте сигурни да желите да откажете овај налог за тестирање?
sw: Je, una uhakika unataka kughairi Agizo hili la Jaribio?
tr: Bu Test Sırasını iptal etmek istediğinizden emin misiniz?

source: Show More
am: ተጨማሪ አሳይ
ar: عرض المزيد
az: Daha çox göstər
bg: Покажи повече
es: Mostrar más
et: Näita rohkem
fa_ir: بیشتر نشان بده، اطلاعات بیشتر
fi: Näytä enemmän
fr: Afficher plus
ko: 자세히 보기
lv: Parādīt vairāk
nl: Laat meer zien
pl: Pokaż więcej
pt: Mostrar mais
ru: Показать больше
sk: Zobraziť viac
sr: Prikaži više
sw: Onyesha Zaidi
tr: Daha Fazla Göster

source: Show Less
am: ያነሰ አሳይ
ar: عرض أقل
az: Daha az göstər
bg: Покажи по-малко
es: Muestra menos
et: Näita vähem
fa_ir: نمایش کمتر
fi: Näytä vähemmän
fr: Montrer moins
ko: 적게 표시하기
lv: Rādīt mazāk
nl: Laat minder zien
pl: Pokaż mniej
pt: Mostrar menos
ru: Показать меньше
sk: Zobraziť menej
sr: Prikaži manje
sw: Onyesha Chini
tr: Daha Az Göster

source: Test Timing
am: የሙከራ ጊዜ
ar: توقيت الاختبار
az: Test vaxtı
bg: Тайминг на Тестване
es: Planificación de prueba
et: Testi ajastus
fa_ir: زمان بندی تست
fi: Testin ajoitus
fr: Horaire du contrôle
ko: 검사 시기
lv: Pārbaudes laiks
nl: Test de timing
pl: Czas kontroli
pt: Tempo de teste
ru: Время тестирования
sk: Načasovanie testu
sr: Тест Тиминг
sw: Muda wa Mtihani
tr: Test Zamanlaması

source: Pre-Competition
am: ቅድመ ውድድር
ar: قبل المنافسة
az: müsabiqədən əvvəl
bg: предсъстезателно
es: Antes de la competición
et: võistluseelne
fa_ir: پیش مسابقه
fi: kilpailua edeltävä (pre-comp)
fr: Pré-compétition
ko: 경기대회 전
lv: Pirmssacensības
nl: pre-competitie
pl: Przed zawodami
pt: pré-competição
ru: предсоревновательный
sk: pred súťaž
sr: pre takmičenja
sw: Kabla ya Ushindani
tr: müsabaka öncesi

source: Post-Competition
am: ድህረ-ውድድር
ar: بعد المنافسة
az: müsabiqədən sonrakı
bg: следсъстезателно
es: Tras la competición
et: võistlusjärgne
fa_ir: پس از مسابقه
fi: Kilpailun jälkeen (post-comp)
fr: Post-compétition
ko: 경기대회 후
lv: Pēcsacensības
nl: na competitie
pl: Po zawodach
pt: pós-competição
ru: пост-соревновательный
sk: post-súťaže
sr: nakon takmičenja
sw: Baada ya Ushindani
tr: müsabaka sonrası

source: End Date
am: የማብቂያ ቀን
ar: تاريخ الانتهاء
az: Bitmə vaxtı
bg: Крайна дата
es: Fecha final
et: Lõppkuupäev
fa_ir: تاریخ پایان
fi: Päättymispäivämäärä
fr: Date de fin
lv: Beigu datums
nl: Einddatum
pl: Data zakończenia
pt: Data Final
ru: Дата окончания
sk: Dátum ukončenia
sr: datum završetka
sw: Tarehe ya Kumalizika
tr: Bitiş Tarihi

source: Competition Category
am: የውድድር ምድብ
ar: فئة المنافسة
az: Rəqabət kateqoriyası
bg: Състезателна категория
es: Categoría de competición
et: Võistluse kategooria
fa_ir: دسته بندی مسابقات
fi: Kilpailukategoria
fr: Catégorie de compétition
ko: 대회분류
lv: Sacensību kategorija
nl: Categorie Competitie
pl: Kategoria zawodów
pt: Categoria da Competição
ru: Вид соревнования
sk: Kategória súťaže
sr: kategorija takmičenja
sw: Kitengo cha Ushindani
tr: Müsabaka Kategorisi

# competitionNameTrainingSession
source: Name of Competition / Training Session
am: የውድድር ስም/ የሥልጠና ክፍለ ጊዜ
ar: اسم المباراة / التدريب
az: Yarış / Təlim Sessiyasının adı
bg: Наименование на състезанието/тренировъчното занимание
es: Nombre de la competición/sesión de entrenamiento
et: Võistluse / koolituse nimi
fa_ir: نام مسابقه / جلسه آموزشی
fi: Kilpailun/harjoituksen nimi
fr: Nom de la compétition / séance d’entraînement
ko: 경기/ 훈련명
lv: Sacensību/apmācības sesijas nosaukums
nl: Naam van de competitie / trainingssessie
pl: Nazwa zawodów / sesji treningowej
pt: Nome da Competição / Sessão de Treinamento
ru: Название соревнования / Тренировочной сессии
sk: Názov súťaže / Tréningový proces
sr: ime takmičenja / treninga
sw: Jina la Kikao cha Mashindano / Mafunzo
tr: Müsabaka/Antrenman Adı

# testingCountry
source: Country of Testing
am: የፈተና ሀገር
ar: بلد الاختبار
az: Testin keçirildiyi ölkə
bg: Страна на тестване
es: País del control
et: Katsetamise riik
fa_ir: کشور آزمایش
fi: Maa, jossa testit tehdään
fr: Pays du contrôle
ko: 검사 국가
lv: Pārbaudes valsts
nl: Land van testen
pl: Kraj wykonywania testu
pt: País de Teste
ru: Страна тестирования
sk: Krajina testovania
sr: Земља тестирања
sw: Nchi ya Majaribio
tr: Test Ülkesi

# testingRegion
source: Region of Testing
am: የሙከራ ክልል
ar: منطقة الاختبار
az: Sınaq Bölgəsi
bg: Регион на тестване
es: Región del control
et: Katsetamise piirkond
fa_ir: منطقه آزمایش
fi: Alue, jossa testit tehdään
fr: Région du contrôle
ko: 검사 지역
lv: Pārbaudes reģions
nl: Regio van testen
pl: Region wykonywania testu
pt: Região de Teste
ru: Регион тестирования
sk: Oblasť testovania
sr: Регија тестирања
sw: Mkoa wa Kupima
tr: Test Bölgesi

# actingOnBehalfOf
source: Acting on behalf of {{ behalfOfSCA.name }}
am: ወክለው የሚሰራ {{ behalfOfSCA.name }}
ar: يتصرف نيابة عن {{ behalfOfSCA.name }}
az: adından fəaliyyət göstərən {{ behalfOfSCA.name }}
bg: Действащ от името на {{ behalfOfSCA.name }}
es: Actuando en nombre de {{ behalfOfSCA.name }}
et: Tegutsedes nimel {{ behalfOfSCA.name }}
fa_ir: به نمایندگی از طرف فعالیت می شود {{ behalfOfSCA.name }}
fi: Toimii seuraavien puolesta {{ behalfOfSCA.name }}
fr: Agissant au nom de {{ behalfOfSCA.name }}
ko: {{ behalfOfSCA.name }} 을(를) 대신함
lv: Rīkojoties vārdā {{ behalfOfSCA.name }}
nl: Handelend namens {{ behalfOfSCA.name }}
pl: Działając w imieniu {{ behalfOfSCA.name }}
pt: Atuando em nome de {{ behalfOfSCA.name }}
ru: Действуя от имени {{ behalfOfSCA.name }}
sk: Konanie v mene spoločnosti {{ behalfOfSCA.name }}
sr: Postupajući u ime {{ behalfOfSCA.name }}
sw: Kutenda kwa niaba ya {{ behalfOfSCA.name }}
tr: adına hareket etmek {{ behalfOfSCA.name }}

source: Grant access to Sample Collection Authority
am: ለናሙና ስብስብ ባለስልጣን መዳረሻ ይስጡ
ar: منح حق الوصول إلى هيئة جمع العينات
az: Nümunə Toplama Təşkilatına giriş icazəsi verin
bg: Предоставете достъп на взимащата проби организация
es: Conceder acceso a la Autoridad de Recogida de Muestras
et: Andke juurdepääs proovide kogumise asutusele
fa_ir: اجازه دسترسی به مرجع جمع آوری نمونه
fi: Myönnä pääsyoikeus Testausorganisaatiolle (SCA)
fr: Donner à l'autorité de collecte des échantillons le droit de modifier cet ordre de mission
ko: 시료채취기구에게 접근권한 부여
lv: Piešķiriet piekļuvi paraugu savākšanas iestādei
nl: Toegang verlenen tot Sample Collection Authority
pl: Przyznaj dostęp dla organu pobierającego próbki
pt: Conceda acesso à Autoridade de Coleta de Amostras
ru: Предоставить доступ Организации по сбору проб
sk: Udeľte prístup úradu na odber vzoriek
sr: Одобрите приступ органу за прикупљање узорака
sw: Ruhusu idhini ya kufikia Mamlaka ya Ukusanyaji Sampuli
tr: Örnek Toplama Otoritesine erişim izni verin

# sendNotificationTo
source: Send Notification of Results to
am: የውጤቶች ማሳወቂያ ይላኩ።
ar: إرسال إخطار النتائج إلى
az: Nəticələr haqqında bildiriş göndərin
bg: Изпратете известие за резултатите на
es: Envíe la notificación de los resultados a
et: Saada tulemuste teatis aadressile
fa_ir: ارسال اعلان نتایج به
fi: Lähetä ilmoitus tuloksista
fr: Envoyer une notification des résultats à
ko: 결과 통지 수신자:
lv: Nosūtiet paziņojumu par rezultātiem uz
nl: Stuur notificatie van resultaten naar
pl: Wyślij powiadomienie o wynikach do
pt: Enviar notificação de resultados para
ru: Отправить уведомление о результатах
sk: Odoslať oznámenie o výsledkoch na adresu
sr: Пошаљите обавештење о резултатима на
sw: Tuma Taarifa ya Matokeo kwa
tr: Sonuçların bildirimini şuraya gönder:
