Repository: NandhineeR/WADA
Catalog: wada-ama-testcenter-web-57718053929f/wada-ama-testcenter-web-57718053929f/src/i18n/messages.ti.xlf
Languages: ti_et

# tpSourceOrgDifferentFromCacheMsg
source: Error [TP_SOURCE_ORG_DIFFERENT_FROM_CACHE]
ti_et: ጌጋ [TP_SOURCE_ORG_DIFFERENT_FROM_CACHE]።

# tooManyUserReportsInQueueMsg
source: The current user has exceeded the number of reports in queue
ti_et: እቲ ሕጂ ዘሎ ተጠቃሚ ካብቲ ኣብ ሪጋ ዘሎ ጸብጻባት ሓሊፉ ኣሎ።

# cannotCancelMatchedBpLabResultMsg
source: A Matched Blood Passport Laboratory Result cannot be canceled
ti_et: ውጽኢት ላቦራቶሪ ፓስፖርት ደም ዝተመጣጠነ ክስረዝ ኣይክእልን እዩ።

# cannotCancelMatchedLabResultMsg
source: A Matched Laboratory Result cannot be canceled
ti_et: ዝተመዓራረየ ውጽኢት ላቦራቶሪ ክስረዝ ኣይክእልን እዩ።

# invalidPickerInfoProvidedMsg
source: Error [INVALID_PICKER_INFO_PROVIDED]
ti_et: ጌጋ [INVALID_PICKER_INFO_PROVIDED]።

# pickerHelperUnavailableMsg
source: Error [PICKER_HELPER_UNAVAILABLE]
ti_et: ጌጋ [PICKER_HELPER_UNAVAILABLE]።

# invalidLocaleForTranslationMsg
source: The request locale is not supported
ti_et: እቲ ናይ ሕቶ ከባቢ ኣይድገፍን እዩ።

# invalidLastnameFirstnameMsg
source: The first name and/or last name are invalid
ti_et: እቲ ቀዳማይ ስምን/ወይ መወዳእታ ስምን ቅኑዕ ኣይኮነን።

# athleteTypeRequiredMsg
source: Error [ATHLETE_TYPE_REQUIRED]
ti_et: ጌጋ [ATHLETE_TYPE_REQUIRED]።

# missingSanctionTypeMsg
source: Error [MISSING_SANCTION_TYPE]
ti_et: ጌጋ [MISSING_SNCTION_TYPE]።

# invalidAdrvCategoryMsg
source: Error [INVALID_ADRV_CATEGORY]
ti_et: ጌጋ [INVALID_ADRV_CATEGORY]።

# bannedTueRouteMsg
source: Error [BANNED_TUE_ROUTE]
ti_et: ጌጋ [BANNED_TUE_ROUTE]።

# missingAtheleteReportDefTitleMsg
source: Error [MISSING_ATHLETE_REPORT_DEF_TITLE]
ti_et: ጌጋ [MISSING_ATHLETE_REPORT_DEF_TITLE] ዝብል ስሕተት ኣሎ።

# invalidEnterpriseTemplateMsg
source: Error [INVALID_ENTERPRISE_TEMPLATE]
ti_et: ጌጋ [INVALID_ENTERPRISE_TEMPLATE]።

# athleteDoctorTypeRequiredMsg
source: The type of doctor is invalid
ti_et: ዓይነት ሓኪም ቅኑዕ ኣይኮነን።

# invalidPickerKeyProvidedMsg
source: Error [INVALID_PICKER_KEY_PROVIDED]
ti_et: ጌጋ [INVALID_PICKER_KEY_PROVIDED]።

# invalidWhereaboutsDescriptorCategoryMsg
source: The category is required for Whereabouts descriptor
ti_et: እቲ ምድብ ን Whereabouts descriptor የድሊ

# identificationDocNumberCannotBeSetWithoutDocInfoMsg
source: Error [IDENTIFICATION_DOC_NUMBER_CANNOT_BE_SET_WITHOUT_DOC_INFO]
ti_et: ጌጋ [IDENTIFICATION_DOC_NUMBER_ብዘይ_DOC_INFO_ክሰርዕ_ኣይኽእልን]።

# samplesCannotBeSetWithoutCollectionDate
source: All samples with sample codes must have a collection date
ti_et: ኩሎም ናሙና ኮድ ዘለዎም ናሙናታት ናይ ምእካብ ዕለት ክህልዎም ኣለዎ።

# samplesCannotBeSetWithoutTimezone
source: All samples with sample codes or collection dates must have a time zone
ti_et: ኩሎም ናሙናታት ናሙና ኮድ ወይ ናይ ምእካብ መዓልታት ዘለዎም ናይ ሰዓት ዞባ ክህልዎም ኣለዎ።

# taIsRequiredMsg
source: The Test Authority is required
ti_et: በዓል መዚ ፈተና የድሊ

# sampleTypeRequiredMsg
source: The sample type is required
ti_et: እቲ ናሙና ዓይነት የድሊ

# laboratoryRequiredMsg
source: The laboratory is required
ti_et: እቲ ላቦራቶሪ የድሊ

# scaIsRequiredMsg
source: The Sample Collection Authority is required
ti_et: በዓል መዚ ምእካብ ናሙና የድሊ

# rmaIsRequiredMsg
source: The Result Management Authorithy is required
ti_et: በዓል መዚ ምሕደራ ውፅኢት የድሊ

# sportIdentityRequiredSportMsg
source: The Sport Identity requires a sport
ti_et: እቲ ስፖርታዊ መንነት ስፖርት ይሓትት።

# sportIdentityRequiredAthleteMsg
source: The Sport Identity requires an athlete
ti_et: እቲ ስፖርታዊ መንነት ኣትሌት ይሓትት።

# testDateIsRequiredForSubmittedDcfMsg
source: The Arrival Date field is required for a submitted DCF
ti_et: ንዝቐረበ DCF እቲ ናይ ምምጻእ ዕለት ዓውዲ የድሊ

# multipleMajorGameEventItemsFoundMsg
source: Multiple items for the same Major Event have been found
ti_et: ንሓደ ዓቢ ፍጻመ ዝኸውን ብዙሓት ነገራት ተረኺቦም ኣለዉ።

# invalidParameterMsg
source: Error [INVALID_PARAMETER]
ti_et: ጌጋ [INVALID_PARAMETER]።

# invalidDateMsg
source: The date invalid
ti_et: እቲ ዕለት ቅኑዕ ኣይኮነን።

source: Unknown Analysis Sample
ti_et: ዘይተፈልጠ ትንተና ናሙና

# noRightToAccessAbstractWhereAboutsMsg
source: Error [NO_RIGHT_TO_ACCESS_ABSTRACTWHEREABOUTS]
ti_et: ጌጋ [NO_RIGHT_TO_ACCESS_ABSTRACTWHEREABOUTS]።

# noRightToAccessMissionOrderMsg
source: You do not have the rights to access the Testing Order
ti_et: ነቲ ናይ ፈተነ ትእዛዝ ናይ ምርካብ መሰል የብልካን።

# noRightToAccessTestMsg
source: You do not have the rights to access the Test
ti_et: ነቲ ፈተና ናይ ምርካብ መሰል የብልካን።

# noRightToAccessTueMsg
source: You do not have the rights to access the Therapeutic Use Exemptions (TUE)
ti_et: ንናይ ፍወሳ ኣጠቓቕማ ነጻነት (TUE) ናይ ምርካብ መሰል የብልካን

# noRightToViewMessageMsg
source: You do not have the rights to view the message
ti_et: ነቲ መልእኽቲ ናይ ምርኣይ መሰል የብልካን።

# noRightToAccessLabResultMsg
source: You do not have the rights to access the Laboratory Result
ti_et: ንውጽኢት ላቦራቶሪ ናይ ምርካብ መሰል የብልካን።

# missionTestpoolAndAthleteSportWriteRolesMsg
source: Error [MISSING_TESTPOOL_AND_ATHLETESPORT_WRITE_ROLES]
ti_et: ጌጋ [MISSING_TESTPOOL_AND_ATLETESPORT_WRITE_ROLES] ዝብል ጽሑፍ ኣሎ።

# noRightToAccessResourceMsg
source: You do not have the rights to access the the current resource
ti_et: ነቲ ሕጂ ዘሎ ጸጋ ናይ ምርካብ መሰል የብልካን።

# noRightToAccessLabResultImportMsg
source: You do not have the rights to use Laboratory Result Import
ti_et: ናይ ላቦራቶሪ ውጽኢት ኣእትዎ ናይ ምጥቃም መሰል የብልኩምን።

# noRightToAccessDcfMsg
source: You do not have the rights to access the DCF
ti_et: ናብ DCF ናይ ምእታው መሰል የብልካን።

# noRightToCreateDcfForTestMsg
source: You do not have the rights to create a DCF for a Test
ti_et: ንፈተና DCF ናይ ምፍጣር መሰል የብልካን።

# noRightToAccessAafMsg
source: Error [NO_RIGHT_TO_ACCESS_AAF]
ti_et: ጌጋ [NO_RIGHT_TO_ACCESS_AAF]።

# noRightToAccessAdrvMsg
source: Error [NO_RIGHT_TO_ACCESS_ADRV]
ti_et: ጌጋ [NO_RIGHT_TO_ACCESS_ADRV]።

# noRightToAccessSanctionMsg
source: Error [NO_RIGHT_TO_ACCESS_SANCTION]
ti_et: ጌጋ [NO_RIGHT_TO_ACCESS_SANCTION]።

# noRightToAccessWhereaboutsNcMsg
source: Error [NO_RIGHT_TO_ACCESS_WHEREABOUTSNC]
ti_et: ጌጋ [NO_RIGHT_TO_ACCESS_WHEREABOUTSNC]።

# noRightToCreateWhereaboutsNcMsg
source: Error [NO_RIGHT_TO_CREATE_WHEREABOUTSNC]
ti_et: ጌጋ [NO_RIGHT_TO_CREATE_WHEREABOUTSNC]።

# noRightToAccessGroupMsg
source: Error [NO_RIGHT_TO_ACCESS_GROUP]
ti_et: ጌጋ [NO_RIGHT_TO_ACCESS_GROUP]።

# noRightToAccessMajorGameMsg
source: You do not have the rights to access the Major Game
ti_et: ናብቲ ዓቢ ጸወታ ናይ ምእታው መሰል የብልካን።

# noRightToAccessMajorGameItemsMsg
source: You do not have the rights to access the Major Game Items
ti_et: ነቶም ዓበይቲ ናይ ጸወታ ኣቑሑት ናይ ምርካብ መሰል የብልካን።

# noRightToAccessCompetitionLevelMsg
source: You do not have the rights to access the Competition Level
ti_et: ናብ ደረጃ ውድድር ናይ ምእታው መሰል የብልካን።

# noRightToAccessBplrExpertReportMsg
source: You do not have the rights to access the Blood Passport Laboratory Result Expert Report
ti_et: ንናይ ደም ፓስፖርት ላቦራቶሪ ውጽኢት ክኢላ ጸብጻብ ናይ ምርካብ መሰል የብልካን።

# noRightToAccessSteroidApmuReportMsg
source: You do not have the rights to access the Steroid APMU Report
ti_et: ንጸብጻብ ስቴሮይድ ኤፒኤምዩ ናይ ምርካብ መሰል የብልካን።

# noRightToAccessAthletePassportMsg
source: You do not have the rights to access the Athlete Passport
ti_et: ናይ ኣትሌት ፓስፖርት ናይ ምርካብ መሰል የብልካን።

# noRightToAccessChainOfCustodyMsg
source: You do not have the rights to access the Chain of Custody
ti_et: ናብ ሰንሰለት ምእላይ መሰል የብልካን።

# noRightToAccessBloodPassportMsg
source: You do not have the rights to access the Blood Passport
ti_et: ፓስፖርት ደም ናይ ምርካብ መሰል የብልካን።

# noRightToAccessSteroidPassportMsg
source: You do not have the rights to access the Steroid Passport
ti_et: ናይ ስቴሮይድ ፓስፖርት ናይ ምርካብ መሰል የብልካን።

# noRightToAccessAllApmuReportHistoryMsg
source: You do not have the rights to access the APMU History Report
ti_et: ንጸብጻብ ታሪኽ APMU ናይ ምርካብ መሰል የብልካን።

# noRightToAccessApmuOrgReportMsg
source: You do not have the rights to access the APMU Organization Report
ti_et: ንጸብጻብ ውዳበ APMU ናይ ምርካብ መሰል የብልካን።

# noRightToAccessAthleteMsg
source: You do not have the rights to access the Athlete
ti_et: ነቲ ኣትሌት ናይ ምብጻሕ መሰል የብልካን።

# noRightToAccessUnsuccessfulAttemptMsg
source: You do not have the rights to access the Unsuccessful Attempt
ti_et: ነቲ ዘይዕዉት ፈተነ ናይ ምርካብ መሰል የብልካን።

# noRightToBindDcfToMsg
source: You do not have the rights to bind DCF to a Testing Order
ti_et: ንዲሲኤፍ ምስ ናይ ፈተነ ትእዛዝ ናይ ምእሳር መሰል የብልካን።

# noRightToDeleteDcfMsg
source: You do not have the rights to delete a DCF
ti_et: ንሓደ DCF ናይ ምድምሳስ መሰል የብልካን።

# noRightToAccessMatchResultMsg
source: You do not have the rights to access the a Match Result
ti_et: ነቲ a Match Result ናይ ምርካብ መሰል የብልካን።

# noRightToProficiencyTestMsg
source: Error [NO_RIGHT_TO_CREATE_PROFICIENCYTEST]
ti_et: ጌጋ [NO_RIGHT_TO_CREATE_PROFICIENCYTEST]።

# noRightToAccessTestpoolMsg
source: You do not have the rights to access the a Test Pool
ti_et: ናብቲ a Test Pool ናይ ምእታው መሰል የብልካን።

# noRightToAddPlaceHolderInMajorGameMsg
source: You do not have the rights to add a placeholder in a Major game
ti_et: ኣብ ሓደ ሜጀር ጸወታ ቦታ ክትውስኽ መሰል የብልካን።

# noRightToAccessUnsubmittedWhereaboutsMsg
source: You do not have the rights to access the unsubmitted Whereabouts
ti_et: ነቲ ዘይተቐረበ Whereabouts ናይ ምርካብ መሰል የብልካን።

# noRightToAccessNonAthleteMsg
source: Error [NO_RIGHT_TO_ACCESS_NONATHLETE]
ti_et: ጌጋ [NO_RIGHT_TO_ACCESS_NONATHLETE]።

# noRightToAccessOrganizationMsg
source: Error [NO_RIGHT_TO_ACCESS_ORGANIZATION]
ti_et: ጌጋ [NO_RIGHT_TO_ACCESS_ORGANIZATION]።

# noRightToAccessUserAccountMsg
source: Error [NO_RIGHT_TO_ACCESS_USERACCOUNT]
ti_et: ጌጋ [NO_RIGHT_TO_ACCESS_USERACCOUNT]።

# noRightToUpdateSportIdentityMsg
source: Error [NO_RIGHT_TO_UPDATE_SPORTIDENTITY]
ti_et: ጌጋ [NO_RIGHT_TO_UPDATE_SPORTIDENTITY]።

# noRightToUpdateOrganizationMsg
source: Error [NO_RIGHT_TO_UPDATE_ORGANIZATION]
ti_et: ጌጋ [NO_RIGHT_TO_UPDATE_ORGANIZATION]።

# noRightToCreateSportIdentityMsg
source: Error [NO_RIGHT_TO_CREATE_SPORTIDENTITY]
ti_et: ጌጋ [NO_RIGHT_TO_CREATE_SPORTIDENTITY]።

# noRightToCreateOrganizationMsg
source: Error [NO_RIGHT_TO_CREATE_ORGANIZATION]
ti_et: ጌጋ [NO_RIGHT_TO_CREATE_ORGANIZATION]።

# noRightToReadMissionOrderMsg
source: You do not have the rights to view a Testing Order
ti_et: ናይ ፈተነ ትእዛዝ ናይ ምርኣይ መሰል የብልካን።

# noRightToViewThirdPartyContractMsg
source: Error [NO_RIGHT_TO_VIEW_THIRDPARTYCONTRACT]
ti_et: ጌጋ [NO_RIGHT_TO_VIEW_THIRDPARTYCONTRACT]።

# noRightToEditThirdPartyContractMsg
source: Error [NO_RIGHT_TO_EDIT_THIRDPARTYCONTRACT]
ti_et: ጌጋ [NO_RIGHT_TO_EDIT_THIRDPARTYCONTRACT]።

# noRightToDeleteThirdPartyContractMsg
source: Error [NO_RIGHT_TO_DELETE_THIRDPARTYCONTRACT]
ti_et: ጌጋ [NO_RIGHT_TO_DELETE_THIRDPARTYCONTRACT]።

# noRightToReadLabResultsMsg
source: You do not have the rights to view a Laboratory Result
ti_et: ውጽኢት ላቦራቶሪ ናይ ምርኣይ መሰል የብልካን።

# noRightToReadDcfMsg
source: You do not have the rights to view a DCF
ti_et: ዲሲኤፍ ናይ ምርኣይ መሰል የብልካን።

# noRightToViewOrganizationRelationshipMsg
source: Error [NO_RIGHT_TO_VIEW_ORGANIZATIONRELATIONSHIP]
ti_et: ጌጋ [NO_RIGHT_TO_VIEW_ORGANIZATIONRELATIONSHIP]።

# noRightToReadUsergroupMsg
source: Error [NO_RIGHT_TO_READ_USERGROUP]
ti_et: ጌጋ [NO_RIGHT_TO_READ_USERGROUP]።

# noRightToSaveOrgRelationshipMsg
source: Error [NO_RIGHT_TO_SAVE_ORG_RELATIONSHIP]
ti_et: ጌጋ [NO_RIGHT_TO_SAVE_ORG_RELATIONSHIP]።

# noRightToDeleteOrgRelationshipMsg
source: Error [NO_RIGHT_TO_DELETE_ORG_RELATIONSHIP]
ti_et: ጌጋ [NO_RIGHT_TO_DELETE_ORG_RELATIONSHIP]።

# noRightToRetireAthleteMsg
source: Error [NO_RIGHT_TO_RETIRE_ATHLETE]
ti_et: ጌጋ [NO_RIGHT_TO_RETIRE_ATHLETE]።

# noRightToMoveNonAthletePassportCustodyMsg
source: Error [NO_RIGHT_TO_MOVE_NONATHLETE_PASSPORTCUSTODY]
ti_et: ጌጋ [NO_RIGHT_TO_MOVE_NONATHLETE_PASSPORTCUSTODY]።

# noRightToMoveAthletePassportCustodyMsg
source: Error [NO_RIGHT_TO_MOVE_ATHLETE_PASSPORTCUSTODY]
ti_et: ጌጋ [NO_RIGHT_TO_MOVE_ATHLETE_PASSPORTCUSTODY]።

# noRightToReadChainOfCustodyMsg
source: Error [NO_RIGHT_TO_READ_CHAINOFCUSTODY]
ti_et: ጌጋ [NO_RIGHT_TO_READ_CHAINOFCUSTODY]።

# noRightToSearchOrganizationMsg
source: Error [NO_RIGHT_TO_SEARCH_ORGANIZATION]
ti_et: ጌጋ [NO_RIGHT_TO_SEARCH_ORGANIZATION]።

# noRightToUpdateBPLRMsg
source: Error [NO_RIGHT_TO_UPDATE_BPLR]
ti_et: ጌጋ [NO_RIGHT_TO_UPDATE_BPLR]።

# noRightToImportBiologicalResultMsg
source: Error [NO_RIGHT_TO_IMPORT_BIOLOGICALRESULT]
ti_et: ጌጋ [NO_RIGHT_TO_IMPORT_BIOLOGICALRESULT]።

# noRightToImportAthleteMsg
source: Error [NO_RIGHT_TO_IMPORT_ATHLETE]
ti_et: ጌጋ [NO_RIGHT_TO_IMPORT_ATHLETE]።

# noRightToImportHemodilutionMsg
source: Error [NO_RIGHT_TO_IMPORT_HEMODILUTION]
ti_et: ጌጋ [NO_RIGHT_TO_IMPORT_HEMODILUTION]።

# noAccessOnGroupMsg
source: Error [NO_ACCESS_ON_GROUP]
ti_et: ጌጋ [NO_ACCESS_ON_GROUP]።

# missingContractToCreateAdrvMsg
source: The Peding Case cannot be created without an active contract
ti_et: ፔዲንግ ኬዝ ብዘይ ንጡፍ ውዕል ክፍጠር ኣይክእልን እዩ።

# missingContractToCreateMissionOrderMsg
source: The Testing Order cannot be created without an active contract
ti_et: እቲ ናይ ፈተነ ትእዛዝ ብዘይ ንጡፍ ውዕል ክፍጠር ኣይክእልን

# missingContractToCreateTUEMsg
source: Therapeutic Use Exemptions (TUE) cannot be created without an active contract
ti_et: ፍወሳዊ ኣጠቓቕማ ነጻነት (TUE) ብዘይ ንጡፍ ውዕል ክፍጠር ኣይክእልን

# missingContractToCreateTestMsg
source: The Test cannot be created without an active contract
ti_et: እቲ ፈተና ብዘይ ንጡፍ ውዕል ክፍጠር ኣይክእልን እዩ።

# missingAdminRoleMsg
source: You do not have administrator permissions
ti_et: ናይ ኣመሓዳሪ ፍቓድ የብልካን።

# missingContractToCreateSanctionMsg
source: Error [MISSING_CONTRACT_TO_CREATE_SANCTION]
ti_et: ጌጋ [MISSING_CONTRACT_TO_CREATE_SANCTION]።

# nullCallerOrOrgMsg
source: You have not been properly authenticated
ti_et: ብግቡእ ምርግጋጽካ ኣይተረጋገጸን።

# labResultInaccessibleToNullCallerMsg
source: Error [LABRESULT_INACCESSIBLE_TO_NULL_CALLER]
ti_et: ጌጋ [LABRESULT_INACCESSIBLE_TO_NULL_CALLER]።

# matchResultInaccessibleToNullCallerMsg
source: Error [MATCHRESULT_INACCESSIBLE_TO_NULL_CALLER]
ti_et: ጌጋ [MATCHRESULT_INACCESSIBLE_TO_NULL_CALLER]።

# abstractWhereaboutsInaccessibleToNullCallerMsg
source: Error [ABSTRACTWHEREABOUTS_INACCESSIBLE_TO_NULL_CALLER]
ti_et: ጌጋ [ABSTRACTWHEREABOUTS_INACCESSIBLE_TO_NULL_CALLER] ዝብል ጽሑፍ ኣሎ።

# labResultImportInaccessibleToNullCallerMsg
source: Error [LABRESULTIMPORT_INACCESSIBLE_TO_NULL_CALLER]
ti_et: ጌጋ [LABRESULTIMPORT_INACCESSIBLE_TO_NULL_CALLER]።

# missionOrderInaccessibleToNullCallerMsg
source: Error [MISSIONORDER_INACCESSIBLE_TO_NULL_CALLER]
ti_et: ጌጋ [MISSIONORDER_INACCESSIBLE_TO_NULL_CALLER] ዝብል ጽሑፍ ኣሎ።

# testInaccessibleToNullCallerMsg
source: Error [TEST_INACCESSIBLE_TO_NULL_CALLER]
ti_et: ጌጋ [TEST_INACCESSIBLE_TO_NULL_CALLER]።

# aafInaccessibleToNullCallerMsg
source: Error [AAF_INACCESSIBLE_TO_NULL_CALLER]
ti_et: ጌጋ [AAF_INACCESSIBLE_TO_NULL_CALLER]።

# adrvInaccessibleToNullCallerMsg
source: Error [ADRV_INACCESSIBLE_TO_NULL_CALLER]
ti_et: ጌጋ [ADRV_INACCESSIBLE_TO_NULL_CALLER]።

# sanctionInaccessibleToNullCallerMsg
source: Error [SANCTION_INACCESSIBLE_TO_NULL_CALLER]
ti_et: ጌጋ [SNCTION_INACCESSIBLE_TO_NULL_CALLER]።

# whereaboutsNcInaccessibleToNullCallerMsg
source: Error [WHEREABOUTSNC_INACCESSIBLE_TO_NULL_CALLER]
ti_et: ጌጋ [WHEREABOUTSNC_INACCESSIBLE_TO_NULL_CALLER]።

# tueInaccessibleToNullCallerMsg
source: Error [TUE_INACCESSIBLE_TO_NULL_CALLER]
ti_et: ጌጋ [TUE_INACCESSIBLE_TO_NULL_CALLER]።

# majorGameInaccessibleToNullCallerMsg
source: Error [MAJORGAME_INACCESSIBLE_TO_NULL_CALLER]
ti_et: ጌጋ [MAJORGAME_INACCESSIBLE_TO_NULL_CALLER]።

# majorGameItemsInaccessibleToNullCallerMsg
source: Error [MAJORGAMEITEMS_INACCESSIBLE_TO_NULL_CALLER]
ti_et: ጌጋ [MAJORGAMEITEMS_INACCESSIBLE_TO_NULL_CALLER]።

# testpoolInaccessibleToNullCallerMsg
source: Error [TESTPOOL_INACCESSIBLE_TO_NULL_CALLER]
ti_et: ጌጋ [TESTPOOL_INACCESSIBLE_TO_NULL_CALLER]።

# competitionLevelInaccessibleToNullCallerMsg
source: Error [COMPETITIONLEVEL_INACCESSIBLE_TO_NULL_CALLER]
ti_et: ጌጋ [COMPETITIONLEVEL_INACCESSIBLE_TO_NULL_CALLER]።

# bplrExpertReportInaccessibleToNullCallerMsg
source: Error [BPLREXPERTREPORT_INACCESSIBLE_TO_NULL_CALLER]
ti_et: ጌጋ [BPLREXPERTREPORT_INACCESSIBLE_TO_NULL_CALLER]።

# steroidApmuReportInaccessibleToNullCallerMsg
source: Error [STEROIDAPMUREPORT_INACCESSIBLE_TO_NULL_CALLER]
ti_et: ጌጋ [STEROIDAPMUREPORT_INACCESSIBLE_TO_NULL_CALLER]።

# athletePassportInaccessibleToNullCallerMsg
source: Error [ATHLETEPASSPORT_INACCESSIBLE_TO_NULL_CALLER]
ti_et: ጌጋ [ATHLETEPASSPORT_INACCESSIBLE_TO_NULL_CALLER]።

# chainOfCustodyInaccessibleToNullCallerMsg
source: Error [CHAINOFCUSTODY_INACCESSIBLE_TO_NULL_CALLER]
ti_et: ጌጋ [CHAINOFCUSTODY_INACCESSIBLE_TO_NULL_CALLER]።

# resourcesInaccessibleToEnterpriseMsg
source: Error [RESOURCES_INACCESSIBLE_TO_ENTERPRISE]
ti_et: ስሕተት [RESOURCES_INACCESSIBLE_TO_ENTERPRISE]።

# selectionListInaccessibleToUserMsg
source: Error [SELECTIONLIST_INACCESSIBLE_TO_USER]
ti_et: ጌጋ [SELECTIONLIST_INACCESSIBLE_TO_USER]።

# organizationIsNotNFMsg
source: Your organization is not a National Federation
ti_et: ትካልኩም ሃገራዊ ፈደረሽን ኣይኮነን።

# callerOrganizationIsNotNadoOrIfMsg
source: Your organization is neither a National Anti-Doping Agency nor an International Federation
ti_et: ትካልኩም ሃገራዊ ትካል ጸረ-መድሃኒት ወይ ኣህጉራዊ ፈደረሽን ኣይኮነን።

# missingBusinessRole
source: You do not have the corrector business role
ti_et: ናይ ምእራም ናይ ንግዲ ተራ የብልካን።

# missingTaRmaWriteAccessToEditSampleMsg
source: You must be from the Test Authority or Result Management Authority to edit a sample
ti_et: ንሓደ ናሙና ንምእራም ካብ በዓል መዚ ፈተና ወይ በዓል መዚ ምሕደራ ውጽኢት ክትከውን ኣለካ

# athleteSportInaccessibleToCallerMsg
source: Error [ATHLETE_SPORT_INACCESSIBLE_TO_CALLER]
ti_et: ጌጋ [ATHLETE_SPORT_INACCESSIBLE_TO_CALLER]።

# dcfInaccessibleToNullCallerMsg
source: Error [DCF_INACCESSIBLE_TO_NULL_CALLER]
ti_et: ጌጋ [DCF_INACCESSIBLE_TO_NULL_CALLER]።

# athleteSportNationalityInaccessibleToCallerMsg
source: Error [ATHLETE_SPORT_NATIONALITY_INACCESSIBLE_TO_CALLER]
ti_et: ጌጋ [ATHLETE_SPORT_NATIONALITY_ንደዋሊ_ዘይተበጽሖ]።

# testingOrderInaccessibleByCallerMsg
source: Error [TESTINGORDER_INACCESSIBLE_BY_CALLER]
ti_et: ጌጋ [TESTINGORDER_INACCESSIBLE_BY_CALLER]።

# unknownUserCustodialOrgMsg
source: Error [UNKNOWN_USER_CUSTODIAL_ORG]
ti_et: ጌጋ [UNKNOWN_USER_CUSTODIAL_ORG]።

# accessDeniedMsg
source: Access denied
ti_et: ምብጻሕ ተኸልኪሉ።

# sampleNotFoundMsg
source: The sample was not found
ti_et: እቲ ናሙና ኣይተረኽበን።

# resourceNotFoundMsg
source: The requested resource was not found
ti_et: እቲ ዝተሓተተ ጸጋ ኣይተረኽበን።

# majorGameEventItemsNotFoundMsg
source: The Major Event items were not found
ti_et: እቶም ዓበይቲ ፍጻመ ዝኾኑ ነገራት ኣይተረኽቡን።

# rolesNotFoundMsg
source: Error [ROLES_NOT_FOUND]
ti_et: ጌጋ [ROLES_NOT_FOUND]።

# logoNotFoundMsg
source: Error [LOGO_NOT_FOUND]
ti_et: ጌጋ [LOGO_NOT_FOUND]።

# userAccountNotFoundMsg
source: Error [USER_ACCOUNT_NOT_FOUND]
ti_et: ጌጋ [USER_ACCOUNT_NOT_FOUND]።

# testingOrderNotFoundMsg
source: The Testing Order was not found
ti_et: እቲ ናይ ፈተነ ትእዛዝ ኣይተረኽበን።

# athleteNotFoundMsg
source: The athlete was not found
ti_et: እቲ ኣትሌት ኣይተረኽበን።

# testPoolParticipantNotFoundMsg
source: The Test Pool Participant was not found
ti_et: እቲ ተሳታፊ ቴስት ፑል ኣይተረኽበን።

# stateTranslationNotFoundMsg
source: Error [STATE_TRANSLATION_NOT_FOUND]
ti_et: ጌጋ [STATE_TRANSLATION_NOT_FOUND]።

# unsuccessfulAttemptNotFoundMsg
source: The Unsuccessful Attempt was not found
ti_et: እቲ ዘይዕዉት ፈተነ ኣይተረኽበን።

# completionLevelParticipantNotFoundMsg
source: Error [COMPLETION_LEVEL_PARTICIPANT_NOT_FOUND]
ti_et: ጌጋ [COMPLETION_LEVEL_PARTICIPANT_NOT_FOUND]።

# addressNotBoundToAthleteAgentMsg
source: The address is unregistered for the Athlete Agent
ti_et: እቲ ኣድራሻ ንወኪል ኣትሌት ዘይተመዝገበ እዩ።

# addressNotBoundToActivePersonMsg
source: The address is unregistered for the Active Person
ti_et: እቲ ኣድራሻ ንጡፍ ሰብ ዘይተመዝገበ እዩ።

# tdpEntryPointCardContent
source: Test Distribution Plan has been improved and aims at <strong>planning your tests for the year</strong> so that you can <strong>monitor</strong> your plan with TDP Monitoring page.
ti_et: ትልሚ ምክፍፋል ፈተናታት ተመሓይሹን ዕላማ ዘለዎን... <strong>ንዓመት ዝኸውን ፈተናታትካ ምውጣን</strong> ምእንቲ ክትክእል <strong>ምቁጽጻር</strong> መደብካ ምስ ገጽ ምክትታል TDP።

# updatePlanning_uppercase
source: UPDATE PLANNING
ti_et: ትልሚ እዋናዊ ሓበሬታ

source: Haven't tried it yet ?
ti_et: ክሳብ ሕጂ ኣይፈተንናዮን ?

# startPlanning_uppercase
source: START PLANNING
ti_et: ውጥን ጀምር

source: samples planned
ti_et: ናሙናታት ምውሳድ መደብ ተታሒዙ

# forYearX
source: for {{ currentYear + 1 }}
ti_et: ን {{ currentYear + 1 }}

# update_uppercase
source: UPDATE
ti_et: እዋናዊ ሓበሬታ

# planNow_uppercase
source: PLAN NOW
ti_et: ሕጂ መደብ ግበሩ

# forX
source: for {{ currentYear }}
ti_et: ን {{ currentYear }}

# nadosAverage
source: <span class="stat">{{ metrics.TDP.percentageOfNadosWithPlanning | round }}%</span>: NADOs average
ti_et: <span class="stat">{{ metrics.TDP.percentageOfNadosWithPlanning | round }}%</span>: ናዶስ ማእከላይ ደረጃ

source: samples out-of-competition
ti_et: ካብ ውድድር ወጻኢ ዝኾኑ ናሙናታት

# tpmEntryPointCardContent
source: Test Distribution Plan Monitoring aims at getting an <strong>overview of how you are doing compared to what you have planned</strong> in Test Distribution Plan.
ti_et: ትልሚ ምክፍፋል ፈተና ክትትል ዕላማኡ ንሓደ... <strong>ምስቲ ዝመደብካዮ ብምንጽጻር ከመይ ትሰርሕ ከም ዘለኻ ሓፈሻዊ ትሕዝቶ</strong> ኣብ ትልሚ ምክፍፋል ፈተናታት።

# findOutHowYouAreDoing_uppercase
source: FIND OUT HOW YOU ARE DOING
ti_et: ከመይ ከም ዘለኻ ፍለጥ

# dashboard_outOfXSamplesCollected
source: out of {{ metrics.TDPM.samplesInTDP }} samples collected
ti_et: ካብ... {{ metrics.TDPM.samplesInTDP }} ዝተኣከበ ናሙናታት

# dashboard_inYearX
source: in {{ currentYear }}
ti_et: አብ ውሽጢ {{ currentYear }}

# dashboard_samplesCollected
source: samples collected
ti_et: እተኣከበ መርኣያታት

# dashboard_outOfXDisciplines
source: out of {{ metrics.TDPM.disciplinesPlannedToBeTested }} disciplines
ti_et: ካብ... {{ metrics.TDPM.disciplinesPlannedToBeTested }} ስነ-ስርዓት

# dashboard_testedInYearX
source: tested in {{ currentYear }}
ti_et: ኣብ ተፈቲኑ {{ currentYear }}

# dashboard_disciplines
source: disciplines
ti_et: ተግሳጽ

# dashboard_nadosAverage
source: <span class="stat">{{ metrics.TDPM.nadosAverage | round }}%</span>: NADOs average
ti_et: <span class="stat">{{ metrics.TDPM.nadosAverage | round }}%</span>: ናዶስ ማእከላይ ደረጃ

# dashboard_outOfCompetitionSamplesCollected
source: out-of-competition samples collected
ti_et: ካብ ውድድር ወጻኢ ዝኾኑ ናሙናታት ዝተኣከቡ።

# dashboard_tdssaEntryPointCardContent
source: TDSSA Monitoring aims at getting an <strong>overview of how you are doing compared to the Minimum Level of Analysis for each Sport / Discipline</strong>.
ti_et: TDSSA Monitoring ዕላማኡ ንሓደ... <strong>ሓፈሻዊ ትሕዝቶ ከመይ ትሰርሕ ከምዘለኻ ምስቲ ዝተሓተ ደረጃ ትንተና ንነፍሲ ወከፍ ስፖርት / ዲሲፕሊን ክነጻጸር ከሎ</strong>.

# outOfXDisciplines
source: out of {{ tdssa.disciplinesWithMLA }} disciplines
ti_et: ካብ... {{ tdssa.disciplinesWithMLA }} ስነ-ስርዓት

source: meet TDSSA MLAs
ti_et: ምስ ኣባላት ባይቶ TDSSA ተራኺቦም

# yearToDate_lowercase
source: year to date
ti_et: ዓመት ክሳብ ሕጂ

source: out-of-competition tests
ti_et: ካብ ውድድር ወጻኢ ዝግበር ፈተናታት

# designedAndCodedWithLove
source: Designed and coded with <img class="heart-image" src="assets/heart.png" alt="heart icon" /> in Montreal and Sherbrooke (Canada) - Version: {{ (buildManifest$ | async)?.build?.version }}
ti_et: ዝተነድፈን ኮድ ዝተገብረሉን ምስ... <img class="heart-image" src="assets/heart.png" alt="heart icon" /> ኣብ ሞንትርያልን ሸርብሩክን (ካናዳ) - ስሪት: {{ (buildManifest$ | async)?.build?.version }}

source: Athlete Mailing Address
ti_et: ናይ ኣትሌት ፖስታ ኣድራሻ

# defaultAddressTooltip
source: This is the last address on record for the Athlete. This should be updated if the information from the Doping Control Form is more up to date.
ti_et: እዚ ኣትሌት ኣብ መዝገብ ዝተመዝገበ ናይ መወዳእታ ኣድራሻ እዩ። እዚ ካብ ቅጥዒ ምቁጽጻር ዶፒንግ ዝመጽእ ሓበሬታ ዝያዳ እዋናዊ እንተኾይኑ ክመሓየሽ ኣለዎ።

source: Country
ti_et: ሃገር

source: Please enter a value.
ti_et: በጃኹም ዋጋ ኣእትዉ።

source: Street Address 1
ti_et: ኣድራሻ ጎደና 1

source: Number and street, PO Box
ti_et: ቁጽርን ጎደናን፣ ፖስታ ቦክስ

source: Street Address 2
ti_et: ኣድራሻ ጎደና 2

# additionalAddressInfo
source: Additional address information
ti_et: ተወሳኺ ሓበሬታ ኣድራሻ

source: Building
ti_et: ህንጸት

source: Floor
ti_et: ደርቢ

source: Room
ti_et: ክፍሊ

source: City
ti_et: ከተማ

source: Region
ti_et: ዞባ

# zipCode
source: Postal Code / ZIP
ti_et: ኮድ ጶስጣ/ዚፕ

# onlyAcceptLettersNumbersBlanks
source: This field only accepts letters, numbers, blank spaces and hyphens.
ti_et: እዚ ዓውዲ እዚ ፊደላት፡ ቁጽርታት፡ ባዶ ቦታታትን ምልክት ምልክትን ጥራይ እዩ ዝቕበል።
