Repository: NandhineeR/WADA
Catalog: wada-ama-testcenter-web-57718053929f/wada-ama-testcenter-web-57718053929f/src/i18n/messages.*.xlf
Languages: am, ar, az, bg, es, et, fa_ir, fi, fr, ko, lv, nl, pl, pt, ru, sk, sr, sw, tr

source: Athlete Biological Passport
am: የአትሌት ባዮሎጂካል ፓስፖርት
ar: جواز السفر البيولوجي للرياضيين
az: İdmançının bioloji pasportu
bg: Биологичен паспорт на спортиста
es: Pasaporte Biológico del Deportista
et: Sportlase bioloogiline pass
fa_ir: پاسپورت بیولوژیکی ورزشکار
fi: Urheilijan biologinen passi
fr: Passeport biologique de l'athlète
ko: 선수생체수첩
lv: Sportista bioloģiskā pase
nl: Atleet biologisch paspoort
pl: Paszport biologiczny zawodnika
pt: Passaporte Biológico de Atleta
ru: Биологический паспорт спортсмена
sk: Biologický pas športovca
sr: Биолошки пасош спортисте
sw: Pasipoti ya Biolojia ya Mwanariadha
tr: Sporcu Biyolojik Pasaportu

source: Testing
am: በምርመራ ላይ
ar: اختبارات
az: Sınaq
bg: Тестване
es: Control
et: Testimine
fa_ir: نمونه گیری
fi: Testaus
fr: Contrôle
ko: 검사
lv: Testēšana
nl: Testen
pl: Kontrola antydopingowa
pt: Testando
ru: Тестирование
sk: Testovanie
sr: Тестирање
sw: Kupima
tr: Test yapmak

# notesAndLogProfileActivity
source: Show notes and log profile activity
am: ማስታወሻዎችን እና የመገለጫ እንቅስቃሴን አሳይ
ar: إظهار الملاحظات وتسجيل نشاط الملف الشخصي
az: Qeydləri göstərin və profil fəaliyyətini qeyd edin
bg: Показване на бележки и активност на профила в дневника
es: Mostrar notas y registrar la actividad del perfil
et: Kuva märkused ja logige profiili tegevus
fa_ir: یادداشت ها و فعالیت مربوط به ورود را نشان بده
fi: Näytä muistiinpanot ja lokiprofiilitoiminta
fr: Afficher les notes et enregistrer l'activité du profil
ko: 메모 및 프로필 활동 보기
lv: Rādīt piezīmes un reģistrēt profila darbības
nl: Toon notities en log profielactiviteit
pl: Pokaż notatki i zarejestruj aktywność profilu
pt: Mostrar notas e registrar atividades de perfil
ru: Показать заметки и журнал активности профиля
sk: Zobraziť poznámky a zaznamenať aktivitu profilu
sr: Прикажите белешке и евиденцију активности профила
sw: Onyesha madokezo na shughuli za wasifu wa kumbukumbu
tr: Notları ve günlük profili etkinliğini göster

source: Athlete
am: አትሌት
ar: اللاعب
az: İdmançı
bg: Спортист
es: Deportista
et: Sportlane
fa_ir: ورزشکار
fi: Urheilija
fr: Sportif
lv: Sportists
nl: Atleet
pl: Zawodnik
pt: Atleta
ru: Спортсмен
sk: športovec
sr: Sportista
sw: Mwanariadha
tr: Sporcu

# adamsIdX
source: ADAMS ID: {{athlete.adamsId}}
am: ADAMS መታወቂያ፡- {{athlete.adamsId}}
ar: معرف ADAMS:{{athlete.adamsId}}
es: IDENTIFICACIÓN DE ADAMS: {{athlete.adamsId}}
et: ADAMSi ID:{{athlete.adamsId}}
fa_ir: شناسه ADAMS:{{athlete.adamsId}}
pt: ID ADAMS:{{athlete.adamsId}}
sr: АДАМС ИД:{{athlete.adamsId}}
sw: ID ya ADAMS:{{athlete.adamsId}}
tr: ADAMS Kimliği:{{athlete.adamsId}}

source: Nationalities
am: ብሄረሰቦች
ar: الجنسيات
az: Millətlər
bg: Националности
es: Nacionalidades
et: Rahvused
fa_ir: ملیت ها
fi: Kansallisuudet
fr: Nationalités
ko: 국적
lv: Tautības
nl: Nationaliteiten
pl: Narodowości
pt: Nacionalidades
ru: гражданства
sk: národnosti
sr: nacionalnosti
sw: Utaifa
tr: Uyruklar

# athlete_upload_photo
source: UPLOAD PHOTO
am: ፎቶ ይጫኑ
ar: تحميل صورة
az: Şəkil Yüklə
bg: качване на снимка
es: Cargar foto
et: LAE PILT ÜLES
fa_ir: آپلود عکس
fi: LATAA VALOKUVA
fr: télécharger photo
ko: 사진 업로드
lv: AUGŠUPIELĀDĒT FOTO
nl: Foto opladen
pl: załaduj zdjęcie
pt: carregar foto
ru: Загрузить фотографию
sk: nahrať fotku
sr: prebaci fotografiju
sw: PAKIA PICHA
tr: fotoğraf yükleyin

source: Age
am: ዕድሜ
ar: العمر
az: Yaş
bg: Възраст
es: Edad
et: Vanus
fa_ir: سن
fi: Ikä
fr: Âge
ko: 연령
lv: Vecums
nl: Leeftijd
pl: Wiek
pt: Idade
ru: Возраст
sk: Vek
sr: Starost
sw: Umri
tr: Yaş

# xAthleteAge
source: {{ athlete?.dateOfBirth | calculateAge }} years old
am: {{ athlete?.dateOfBirth | calculateAge }} የዕድሜ ዓመት
ar: {{ athlete?.dateOfBirth | calculateAge }} سنة
az: {{ athlete?.dateOfBirth | calculateAge }} yaşı var
bg: {{ athlete?.dateOfBirth | calculateAge }} години
es: {{ athlete?.dateOfBirth | calculateAge }} Años
et: {{ athlete?.dateOfBirth | calculateAge }} aastat vana
fa_ir: {{ athlete?.dateOfBirth | calculateAge }} ساله
fi: {{ athlete?.dateOfBirth | calculateAge }} vuotta vanha
fr: {{ athlete?.dateOfBirth | calculateAge }} ans
ko: {{ athlete?.dateOfBirth | calculateAge }} 세
lv: {{ athlete?.dateOfBirth | calculateAge }} gadus vecs
nl: {{ athlete?.dateOfBirth | calculateAge }} jaar oud
pl: {{ athlete?.dateOfBirth | calculateAge }} Lat
pt: {{ athlete?.dateOfBirth | calculateAge }} anos de idade
ru: {{ athlete?.dateOfBirth | calculateAge }} Лет
sk: {{ athlete?.dateOfBirth | calculateAge }} rokov starý
sr: {{ athlete?.dateOfBirth | calculateAge }} Godina
sw: {{ athlete?.dateOfBirth | calculateAge }} umri wa miaka
tr: {{ athlete?.dateOfBirth | calculateAge }} yaşındayım

# dashboard_uppercase
source: DASHBOARD
am: ዳሽቦርድ
ar: لوحة القيادة
az: DAŞPAŞA
bg: ТАБЛО
et: Armatuurlaud
fa_ir: داشبورد
fi: HALLINTAPANEELI
fr: TABLEAU DE BORD
ko: 대시보드
lv: MĒRINSTRUMENTU PANELIS
pl: Tablica
pt: PAINEL DE CONTROLE
ru: ДАШБОРД
sr: КОМАНДНА ТАБЛА
sw: DASHBODI
tr: GÖSTERGE PANELİ

# profile_uppercase
source: PROFILE
am: መገለጫ
ar: الملف الشخصي
az: PROFİL
bg: Профил
es: PERFIL
et: PROFIIL
fa_ir: مشخصات
fi: Profiili
fr: Profil
ko: 프로필
lv: PROFILS
nl: PROFIEL
pl: PROFIL
pt: PERFIL
ru: ПРОФИЛЬ
sk: Profil
sr: Profil
sw: Maelezo mafupi
tr: Profil

# tests_uppercase
source: TESTS
am: ምርመራዎች
ar: الاختبارات
az: Testlər
bg: Проверки
es: Controles
et: KATSED
fa_ir: تست ها
fi: TESTIT
fr: Contrôles
ko: 검사
lv: TESTI
nl: Testen
pl: Kontrole
pt: Testes
ru: ТЕСТЫ
sk: skúšky
sr: testovi
sw: MAJARIBIO
tr: Doping Kontrolleri

# biologicalPassport_uppercase
source: ATHLETE BIOLOGICAL PASSPORT
am: አትሌት ባዮሎጂካል ፓስፖርት
ar: جواز السفر البيولوجي للرياضيين
az: İDMANÇININ BİOLOJİ PASPORTU
bg: БИОЛОГИЧЕН ПАСПОРТ НА СПОРТИСТА
es: Pasaporte Biológico del Deportista
et: Sportlase bioloogiline pass
fa_ir: گذرنامه بیولوژیکی ورزشکار
fi: URHEILIJAN BIOLOGINEN PASSI
fr: Passeport biologique de l'athlète
ko: 선수생체수첩
lv: SPORTISTA BIOLOĢISKĀ PASE
nl: Atleet biologisch paspoort
pl: Paszport Biologiczny Zawodnika
pt: Passaporte Biológico de Atleta
ru: БИОЛОГИЧЕСКИЙ ПАСПОРТ СПОРТСМЕНА
sk: BIOLOGICKÝ PAS ŠPORTOVCA
sr: Биолошки пасош спортисте
sw: PASIPOTI YA KIBolojia ya mwanariadha
tr: Sporcu Biyolojik Pasaportu

# adrv_uppercase
source: PENDING CASES
am: በመጠባበቅ ላይ ያሉ ጉዳዮች
ar: القضايا العالقة
az: Gözlənilən İşlər
bg: НЕПРИКЛЮЧЕНИ СЛУЧАИ
es: Casos pendientes
et: Menetluses olevad kohtuasjad
fa_ir: پرونده های در حال پیگیری
fi: VIREILLÄ OLEVAT TAPAUKSET
fr: CAS EN COURS
ko: 진행 중인 사건
lv: NEIZBILDAMAS LIETAS
nl: In afwachting van zaken
pl: Sprawy w toku
pt: Casos Pendentes
ru: НЕЗАВЕРШЕННЫЕ ДЕЛА
sk: Prebiehajúce prípady
sr: Предмети у току
sw: KESI ZINAZOSUBIRI
tr: Devam Eden Vakalar

# sanctions_uppercase
source: CONCLUSION OF CASES
am: የጉዳዮች መደምደሚያ
ar: اختتام القضايا
az: İşlərin nəticəsi
bg: ПРИКЛЮЧЕНИ СЛУЧАИ
es: Conclusión de los casos
et: Juhtumite kokkuvõte
fa_ir: نتیجه نهایی پرونده
fi: TAPAUSTEN PÄÄTÖKSET
fr: CONCLUSION DE CAS
ko: 사건의 결론
lv: LIETAS NOBEIGUMS
nl: Afronding van zaken
pl: Sprawy zakończone
pt: Conclusão de casos
ru: ЗАВЕРШЕННЫЕ ДЕЛА
sk: Záver prípadov
sr: Закључивање случајева
sw: HITIMISHO LA KESI
tr: Vakaların sonucu

# accessPermissions_uppercase
source: ACCESS PERMISSIONS
am: የመዳረሻ ፈቃዶች
ar: أذونات الوصول
az: İCAZƏLƏRƏ GİRİŞ
bg: РАЗРЕШЕНИЯ ЗА ДОСТЪП
es: PERMISOS DE ACCESO
et: JUURDEPÄÄSU LUBADE
fa_ir: مجوزهای دسترسی
fi: PÄÄSYOIKEUDET
fr: PERMISSIONS D'ACCÈS
ko: 접근 승인
lv: PIEKĻUVES ATĻAUJAS
nl: TOEGANGSMACHTIGINGEN
pl: POZWOLENIA DOSTĘPU
pt: PERMISSÕES DE ACESSO
ru: РАЗРЕШЕНИЯ НА ДОСТУП
sk: PRÍSTUPOVÉ POVOLENIA
sr: ДОЗВОЛЕ ЗА ПРИСТУП
sw: RUHUSA ZA KUPATA
tr: ERİŞİM İZİNLERİ

# accountManagement_uppercase
source: ACCOUNT MANAGEMENT
am: መለያ አስተዳደር
ar: ادارة الحساب
az: HESABIN İDARƏ EDİLMƏSİ
bg: УПРАВЛЕНИЕ НА ПРОФИЛА
es: GESTIÓN DE CUENTAS
et: KONTO HALDAMINE
fa_ir: مدیریت حساب
fi: KÄYTTÄJÄTILIN HALLINTA
fr: GESTION DES COMPTES
ko: 계정 관리
lv: KONTU PĀRVALDĪBA
nl: ACCOUNTBEHEER
pl: ZARZĄDZANIE KONTEM
pt: GESTÃO DE CONTA
ru: УПРАВЛЕНИЕ УЧЕТНОЙ ЗАПИСЬЮ
sk: VEDENIE ÚČTU
sr: УПРАВЉАЊЕ РАЧУНОМ
sw: USIMAMIZI WA AKAUNTI
tr: HESAP YÖNETİMİ

# youAreUnauthorized
source: You are not authorized to view this page
am: ይህን ገጽ ለማየት ፍቃድ የለዎትም።
ar: لا تملك الصلاحيات لتصفح هذه الصفحة
az: Bu səhifəyə baxmağa icazəniz yoxdur
bg: Не сте упълномощени да разглеждате тази страница
es: No está autorizado a ver esta página
et: Teil pole luba seda lehte vaadata
fa_ir: شما مجاز به مشاهده این صفحه نیستید
fi: Sinulla ei ole oikeutta tarkastella tätä sivua
fr: Vous n'êtes pas autorisé à voir cette page
ko: 이 페이지를 볼 수 있는 권한이 없습니다.
lv: Jums nav tiesību skatīt šo lapu
nl: U bent niet bevoegd om deze pagina te bekijken
pl: Nie masz uprawnień do przeglądania tej strony
pt: Você não está autorizado a visualizar esta página
ru: У вас нет прав для просмотра этой страницы
sk: Nemáte oprávnenie na zobrazenie tejto stránky
sr: Нисте овлашћени за гледање ове странице
sw: Hujaidhinishwa kutazama ukurasa huu
tr: Bu sayfayı görme yetkiniz yok

source: Dashboard ADAMS
am: ዳሽቦርድ ADAMS
az: İdarə paneli ADAMS
bg: Табло ADAMS
es: Tablero ADAMS
et: Armatuurlaud ADAMS
fa_ir: داشبورد ADAMS
fi: Hallintapaneeli ADAMS
fr: Tableau de bord ADAMS
ko: 대시보드 ADAMS
lv: Informācijas panelis ADAMS
pl: Panel ADAMS
pt: Painel ADAMS
ru: Панель управления АДАМС
sk: Prístrojová doska ADAMS
sr: Kontrolna tabla ADAMS
sw: Dashibodi ADAMS
tr: Gösterge Tablosu ADAMS

source: Search
am: ፈልግ
ar: بحث
az: Axtarış
bg: Търсене
es: Buscar
et: Otsing
fa_ir: جستجو کن
fi: Hae
fr: Recherche
ko: 검색
lv: Meklēt
nl: Zoeken
pl: Szukaj
pt: Buscar
ru: Поиск
sk: Vyhľadávanie
sr: pretraga
sw: Tafuta
tr: Arama

source: Search Magnifier
am: የፍለጋ ማጉያ
ar: محدد البحث
az: Böyüdücü axtarın
bg: Лупа за търсене
es: Lupa de búsqueda
et: Otsi luup
fa_ir: ذره بین جستجو
fi: Hae suurennuslasi
fr: Loupe de recherche
ko: 검색 돋보기
lv: Meklēt Lupu
nl: Zoek vergrootglas
pl: Szukaj
pt: Pesquisar Magnifier
ru: Поле для поиска
sk: Lupa vyhľadávania
sr: Pretraži lupu
sw: Tafuta Kikuzalishi
tr: Arama Büyüteç

source: Search Athletes
am: አትሌቶችን ይፈልጉ
ar: ابحث عن الرياضيين
az: İdmançıları axtarın
bg: Търсене на спортисти
es: Buscar deportistas
et: Otsige sportlasi
fa_ir: جستجوی ورزشکاران
fi: Hae urheilijoita
fr: Recherche de sportifs
ko: 선수 검색
lv: Meklēt sportistus
nl: Zoek atleten
pl: Szukaj zawodników
pt: Atletas de busca
ru: Поиск спортсменов
sk: Hľadajte športovcov
sr: Претражите спортисте
sw: Tafuta Wanariadha
tr: Sporcu Ara

source: Contact
am: እውቂያ
ar: اتصال
az: Əlaqə
bg: Лице за контакт
es: Contacto
et: Võtke ühendust
fa_ir: مخاطب
fi: Yhteyshenkilö
ko: 담당자
lv: Sazināties
nl: Contactpersoon
pl: Kontakt
pt: Contato
ru: Контактная информация
sk: Kontakt
sr: kontakt
sw: Wasiliana
tr: İletişim

source: Help
am: እርዳታ(እገዛ)
ar: مساعدة
az: Kömək edin
bg: Помощ
es: Ayuda
et: Abi
fa_ir: راهنما
fi: Ohje
fr: Aide
ko: 도움말
lv: Palīdzība
pl: Pomoc
pt: Ajuda
ru: Помощь
sk: Pomoc
sr: Pomoć
sw: Msaada
tr: Yardım

source: User
am: ተጠቃሚ
ar: المستخدم
az: İstifadəçi
bg: Потребител
es: Usuario
et: Kasutaja
fa_ir: کاربر
fi: Käyttäjä
fr: Utilisateur
lv: Lietotājs
nl: Gebruiker
pl: Użytkownik
pt: Usuário
ru: Пользователь
sk: užívateľ
sr: Korisnik
sw: Mtumiaji
tr: Kullanıcı

source: On behalf of
am: በእርሱ ፈንታ
ar: بالنيابة عن
az: adından
bg: от името на
es: en nombre de
et: nimel
fa_ir: از طرف
fi: puolesta:
fr: au nom de
ko: 다음을 대신함
lv: vārdā
nl: namens
pl: w imieniu
pt: no lugar de
ru: От имени
sk: v mene spoločnosti
sr: u ime
sw: Kwa niaba ya
tr: adına

source: User Preferences
am: የተጠቃሚ ምርጫዎች
ar: تفضيلات المستخدم
az: İstifadəçi üstünlükləri
bg: Настройки на потребителя
es: Preferencias de Usuario
et: Kasutaja eelistused
fa_ir: تنظیمات کاربری
fi: Käyttäjän asetukset
fr: Préférences de l’utilisateur
ko: 사용자 선호
lv: Lietotāja preferences
nl: Gebruikersvoorkeuren
pl: Preferencje użytkownika
pt: Preferências de Usuário
ru: Предпочтения пользователя
sk: Predvoľby používateľa
sr: Prioriteti korisnika
sw: Mapendeleo ya Mtumiaji
tr: Kullanıcı Tercihleri
