Repository: NandhineeR/WADA
Catalog: wada-ama-testcenter-web-57718053929f/wada-ama-testcenter-web-57718053929f/src/i18n/messages.*.xlf
Languages: am, ar, az, bg, es, et, fa_ir, fi, fr, ko, lv, nl, pl, pt, ru, sk, sr, sw, tr

# dcf_sampleXDriedBloodSpotX
source: Sample {{ getSampleIndex(sample, i) }} - Dried Blood Spot {{ sample.sampleCode }}
am: ናሙና {{ getSampleIndex(sample, i) }} - የደረቀ የደም ቦታ {{ sample.sampleCode }}
ar: عينة {{ getSampleIndex(sample, i) }} -نقطة الدم المجففة {{ sample.sampleCode }}
az: Nümunə{{ getSampleIndex(sample, i) }} - Quru qan ləkəsi{{ sample.sampleCode }}
bg: Проба {{ getSampleIndex(sample, i) }} - суха кръв {{ sample.sampleCode }}
es: Muestra{{ getSampleIndex(sample, i) }} - Mancha de sangre seca{{ sample.sampleCode }}
et: Näidis{{ getSampleIndex(sample, i) }} - Kuivanud verelaik{{ sample.sampleCode }}
fa_ir: نمونه{{ getSampleIndex(sample, i) }} - لکه خون خشک{{ sample.sampleCode }}
fi: Näyte {{ getSampleIndex(sample, i) }} - Kuivaveri {{ sample.sampleCode }}
fr: Échantillon {{ getSampleIndex(sample, i) }} - Gouttes de sang séché {{ sample.sampleCode }}
ko: 시료 {{ getSampleIndex(sample, i) }} - 건조혈반 {{ sample.sampleCode }}
lv: Paraugs{{ getSampleIndex(sample, i) }} - Izkaltusi asins plankums{{ sample.sampleCode }}
nl: Steekproef {{ getSampleIndex(sample, i) }} - Gedroogde bloedvlek {{ sample.sampleCode }}
pl: Próbka {{ getSampleIndex(sample, i) }} - sucha kropla krwi {{ sample.sampleCode }}
pt: Amostra{{ getSampleIndex(sample, i) }} - mancha de sangue seco{{ sample.sampleCode }}
ru: Проба {{ getSampleIndex(sample, i) }} - Сухие пятна крови {{ sample.sampleCode }}
sk: Ukážka{{ getSampleIndex(sample, i) }} - Zaschnutá krvná škvrna{{ sample.sampleCode }}
sr: Uzorak {{ getSampleIndex(sample, i) }} - Osušena tačka krvi {{ sample.sampleCode }}
sw: Sampuli{{ getSampleIndex(sample, i) }} - Doa iliyokaushwa ya Damu{{ sample.sampleCode }}
tr: Örnek {{ getSampleIndex(sample, i) }} - Kurutulmuş Kan Lekesi {{ sample.sampleCode }}

source: Sample
am: ናሙና
ar: عينة
az: Nümunə
bg: Проба
es: Muestra
et: Proov
fa_ir: نمونه
fi: Näyte
fr: Échantillon
ko: 시료
lv: Paraugs
nl: Monster
pl: Próbka
pt: Amostra
ru: Проба
sk: vzorka
sr: uzorak
sw: Sampuli
tr: Örnek

source: Sample Type
am: የናሙና ዓይነት
ar: نوع العينة
az: Nümunə növü
bg: Вид проба
es: Tipo de muestra
et: Proovi tüüp
fa_ir: نوع نمونه
fi: Näytetyyppi
fr: Type d’échantillon
lv: Parauga veids
nl: Type monster
pl: Typ próbki
pt: Tipo da Amostra
ru: Вид пробы
sk: Typ vzorky
sr: tip uzorka
sw: Aina ya Sampuli
tr: Örnek Türü

source: Collection Date
am: የመሰብሰብ ቀን
ar: تاريخ جمع العينة
az: Kolleksiya tarixi
bg: Дата на взимане
es: Fecha de recogida
et: Kogumise kuupäev
fa_ir: تاریخ جمع آوری
fi: Näytteenottopäivämäärä
fr: Date de prélèvement
ko: 시료채취일
lv: Savākšanas datums
nl: Datum staalafname
pl: Data pobrania próbki
pt: Data de Coleta
ru: Дата отбора пробы
sk: Dátum zberu
sr: datum sakupljanja
sw: Tarehe ya Mkusanyiko
tr: Örnek Alım Tarihi

# provideCollectionDateWithSampleCode
source: The collection date must be provided when the sample code is set.
am: የናሙና ኮድ ሲዘጋጅ የመሰብሰቢያው ቀን መቅረብ አለበት።
ar: يجب تقديم تاريخ التجميع عند تعيين نموذج التعليمات البرمجية.
az: Nümunə kodu təyin edildikdə toplama tarixi göstərilməlidir.
bg: Датата на събиране трябва да бъде предоставена, когато е зададен примерният код.
es: La fecha de recolección debe proporcionarse cuando se establece el código de muestra.
et: Näidiskoodi määramisel tuleb esitada kogumise kuupäev.
fa_ir: تاریخ جمع آوری باید هنگام تنظیم کد نمونه ارائه شود.
fi: Näytteenottopäivä on ilmoitettava, kun näytekoodi annetaan.
fr: La date de collecte doit être indiquée lors de l'établissement du code d'échantillon.
ko: 시료번호가 설정될 때 채취일자를 작성해야 합니다.
lv: Iestatot parauga kodu, ir jānorāda savākšanas datums.
nl: De afhaaldatum moet worden opgegeven bij het instellen van de monstercode.
pl: Data pobrania musi zostać podana podczas ustawiania kodu próbki.
pt: A data de coleta deve ser fornecida quando o código de amostra é definido.
ru: Дата сбора должна быть указана при занесении номера пробы.
sk: Pri nastavovaní kódu vzorky je potrebné uviesť dátum odberu.
sr: Datum prikupljanja mora biti naveden kada je postavljen kod uzorka.
sw: Tarehe ya ukusanyaji lazima itolewe wakati msimbo wa sampuli umewekwa.
tr: Numune kodu ayarlandığında toplama tarihi sağlanmalıdır.

# datetimeMustBeValidFormat
source: Date time must be in a valid format.
am: የቀን ሰዓት በትክክለኛ ቅርጸት መሆን አለበት።
ar: يجب أن يكون وقت التاريخ بنسق صحيح.
az: Tarix vaxtı etibarlı formatda olmalıdır.
bg: Датата и часът трябва да са във валиден формат.
es: La fecha y la hora deben tener un formato válido.
et: Kuupäev ja kellaaeg peab olema kehtivas vormingus.
fa_ir: زمان تاریخ باید در قالب معتبر باشد.
fi: Päivämäärän on oltava oikeassa muodossa.
fr: La date et l’heure doivent être dans un format valide.
ko: 날짜 시간은 유효한 형식이어야 합니다.
lv: Datumam un laikam jābūt derīgā formātā.
nl: De datum en tijd moeten een geldig formaat hebben.
pl: Data i godzina muszą mieć prawidłowy format.
pt: A data e a hora devem estar em um formato válido.
ru: Дата и время должны быть в правильном формате.
sk: Dátum a čas musia byť v platnom formáte.
sr: Vreme datuma mora biti u važećem formatu.
sw: Tarehe lazima iwe katika muundo sahihi.
tr: Tarih saat geçerli bir biçimde olmalıdır.

# provideTimezoneWithSampleCodeOrCollectionDate
source: The time zone must be provided when either the sample code or the collection date is set.
am: የናሙና ኮድ ወይም የመሰብሰቢያው ቀን ሲወሰን የሰዓት ሰቅ መሰጠት አለበት።
ar: يجب توفير المنطقة الزمنية عند تعيين نموذج التعليمات البرمجية أو تاريخ التجميع.
az: Saat qurşağı ya nümunə kodu, ya da toplama tarixi təyin edildikdə təmin edilməlidir.
bg: Часовата зона трябва да бъде предоставена, когато е зададен или примерният код, или датата на събиране.
es: Se debe proporcionar la zona horaria cuando se establece el código de muestra o la fecha de recolección.
et: Ajavöönd tuleb esitada siis, kui on määratud kas näidiskood või kogumise kuupäev.
fa_ir: زمانی که کد نمونه یا تاریخ جمع آوری تنظیم شده باشد، منطقه زمانی باید مشخص شود.
fi: Aikavyöhyke on ilmoitettava, kun joko näytekoodi tai näytteenottopäivä annetaan.
fr: Le fuseau horaire doit être indiqué lors de la définition du code de l'échantillon ou de la date de collecte.
ko: 시료번호 또는 채취일자가 설정될 때 표준 시간대를 작성해야 합니다.
lv: Laika josla ir jānorāda, kad ir iestatīts parauga kods vai savākšanas datums.
nl: De tijdzone moet worden opgegeven wanneer de monstercode of de ophaaldatum wordt ingesteld.
pl: Strefę czasową należy podać podczas ustawiania kodu próbki lub daty pobrania.
pt: O fuso horário deve ser fornecido quando o código de amostra ou a data da coleta for definida.
ru: При введении номера пробы или даты сбора необходимо указать часовой пояс.
sk: Časové pásmo je potrebné zadať, keď je nastavený kód vzorky alebo dátum zberu.
sr: Vremenska zona mora biti obezbeđena kada je postavljen ili kod uzorka ili datum prikupljanja.
sw: Saa za eneo lazima zitolewe wakati sampuli ya msimbo au tarehe ya ukusanyaji imewekwa.
tr: Saat dilimi, numune kodu veya toplama tarihi ayarlandığında sağlanmalıdır.

source: Sample Code
am: የናሙና ኮድ
ar: رزم العينة
az: Nümunə kodu
bg: Кодов № на проба
es: Código de muestra
et: Näidiskood
fa_ir: کد نمونه
fi: Näytekoodi
fr: Code de l’échantillon
ko: 시료번호
lv: Koda paraugs
nl: Codenummer staal
pl: Kod próbki
pt: Código de Amostra
ru: Код пробы
sk: Vzorový kód
sr: kod/broj uzorka
sw: Sampuli ya Kanuni
tr: Örnek Numarası

# bloodSampleCodeXWarning
source: Blood sample {{ sampleCode.value }} already exists in ADAMS. Make sure these values are correct.
am: የደም ናሙና {{ sampleCode.value }} ቀድሞውኑ በ ADAMS ውስጥ አለ። እነዚህ እሴቶች ትክክል መሆናቸውን ያረጋግጡ።
ar: عينة الدم {{ sampleCode.value }} موجودة بالفعل في ADAMS. تأكد من صحة هذه القيم.
az: Qan nümunəsi{{ sampleCode.value }} artıq ADAMS-da mövcuddur. Bu dəyərlərin düzgün olduğundan əmin olun.
bg: Кръвна проба {{ sampleCode.value }} вече съществува в ADAMS. Уверете се, че тези стойности са правилни.
es: La muestra de sangre {{ sampleCode.value }} ya existe en ADAMS. Asegúrese de que estos valores sean correctos.
et: Vereproov{{ sampleCode.value }} on juba ADAMSis olemas. Veenduge, et need väärtused oleksid õiged.
fa_ir: نمونه خون{{ sampleCode.value }} قبلاً در ADAMS وجود دارد. مطمئن شوید که این مقادیر صحیح هستند.
fi: Verinäyte {{ sampleCode.value }} on jo olemassa ADAMSissa. Varmista, että nämä tiedot ovat oikein.
fr: L'échantillon sanguin {{ sampleCode.value }} existe déjà dans ADAMS. Vérifier que les valeurs sont correctes
ko: 혈액 샘플 {{ sampleCode.value }} 이 (가) ADAMS에 이미 있습니다. 이 값이 올바른지 확인하십시오.
lv: Asins paraugs{{ sampleCode.value }} jau pastāv ADAMS.Pārliecinieties, vai šīs vērtības ir pareizas.
nl: Bloedmonster {{ sampleCode.value }} bestaat al in ADAMS. Zorg ervoor dat deze waarden correct zijn.
pl: Próbka krwi {{ sampleCode.value }} już istnieje w programie ADAMS. Upewnij się, że te wartości są poprawne.
pt: A amostra de sangue{{ sampleCode.value }} já existe no ADAMS. Certifique-se de que esses valores estejam corretos.
ru: Проба крови {{ sampleCode.value }} уже существует в АДАМС. Убедитесь, что эти значения верны.
sk: Vzorka krvi{{ sampleCode.value }} už existuje v ADAMS. Uistite sa, že tieto hodnoty sú správne.
sr: Uzorak {{ sampleCode.value }} krvi veж postoji u ADAMS-u. Uverite se da su ove vrednosti tačne.
sw: Sampuli ya damu{{ sampleCode.value }} tayari ipo katika ADAMS. Hakikisha maadili haya ni sahihi.
tr: Kan örneği ADAMS'te {{ sampleCode.value }} zaten var. Bu değerlerin doğru olduğundan emin olun.

source: Manufacturer
am: አምራች
ar: الشركة المصنعة
az: İstehsalçı
bg: Производител
es: Fabricante
et: Tootja
fa_ir: سازنده
fi: Valmistaja
fr: Fabricant
ko: 제조사
lv: Ražotājs
nl: Fabrikant
pl: Producent
pt: Fabricante
ru: Производитель
sk: Výrobca
sr: proizvođač
sw: Mtengenezaji
tr: Üretici

source: Laboratory
am: ላቦራቶሪ
ar: مختبر
az: Laboratoriya
bg: Лаборатория
es: Laboratorio
et: Labor
fa_ir: آزمایشگاه
fi: Laboratorio
fr: Laboratoire
ko: 시험실
lv: Laboratorija
nl: Laboratorium
pl: Laboratorium
pt: Laboratório
ru: Лаборатория
sk: laboratórium
sr: Laboratorija
sw: Maabara
tr: Laboratuvar

source: Blood Collection Official
am: የደም ስብስብ ኦፊሴላዊ
ar: مسؤول جمع الدم
az: Qan Alma rəsmisi
bg: СДК за вземане на кръв
es: Oficial de recolección de sangre
et: Vere kogumise ametnik
fa_ir: مسئول جمع آوری خون
fi: Verinäytteenottaja (BCO)
fr: Agent de prélèvement sanguin
ko: 혈액채취요원
lv: Asins savākšanas amatpersona
pl: Urzędnik ds. Pobierania krwi
pt: Oficial de coleta de sangue
ru: Инспектор по сбору крови
sk: Komisár pre odber krvi
sr: Служба за прикупљање крви
sw: Ukusanyaji Damu Rasmi
tr: Kan Alma Yetkilisi

# bloodPassportSampleCodeXWarning
source: Blood passport sample {{ sampleCode.value }} already exists in ADAMS. Make sure these values are correct.
am: የደም ፓስፖርት ናሙና {{ sampleCode.value }} ቀድሞውኑ በ ADAMS ውስጥ አለ። እነዚህ እሴቶች ትክክል መሆናቸውን ያረጋግጡ።
ar: عينة جواز سفر الدم {{ sampleCode.value }} موجودة بالفعل في ADAMS. تأكد من صحة هذه القيم.
az: Qan pasportu nümunəsi{{ sampleCode.value }} artıq ADAMS-da mövcuddur. Bu dəyərlərin düzgün olduğundan əmin olun.
bg: Проба за Биологичен паспорт {{ sampleCode.value }} вече съществува в ADAMS. Уверете се, че тези стойности са правилни.
es: La muestra de pasaporte de sangre {{ sampleCode.value }} ya existe en ADAMS. Asegúrese de que estos valores sean correctos.
et: Verepassi proov{{ sampleCode.value }} on juba ADAMSis olemas. Veenduge, et need väärtused oleksid õiged.
fa_ir: نمونه پاسپورت خون{{ sampleCode.value }} قبلاً در ADAMS وجود دارد. مطمئن شوید که این مقادیر صحیح هستند.
fi: Biologisen passin verinäyte {{ sampleCode.value }} on jo olemassa ADAMSissa. Varmista, että nämä tiedot ovat oikein.
fr: L'échantillon de type passeport sanguin {{ sampleCode.value }} existe déjà dans ADAMS. Vérifier que les valeurs sont correctes
ko: 혈액 여권 샘플 {{ sampleCode.value }} 이 (가) 이미 ADAMS에 있습니다. 이 값이 올바른지 확인하십시오.
lv: Asins pases paraugs{{ sampleCode.value }} jau pastāv ADAMS.Pārliecinieties, vai šīs vērtības ir pareizas.
nl: Bloedpaspoortmonster {{ sampleCode.value }} bestaat al in ADAMS. Zorg ervoor dat deze waarden correct zijn.
pl: Próbka paszportu krwi {{ sampleCode.value }} już istnieje w programie ADAMS. Upewnij się, że te wartości są poprawne.
pt: A amostra de passaporte de sangue{{ sampleCode.value }} já existe no ADAMS. Certifique-se de que esses valores estejam corretos.
ru: Проба на паспорт крови {{ sampleCode.value }} уже существует в АДАМС. Убедитесь, что эти значения верны.
sk: Vzorka krvného pasu{{ sampleCode.value }} už existuje v ADAMS. Uistite sa, že tieto hodnoty sú správne.
sr: Uzorak krvnog {{ sampleCode.value }} pasoša već postoji u ADAMS-u. Uverite se da su ove vrednosti tačne.
sw: Sampuli ya pasipoti ya damu{{ sampleCode.value }} tayari ipo katika ADAMS. Hakikisha maadili haya ni sahihi.
tr: Kan pasaport örneği ADAMS'te {{ sampleCode.value }} zaten var. Bu değerlerin doğru olduğundan emin olun.

source: Temp Logger ID
am: የቴምፕ ሎገር መታወቂያ
ar: معرف المسجل المؤقت
bg: Идентификационен номер на температурен датчик
es: Registrador de ID de Temp
et: Templogija ID
fa_ir: شناسه Temp Logger
fi: Lämpötilaloggerin ID
fr: ID d’enregistreur de température
ko: 온도 기록계 ID
lv: Temp reģistrētāja ID
nl: ID van tijdelijke logger
pl: Identyfikator (ID) rejestratora temperatury
pt: ID do Logger Temporário
sk: ID denníka teploty
sr: Identifikacioni broj uređaja za praćenje temperature
sw: Kitambulisho cha Temp Logger
tr: Sıcaklık Kaydedici Kimliği

source: Temp Logger Status
am: የቴምፕ ሎግገር ሁኔታ
ar: حالة المسجل المؤقت
bg: Състояние на температурен датчик
es: Estado del registrador de Temp
et: Temp Logger olek
fa_ir: وضعیت Temp Logger
fi: Lämpötilaloggerin tila
fr: État de l’enregistreur de température
ko: 온도 기록계 상태
lv: Temp reģistrētāja statuss
nl: Status van tijdelijke logger
pl: Status rejestratora temperatury
pt: Situação do usuário temporário
ru: Состояние регистратора температуры
sr: Status uređaja za praćenje temperature
sw: Hali ya Temp Logger
tr: Sıcaklık Kaydedici Durumu

# abpSupplementaryForm
source: ABP Supplementary Report Form (SRF)
am: የኤቢፒ ማሟያ ሪፖርት ቅጽ (ኤስአርኤፍ)
ar: نموذج تقرير ABP التكميلي (SRF)
az: ABP Əlavə Hesabat Forması (SRF)
bg: Формуляр за допълнителен доклад за БПС (ФДД)
es: Formulario de informe suplementario del ABP (SRF)
et: Loomsete kõrvalsaaduste täiendava aruande vorm (SRF)
fa_ir: فرم گزارش تکمیلی ABP (SRF)
fi: ABP Lisäselvityslomake (SRF)
fr: Formulaire de rapport supplémentaire de l’ABP (FRS)
ko: ABP 추가보고서 (SRF)
lv: DzBP papildu ziņojuma veidlapa (SRF)
nl: ABP aanvullend meldingsformulier (SRF)
pl: Formularz uzupełniającego raportu ABP (SRF)
pt: Formulário de relatório suplementar ABP (SRF)
ru: Форма дополнительного отчета по БПС (SRF)
sk: Formulár doplnkového hlásenia ABP (SRF)
sr: Образац допунског извештаја АБП (СРП)
sw: Fomu ya Ripoti ya Ziada ya ABP (SRF)
tr: ABP Ek Rapor Formu (SRF)

# athleteSeatedTenMinutes_bpInput
source: <span ngClass="label-not-bold">Has the athlete been</span> seated for ten minutes <span ngClass="label-not-bold">prior to blood collection?</span>
am: <span ngClass="label-not-bold">አትሌቱ ኖሯል?</span> ለአስር ደቂቃዎች ተቀምጧል <span ngClass="label-not-bold">ደም ከመሰብሰቡ በፊት?</span>
ar: <span ngClass="label-not-bold">هل كان الرياضي</span> يجلس لمدة 10 دقائق <span ngClass="label-not-bold">قبل تجميع الدم ؟</span>
az: <span ngClass="label-not-bold"> İdmançı olub </span> on dəqiqə oturdu <span ngClass="label-not-bold"> qan almadan əvvəl? </span>
bg: <span ngClass="label-not-bold">Спортистът бил ли е</span> седнал за десет минути <span ngClass="label-not-bold"> преди вземането на кръв?</span>
es: <span ngClass="label-not-bold"> Ha sido el atleta </span> sentado durante diez minutos <span ngClass="label-not-bold"> antes de la extracción de sangre? </span>
et: <span ngClass="label-not-bold"> Kas sportlane on olnud </span> istunud kümme minutit <span ngClass="label-not-bold"> enne verevõttu? </span>
fa_ir: <span ngClass="label-not-bold"> ورزشکار بوده است </span> ده دقیقه نشسته <span ngClass="label-not-bold"> قبل از خونگیری؟ </span>
fi: <span ngClass="label-not-bold"> Onko urheilija istunut </span> kymmenen minuuttia <span ngClass="label-not-bold"> ennen verinäytteen ottoa? </span>
fr: <span ngClass="label-not-bold">Le sportif est-il resté</span> en position assise pendant une période d'au moins 10 minutes <span ngClass="label-not-bold">avant le prélèvement de l'échantillon sanguin?</span>
ko: <span ngClass="label-not-bold">선수는 </span>혈액 채취 전 <span ngClass="label-not-bold">10분 동안 앉아 있었습니까?</span>
lv: <span ngClass="label-not-bold"> Vai sportists ir bijis </span> sēdēja desmit minūtes <span ngClass="label-not-bold"> pirms asins savākšanas? </span>
nl: <span ngClass="label-not-bold">Is de atleet geweest?</span> tien minuten gezeten <span ngClass="label-not-bold">voorafgaand aan de bloedafname?</span>
pl: <span ngClass="label-not-bold"> Czy sportowiec był </span> w pozycji siedzącej przez dziesięć minut <span ngClass="label-not-bold"> przed pobraniem krwi? </span>
pt: <span ngClass="label-not-bold">O atleta esteve</span> sentado por dez minutos <span ngClass="label-not-bold">antes da coleta de sangue? </span>
ru: <span ngClass="label-not-bold"> Спортсмен находился в положении сидя </span> в течение десяти минут <span ngClass="label-not-bold"> до отбора пробы крови? </span>
sk: <span ngClass="label-not-bold"> Bol športovec </span> sedieť desať minút <span ngClass="label-not-bold"> pred odberom krvi? </span>
sr: <span ngClass="label-not-bold"> Да ли је спортиста био </span> седео десет минута <span ngClass="label-not-bold"> пре вађења крви? </span>
sw: <span ngClass="label-not-bold"> Mwanariadha amekuwa </span> ameketi kwa dakika kumi <span ngClass="label-not-bold"> kabla ya kukusanya damu? </span>
tr: <span ngClass="label-not-bold">Sporcu kan tahliminden on dakika </span>önce<span ngClass="label-not-bold"> oturmuş mu? </span>

# sampleCollectedLast3Days_bpInput
source: <span ngClass="label-not-bold">Was the sample</span> collected <span ngClass="label-not-bold">immediately following</span> at least three consecutive days <span ngClass="label-not-bold">of competition (hemodilution expected)?</span>
am: <span ngClass="label-not-bold">ናሙና ነበር</span> የተሰበሰበ <span ngClass="label-not-bold">ወዲያውኑ ተከትሎ</span> ቢያንስ ሶስት ተከታታይ ቀናት <span ngClass="label-not-bold">ውድድር (ሄሞዲሉሽን ይጠበቃል)?</span>
ar: <span ngClass="label-not-bold">هل تم تجميع العينة</span> <span ngClass="label-not-bold">مباشرة بعد</span> على الأقل ثلاثة أيام على التوالي <span ngClass="label-not-bold">من المنافسة (متوقع في hemodilosتيون) ?</span>
az: <span ngClass="label-not-bold"> Nümunə idi </span> toplanmış <span ngClass="label-not-bold"> dərhal izləyir </span> ən azı üç ardıcıl gün <span ngClass="label-not-bold"> rəqabət (hemodilyasiya gözlənilir)? </span>
bg: <span ngClass="label-not-bold">Пробата беше ли</span> взета <span ngClass="label-not-bold">непосредствено след</span> поне три последователни дни <span ngClass="label-not-bold">на състезание (очаквана хемодилуция)?</span>
es: <span ngClass="label-not-bold"> Fue la muestra </span> recogido <span ngClass="label-not-bold"> siguiendo inmediatamente </span> al menos tres días consecutivos <span ngClass="label-not-bold"> de competencia (se espera hemodilución)? </span>
et: <span ngClass="label-not-bold"> Oli näidis </span> tasakaalukas <span ngClass="label-not-bold"> kohe järgneb </span> vähemalt kolm päeva järjest <span ngClass="label-not-bold"> konkurentsi (oodata hemodilutsiooni)? </span>
fa_ir: <span ngClass="label-not-bold"> نمونه بود </span> جمع آوری شده <span ngClass="label-not-bold"> بلافاصله پس از </span> حداقل سه روز متوالی <span ngClass="label-not-bold"> رقابت (همودیلوشن مورد انتظار)؟ </span>
fi: <span ngClass="label-not-bold">Otettiinko näyte</span> välittömästi <span ngClass="label-not-bold">vähintään</span> kolmen peräkkäisen kilpailupäivän jälkeen <span ngClass="label-not-bold">(hemodiluutio odotettavissa)?</span>
fr: <span ngClass="label-not-bold">Cet échantillon</span> a-t-il été prélevé <span ngClass="label-not-bold">immédiatement après</span> au moins trois jours de <span ngClass="label-not-bold">compétition (hémodilution prévue)?</span>
ko: <span ngClass="label-not-bold">시료가 </span>(혈액 희석이 예상되는) 연속된 3일 이상의 <span ngClass="label-not-bold">경기 </span>직후에 <span ngClass="label-not-bold">채취되었습니까?</span>
lv: <span ngClass="label-not-bold"> Bija paraugs </span> savākti <span ngClass="label-not-bold"> tūlīt pēc tam </span> vismaz trīs dienas pēc kārtas <span ngClass="label-not-bold"> konkurence (gaidāma hemodilūcija)? </span>
nl: <span ngClass="label-not-bold">Was het voorbeeld?</span> verzameld <span ngClass="label-not-bold">onmiddellijk volgend</span> ten minste drie opeenvolgende dagen <span ngClass="label-not-bold">van concurrentie (hemodilutie verwacht)?</span>
pl: <span ngClass="label-not-bold">Czy próbka</span> została pobrana <span ngClass="label-not-bold">natychmiast po</span> co najmniej trzech kolejnych dniach <span ngClass="label-not-bold">współzawodnictwa (oczekiwana hemodylucja)?</span>
pt: <span ngClass="label-not-bold">A amostra foi</span> coletada <span ngClass="label-not-bold"> imediatamente após pelo</span> menos três dias consecutivos <span ngClass="label-not-bold"> de competição (espera-se hemodiluição)? </span>
ru: <span ngClass="label-not-bold">Была ли проба</span> отобрана <span ngClass="label-not-bold">сразу после</span> не менее трех дней соревнований <span ngClass="label-not-bold">подряд (можно ожидать гемодилюцию)?</span>
sk: <span ngClass="label-not-bold"> Bola vzorka </span> zhromaždené <span ngClass="label-not-bold"> bezprostredne nasledujúci </span> aspoň tri po sebe nasledujúce dni <span ngClass="label-not-bold"> konkurencie (očakáva sa hemodilúcia)? </span>
sr: <span ngClass="label-not-bold">Da li je </span> uzorak prikupljen odmah nakon najmanje tri <span ngClass="label-not-bold"> </span> uzastopna dana <span ngClass="label-not-bold"> takmičenja (očekuje se hemodilucija)?</span>
sw: <span ngClass="label-not-bold"> Ilikuwa sampuli </span> zilizokusanywa <span ngClass="label-not-bold"> mara moja kufuatia </span> angalau siku tatu mfululizo <span ngClass="label-not-bold"> ya ushindani (hemodilution inatarajiwa)? </span>
tr: <span ngClass="label-not-bold">Örnek <span ngClass="label-not-bold">hemen en</span> az üç ardışık gün sonra</span> <span ngClass="label-not-bold">toplandı rekabet (hemodilüsyon bekleniyor)? </span>
