Repository: NandhineeR/WADA
Catalog: wada-ama-testcenter-web-57718053929f/wada-ama-testcenter-web-57718053929f/src/i18n/messages.ti.xlf
Languages: ti_et

# tdssaMinLevelOfAnalysisLegend
source: TDSSA Minimum Level of Analysis (MLA) Legend
ti_et: TDSSA ዝተሓተ ደረጃ ትንተና (MLA) ኣፈ ታሪኽ

# numberOfAnalysesAboveTdssa
source: Number of specific analyses is above or equal to the TDSSA requirement
ti_et: ብዝሒ ፍሉያት ትንታነታት ልዕሊ ወይ ማዕረ እቲ TDSSA ዝጠልቦ እዩ።

# numberOfAnalysesBelowTdssa
source: Number of specific analyses is less than the TDSSA requirement
ti_et: ብዝሒ ፍሉያት ትንታነታት ካብቲ TDSSA ዝጠልቦ ዝወሓደ እዩ።

# numberOfAnalysesBelowTdssaOptional
source: Number of specific analyses is less than the TDSSA requirement (MLA optional)
ti_et: ብዝሒ ፍሉያት ትንታነታት ካብቲ TDSSA ዝጠልቦ ይንእስ (MLA optional)

# tdssaMla_uppercase
source: TDSSA MLA
ti_et: ኣባል ባይቶ ት.ዲ.ኤስ.ኤስ.ኤ

# totalTestsX
source: Total Tests: <strong>{{ total }}</strong>
ti_et: ጠቕላላ ፈተናታት፤ <strong>{{ total }}</strong>

# tdssaAnalysisCategoryProgressbarTooltip
source: Total {{ translations$ | getAnalysisCategory:analysis.categoryCode | async }}: <strong>{{ analysis.total }}</strong> (<strong>{{ analysis.total | calculatePercentage:total:0 }}%</strong> vs TDSSA MLA)
ti_et: ድምር {{ translations$ | getAnalysisCategory:analysis.categoryCode | async }}: <strong>{{ analysis.total }}</strong> (<strong>{{ analysis.total | calculatePercentage:total:0 }}%</strong> vs ኣባል ባይቶ TDSSA)

source: Technical Document for Sport Analysis
ti_et: ቴክኒካዊ ሰነድ ንትንተና ስፖርት

# minLevelOfAnalysisTdssaMlaX
source: Minimum Level of Analysis (TDSSA MLA): <strong>{{ analysis.mla | calculatePercentage:100:0 }}%</strong>
ti_et: ዝተሓተ ደረጃ ትንተና (TDSSA MLA)፤ <strong>{{ analysis.mla | calculatePercentage:100:0 }}%</strong>

source: Total Tests
ti_et: ጠቕላላ ፈተናታት

# tdssa_testsHeaderTooltip
source: Total tests done per Sports, Sport / disciplines and Athletes.
ti_et: ጠቕላላ ፈተናታት ኣብ ነፍሲ ወከፍ ስፖርት፣ ስፖርት / ዲሲፕሊንን ኣትሌታትን ዝተገበረ።

source: Tests
ti_et: ፈተናታት

# tdssa_percentageOocHeaderTooltip
source: %OOC: Percentage Out of Competition versus Total Tests.
ti_et: %OOC: ካብ ውድድር ወጻኢ ዝነበረ ሚእታዊት ኣንጻር ጠቕላላ ፈተናታት።

# dbs
source: Dried Blood Spot
ti_et: ዝነቐጸ ናይ ደም ቦታ

# analysisHeaderTooltip
source: Charts for {{ translations$ | getAnalysisCategory:analysis.categoryCode | async }} analyses and breakdown for
ti_et: ሰንጠረዥ ን... {{ translations$ | getAnalysisCategory:analysis.categoryCode | async }} ትንተናን ምብትታንን ን...

# and_lowercase
source: and
ti_et: ከምኡውን

# totalAnalysisTooltip
source: Total {{ translations$ | getExtendedAnalysisCategory:analysis.categoryCode | async }} ({{ translations$ | getAnalysisCategory:analysis.categoryCode | async }}) analyses done per sport and sport/discipline.
ti_et: ድምር {{ translations$ | getExtendedAnalysisCategory:analysis.categoryCode | async }} ({{ translations$ | getAnalysisCategory:analysis.categoryCode | async }}) ኣብ ነፍሲ ወከፍ ስፖርትን ስፖርትን/ዲሲፕሊንን ዝግበር ትንተናታት።

source: All
ti_et: ኵሉ

# grandTotalTooltip
source: For the purposes of this calculation, one Test includes any number of Samples that are collected from one Athlete during a single Sample Collection Session. For example, a Sample Collection Session in which one (1) urine Sample and two (2) blood Samples are collected will count as one Test. Blood ABP Tests, conducted in isolation, shall not be included in this calculation.
ti_et: ንዕላማታት እዚ ስሌት ሓደ ፈተና ዝኾነ ይኹን ቁፅሪ ካብ ሓደ ኣትሌት ኣብ ሓደ ናሙና ምእካብ ክፍለ ግዜ ዝእከብ ናሙናታት ዘጠቓልል እዩ። ንኣብነት ሓደ (1) ናሙና ሽንቲን ክልተ (2) ናሙና ደምን ዝእከበሉ ናይ ናሙና ምእካብ ክፍለ ግዜ ከም ሓደ መርመራ ይቑጸር። ብተነጽሎ ዝካየድ መርመራታት ደም ኤቢፒ ኣብዚ ስሌት ክካተት የብሉን።

source: Date of Range
ti_et: ዕለት ርሕቀት

source: Please provide a date range.
ti_et: በጃኹም ናይ ዕለት ደረጃ ኣቕርቡ።

source: Please provide a date for from.
ti_et: ካብ ዝጅምር ዕለት ኣቕርብ።

source: Please provide a date for to.
ti_et: ን to ዝኸውን ዕለት ኣቕርቡልና።

# testType_inCompetition
source: In Competition
ti_et: ኣብ ውድድር

source: There is no TDSSA.
ti_et: TDSSA ዝበሃል የለን።

# dcfHasAlreadyBeenCompletedImpossibleToCancel
source: A DCF has already been completed for this test so it may not be cancelled.
ti_et: ነዚ መርመራ ድሮ DCF ተዛዚሙ ስለዘሎ ክስረዝ ኣይክእልን እዩ።

# testCannotBeCancelledOpenDcfs
source: The following test cannot be cancelled because it has an open DCF:
ti_et: እዚ ዝስዕብ ፈተና ክፉት DCF ስለዘለዎ ክስረዝ ኣይክእልን፤

# testsCannotBeCancelledOpenDcfs
source: The following tests cannot be cancelled because they have open DCFs:
ti_et: እዞም ዝስዕቡ መርመራታት ክፉት ዲሲኤፍ ስለዘለዎም ክስረዙ ኣይክእሉን እዮም፤

# areYouSureCancelTestingOrder
source: Are you sure you want to cancel this Testing Order?
ti_et: ነዚ ናይ ፈተነ ትእዛዝ ክትስርዞ ከም እትደሊ ርግጸኛ ዲኻ?

source: Show More
ti_et: ተወሳኺ ኣርእዩ

source: Show Less
ti_et: ውሑድ ኣርእዩ

source: Test Timing
ti_et: ናይ ፈተና ግዜ

source: Pre-Competition
ti_et: ቅድሚ ውድድር

source: Post-Competition
ti_et: ድሕሪ ውድድር

source: End Date
ti_et: ዕለት መወዳእታ

source: Competition Category
ti_et: ምድብ ውድድር

# competitionNameTrainingSession
source: Name of Competition / Training Session
ti_et: ስም ውድድር / ስልጠና

# testingCountry
source: Country of Testing
ti_et: ሃገር ፈተነ

# testingRegion
source: Region of Testing
ti_et: ዞባ ፈተነ

# actingOnBehalfOf
source: Acting on behalf of {{ behalfOfSCA.name }}
ti_et: ብስም ዝዋሳእ... {{ behalfOfSCA.name }}

source: Grant access to Sample Collection Authority
ti_et: ናብ በዓል መዚ ምእካብ ናሙና ምእታው ምሃብ

# sendNotificationTo
source: Send Notification of Results to
ti_et: መፍለጢ ውጽኢት ናብ...

# athletesMissingSportDiscipline
source: One or many athletes are missing a sport/discipline. Please add a sport/discipline to all athletes.
ti_et: ሓደ ወይ ብዙሓት ኣትሌታት ሓደ ስፖርት/ዲሲፕሊን ይጎድሎም ኣሎ። ንኹሎም ስፖርተኛታት ሓደ ስፖርት/ዲሲፕሊን ወስኹሉ።

# placeholdersMissingSportDiscipline
source: One or many placeholders are missing a sport/discipline. Please add a sport/discipline to all placeholders.
ti_et: ሓደ ወይ ብዙሓት ቦታ ዝሓዙ ሰባት ሓደ ስፖርት/ዲሲፕሊን ይጎድሎም ኣሎ። በጃኹም ኣብ ኩሎም ቦታ ዝሓዙ ስፖርት/ዲሲፕሊን ወስኹሉ።

source: Athlete (Last Name, First Name)
ti_et: ኣትሌት (መወዳእታ ስም፡ ቀዳማይ ስም)

# athleteId_titlecase
source: athletes ID
ti_et: ስፖርተኛታት መለለዪ መንነት

# athleteGender
source: Athlete Sport Gender
ti_et: ኣትሌት ስፖርት ጾታ

source: Athlete Sport Nationality
ti_et: ሃገራዊ ስፖርት ስፖርተኛ

# athleteSportDiscipline_slash
source: Athlete Sport / Discipline
ti_et: ኣትሌት ስፖርት / ዲሲፕሊን

source: Athlete Date of Birth
ti_et: ኣትሌት ዕለት ልደት

source: Athlete Age
ti_et: ዕድመ ስፖርተኛ

# disabilitiesAthleteProfile
source: Disabilities in Athlete's Profile
ti_et: ስንክልና ኣብ ፕሮፋይል ኣትሌት

# athleteLevelHeaderTooltip
source: Athlete level is optional in Testing Order but must be provided in Doping Control Form
ti_et: ደረጃ ኣትሌት ኣብ ትእዛዝ ፈተነ ኣማራጺ ኮይኑ ግን ብቅጥዒ ቁጽጽር ዶፒንግ ክቐርብ ኣለዎ።

source: Selected Laboratories for Analyses
ti_et: ንትንተናታት ዝተመርጹ ላቦራቶሪታት

source: Selected Analyses
ti_et: ዝተመርጹ ትንታነታት

source: Whereabouts Team of Athlete
ti_et: ኣበይ ኣሎ ጋንታ ኣትሌት

source: Samples
ti_et: መርኣያታት

source: Add Test
ti_et: ፈተና ምውሳኽ

source: Search Athlete
ti_et: ኣትለት ድለ

source: Add From Group
ti_et: ካብ ጕጅለ ይውሰኽ

source: Add Placeholder
ti_et: ፕላዝሆልደር

source: Other Options
ti_et: ካልኦት ኣማራጺታት

source: Add Analyses to Tests
ti_et: ትንታነታት ናብ ፈተናታት ምውሳኽ

source: Check Whereabouts Details
ti_et: ዝርዝር ኣበይ ከምዘሎ መርምሩ

source: Create Athlete
ti_et: ኣትሌት ምፍጣር

# placeholerSelection_uppercase
source: PLACEHOLDER SELECTION
ti_et: ምምራጽ ወናኒ ቦታ

source: Close
ti_et: ቀሪብካ

# cannotCheckWhereaboutsForPlaceholders
source: You can't check whereabouts details for placeholders. Either unselects placeholders or bind athletes to selected placeholders prior to check whereabouts
ti_et: ንናይ ቦታ መትሓዚታት ዝርዝር ሃለዋት ክትፍትሽ ኣይትኽእልን ኢኻ። ወይ ንመምረጺ ቦታታት ይገድፎም ወይ ድማ ቅድሚ ኣበይ ከምዘለዉ ምፍታሽ ንኣትሌታት ምስ ዝተመርጹ ቦታታት ይኣስሮም

source: Athletes and Analyses
ti_et: ስፖርተኛታትን ትንታንን

# analysisInstructionsForLabX
source: Analysis Instructions for <br>{{ note.laboratory.description }}
ti_et: መምርሒ ትንተና ን... <br>{{ note.laboratory.description }}

source: Add Athletes and Analyses
ti_et: ኣትሌታትን ትንተናታትን ምውሳኽ

source: Add Placeholders and Analyses
ti_et: ቦታታት ዝሕዙን ትንታነታትን ምውሳኽ

source: Modify Analyses
ti_et: ትንታነታት ምቕያር

source: Add Analyses
ti_et: ትንቢታት ወሲኽካ

# errorDetectedInFollowingField
source: An error was detected in the following field:
ti_et: ኣብዚ ዝስዕብ ዓውዲ ጌጋ ተረኺቡ፤

# laboratorySampleTypeX
source: Laboratory ({{ translations$ | getSampleType:laboratoryError?.sampleType | async }} Sample)
ti_et: ላቦራቶሪ ({{ translations$ | getSampleType:laboratoryError?.sampleType | async }} መርኣዪ)

# mandatorySportDiscipline
source: Sport / Discipline is mandatory
ti_et: ስፖርት / ዲሲፕሊን ግዴታ እዩ።

# analysesSelectedAppliedToAthletes
source: Analyses selected will be applied to athletes in above list
ti_et: ዝተመርጹ ትንታነታት ኣብ ላዕሊ ዝርዝር ኣብ ዘለዉ ስፖርተኛታት ክውዕሉ እዮም።

# atLeastOneAthleteHasReachedMax
source: At least one selected athlete has reached the max number of analyses ({{ MAX_NUMBER_OF_ANALYSES_PER_SAMPLE_TYPE }}) for this type
ti_et: እንተወሓደ ሓደ ዝተመርጸ ኣትሌት ኣብ ዝለዓለ ቁጽሪ ትንተናታት በጺሑ ኣሎ ({{ MAX_NUMBER_OF_ANALYSES_PER_SAMPLE_TYPE }}) ነዚ ዓይነት ዝኸውን

source: Max reached for this type
ti_et: ማክስ ነዚ ዓይነት ኢዱ ዘርጊሑ

# maxExceededForThisType
source: Max of {{ MAX_NUMBER_OF_ANALYSES_PER_SAMPLE_TYPE }} exceeded for this type
ti_et: ማክስ ናይ... {{ MAX_NUMBER_OF_ANALYSES_PER_SAMPLE_TYPE }} ነዚ ዓይነት ዝሓለፈ

source: Add Analysis
ti_et: ትንታነ ምውሳኽ

source: Cancel Modifications
ti_et: ምምሕያሻት ምስራዝ

# addAndSearchOtherAthletes
source: Add and Search for Other Athletes
ti_et: ካልኦት ኣትሌታት ወስኹን ድለዩን።

source: Done
ti_et: እተገብረ

source: Basic Urine Menu
ti_et: መሰረታዊ ዝርዝር ሽንቲ

source: DBS analysis type details
ti_et: ዲ. ኤን. ኤ.

source: Add Athlete From Group
ti_et: ኣትሌት ካብ ጉጅለ ወስኹ

source: Add Analyses to Athletes
ti_et: ትንታነታት ናብ ኣትሌታት ምውሳኽ

# skipAnalysesAddAthletes
source: or skip analyses for now and add athletes
ti_et: ወይ ንሕጂ ትንታነታት ዘሊልካ ስፖርተኛታት ምውሳኽ

source: Add Athletes
ti_et: ኣትሌታት ወስኹ

# athleteTestedByOrgXWithinXDays
source: This athlete has been tested or will be tested by {{ e.duplicateTest?.organizationShortName }} within {{ e.duplicateTest?.warningPeriod }} days.
ti_et: እዚ ኣትሌት ተፈቲኑ ወይ ክፍተን እዩ ብ... {{ e.duplicateTest?.organizationShortName }} አብ ውሽጢ {{ e.duplicateTest?.warningPeriod }} መዓልታት።

# latestTestingTooltip
source: Latest test correspond to the "Arrival Date" of the most recent Doping Control Form for the Athlete when Status of this Doping Control Form is "Draft" or "Completed"
ti_et: ዳሕረዋይ ፈተና ምስቲ "ዕለት ምምጻእ" ናይቲ ኣብ ቀረባ እዋን ዝቐረበ ቅጥዒ ምቁጽጻር ዶፒንግ ንኣትሌት ዝሰማማዕ ኩነታት ናይዚ ቅጥዒ ምቁጽጻር ዶፒንግ "ረቂቕ" ወይ "ተዛዚሙ" ክኸውን ከሎ።

# followingAthleteAlreadyIncluded
source: The following athlete is already included to the Testing Order with the analyses below:
ti_et: እዚ ዝስዕብ ኣትሌት ድሮ ኣብ ትእዛዝ ፈተና ምስዞም ኣብ ታሕቲ ዘለዉ ትንታነታት ተኻቲቱ ኣሎ፤

# followingAthletesAlreadyIncluded
source: The following athletes are already included to the Testing Order with the analyses below:
ti_et: እዞም ዝስዕቡ ስፖርተኛታት ድሮ ኣብ ትእዛዝ ፈተና ምስዞም ኣብ ታሕቲ ዘለዉ ትንታነታት ተኻቲቶም ኣለዉ፤

source: Do you want to continue?
ti_et: ክትቅጽል ትደሊ ዲኻ?

source: Add Athletes From Group
ti_et: ካብ ጉጅለ ኣትሌታት ወስኹ

# exceededMaximumNumberOfAthletes
source: You have exceeded the maximum number of 99 athletes.
ti_et: ካብቲ ዝለዓለ ቁጽሪ 99 ኣትሌታት ሓሊፍካ ኣለኻ።

# mustRemoveXAthlete
source: You must remove {{ numberOfAthletesExcess }} athlete.
ti_et: ከተውጽእ ኣለካ {{ numberOfAthletesExcess }} ጎያዪ.

# mustRemoveXAthletes
source: You must remove {{ numberOfAthletesExcess }} athletes.
ti_et: ከተውጽእ ኣለካ {{ numberOfAthletesExcess }} ስፖርተኛታት።

source: Groups
ti_et: ጕጅለታት

# noAthleteGroupsAvailable
source: There are no athlete groups available.
ti_et: ጉጅለ ስፖርተኛታት የለን።

# groupsCouldNotBeRetrieved
source: The athlete groups could not be retrieved.
ti_et: እተን ጉጅለታት ኣትሌታት ክምለሳ ኣይከኣለን።

# addAthlete_hyphen
source: add-athlete
ti_et: ተወሳኺ ኣትሌት

# exceedMaximumNumberOfAthletesRemovePlaceholder
source: You have exceeded the maximum number of 99 athletes. Either remove a placeholder or create a new Testing Order.
ti_et: ካብቲ ዝለዓለ ቁጽሪ 99 ኣትሌታት ሓሊፍካ ኣለኻ። ወይ ቦታ መትሓዚ ኣውጽእ ወይ ድማ ሓድሽ ናይ ፈተነ ትእዛዝ ምፍጣር።

# placeholdersAreMissingSportD
source: One or many placeholders are missing a sport/discipline. Please add a sport/discipline to all placeholders.
ti_et: ሓደ ወይ ብዙሓት ቦታ ዝሓዙ ሰባት ሓደ ስፖርት/ዲሲፕሊን ይጎድሎም ኣሎ። በጃኹም ኣብ ኩሎም ቦታ ዝሓዙ ስፖርት/ዲሲፕሊን ወስኹሉ።

# addPlaceholderGender
source: Select
ti_et: ሕረ

source: Copy
ti_et: ቅዳሕ

source: Add Analyses to Placeholders
ti_et: ትንታነታት ናብ ቦታታት ምውሳኽ

# orSkipAnalysesAndAddPlaceholders_lowercase
source: or skip analyses for now and add placeholders
ti_et: ወይ ንሕጂ ትንታነታት ዘሊልካ ቦታታት ምውሳኽ

source: Add Placeholders
ti_et: ቦታታት ምውሳኽ

# addNewPlaceholder_uppercase
source: ADD NEW PLACEHOLDER
ti_et: ሓድሽ PLACEHOLDER ምውሳኽ

# bindToAthlete_uppercase
source: BIND TO ATHLETE
ti_et: ምስ ስፖርተኛ ምትእስሳር

# searchForAthletes_uppercase
source: SEARCH FOR ATHLETES
ti_et: ተወዳደርቲ ድለዩ

# typeAtLeast2characters
source: Type at least 2 characters in the search field
ti_et: ኣብቲ ናይ ምድላይ ቦታ እንተወሓደ 2 ፊደላት ጽሓፍ

# searchFailedAdamsUnavailable
source: Your search has failed because ADAMS is currently unavailable, try again.
ti_et: ኣብዚ እዋን እዚ ኣዳምስ ስለዘይርከብ ምድላይካ ፈሺሉ፣ እንደገና ፈትን።

# showingAccessibleAthletesMessage
source: Showing <strong>{{ dataSource.data.length }}</strong> athletes you can access out of a total of <strong>{{ possibleAthleteRows.length }}</strong> athletes (<a *ngIf="searchStringText !== undefined" (click)="showAllAthlete()" class="fake-link">Show All</a>) that meets your search criteria (<strong>{{ searchStringText }}</strong>).
ti_et: የርኢ ኣሎ። <strong>{{ dataSource.data.length }}</strong> ካብ ጠቕላላ ክትረኽቦም እትኽእል ስፖርተኛታት <strong>{{ possibleAthleteRows.length }}</strong> ስፖርተኛታት (<a *ngIf="searchStringText !== undefined" (click)="showAllAthlete()" class="fake-link">ንኹሉ ኣርእዩ</a>) ንመዐቀኒታት ምድላይካ ዘማልእ (<strong>{{ searchStringText }}</strong>).

# otherAthletesFoundMessage
source: <strong>{{ possibleAthleteRows.length }}</strong> other athlete{{ possibleAthleteRows.length !== 1 ? 's' : '' }} found <span *ngIf="searchStringText !== undefined && possibleAthleteRows.length !== 0">(<a (click)="showAllAthlete()" class="fake-link">Show All</a>)</span> meet{{ possibleAthleteRows.length !== 1 ? '' : 's' }} your search criteria (<strong>{{ searchStringText }}</strong>).
ti_et: <strong>{{ possibleAthleteRows.length }}</strong> ካልእ ኣትሌት{{ possibleAthleteRows.length !== 1 ? 's' : '' }} ተረኺቡ <span *ngIf="searchStringText !== undefined && possibleAthleteRows.length !== 0">(<a (click)="showAllAthlete()" class="fake-link">ንኹሉ ኣርእዩ</a>) .</span> ርኸብ{{ possibleAthleteRows.length !== 1 ? '' : 's' }} ናይ ምድላይ መዐቀኒታትካ (<strong>{{ searchStringText }}</strong>).

# bindToAthleteCreateDcf
source: Bind to Athlete and Create DCF
ti_et: ምስ ኣትሌት ተኣሲርካ DCF ምፍጣር

# skipDcfCreationBindToAthlete
source: or skip DCF creation for now and bind to athlete
ti_et: ወይ ንሕጂ DCF ምፍጣር ዘሊልካ ምስ ኣትሌት ምትእስሳር

source: Bind to Athlete
ti_et: ምስ ስፖርተኛ ምትእስሳር

# testingPoolNameInAthleteProfile
source: Name of the Whereabouts Pool in Athlete Profile
ti_et: ስም ናይቲ ኣብ ኣትሌት ፕሮፋይል ዝርከብ ፑል ኣበይ ከምዘሎ

source: Whereabouts Custodian Organization
ti_et: ማሕበር ኩስቶድያ ኣበይ ከም ዘሎ

source: Custodian
ti_et: ኩስቶድያን

source: Passport Custodian
ti_et: ሓላው ፓስፖርት

source: ABP Cust
ti_et: ኤቢፒ ካስት

source: Whereabouts Teams of Athlete
ti_et: ሃለዋት ጋንታታት ኣትሌት

source: ADAMS Identification Document
ti_et: ኣዳምስ መለለዪ ሰነድ

source: Blood Passport Identification Document Number
ti_et: ናይ ደም ፓስፖርት መለለዪ ሰነድ ቁጽሪ

source: ABP ID Number
ti_et: ቁጽሪ መለለዪ ኤቢፒ

source: International Federation Identification Document
ti_et: ዓለምለኻዊ ፈደረሽን መለለዪ ሰነድ

source: National Federation Identification Document
ti_et: ሃገራዊ ፈደረሽን መንነት ሰነድ

source: National Anti-Doping Organization Identification Document
ti_et: ሃገራዊ ትካል ጸረ-መድሃኒት መለለዪ ሰነድ

# minimum2characters
source: Minimum of 2 characters
ti_et: እንተወሓደ 2 ፊደላት

# athleteLevelToTooltip
source: Indicating that this athlete is defined as an 'International or 'National' level athlete will ensure that the test is applied to TDSSA calculations
ti_et: እዚ ኣትሌት ብደረጃ ‘ዓለምለኻዊ ወይ ‘ሃገራዊ’ ኣትሌት ከምዝተገልጸ ምምልካት እቲ ፈተና ኣብ ስሌታት TDSSA ከምዝትግበር የረጋግጽ

# sampleTypeWasMarkedAsClosed
source: {{ name }} analysis sample was successfully marked as Closed
ti_et: {{ name }} ትንተና ናሙና ብዓወት Closed ተባሂሉ ምልክት ተገይሩሉ።

# sampleXWasMarkedAsClosed
source: {{ name }} was successfully marked as Closed Sample Not Collected
ti_et: {{ name }} ዕጹው ናሙና ኣይተኣከበን ተባሂሉ ብዓወት ምልክት ተገይሩሉ።

# sampleXWasMarkedAsCancelled
source: {{ name }} was successfully marked as Cancelled
ti_et: {{ name }} ብዓወት ተሰሪዙ ዝብል ምልክት ተገይሩሉ።

# setSampleNotCollectedTooltip
source: Set Analysis as Closed
ti_et: ትንተና ከም ዕጹው ኣቐምጦ

# analysisRequestFormTooltip
source: View {{ el.lab }} Analysis Request Form
ti_et: ኣረኣእያ {{ el.lab }} ቅጥዒ ሕቶ ትንተና

# on_lowercase
source: on
ti_et: ኦን

# aaf_uppercase
source: AAF
ti_et: መ. ኣ.

# aftCreated
source: ATF (Created)
ti_et: ኤቲኤፍ (ተፈጢሩ)

# aftCancelled
source: ATF (Cancelled)
ti_et: ATF (ተሰሪዙ)

source: Negative
ti_et: ኣሉታዊ

# atfCompleteInvestigationAaf
source: <br>ATF (Complete - Investigation AAF)
ti_et: <br>ATF (ምሉእ - መርመራ AAF)

# atfCompleteInvestigationNegative
source: <br>ATF (Complete - Investigation Negative)
ti_et: <br>ATF (ምሉእ - መርመራ ኣሉታዊ)

source: ATF (In progress)
ti_et: ኤቲኤፍ (In progress)

source: Test Cancelled
ti_et: ፈተና ተሰሪዙ

source: Closed - Sample Not Collected
ti_et: ዕጹው - ናሙና ኣይተኣከበን።

source: DCF Not Created
ti_et: DCF ኣይተፈጥረን።

source: DCF Completed
ti_et: ዲሲኤፍ ተዛዚሙ

source: DCF Draft
ti_et: ዲሲኤፍ ረቂቕ

# otherActions_uppercase
source: OTHER ACTIONS
ti_et: ካልእ ተግባራት

source: Mark as Cancelled
ti_et: ከም ዝተሰረዘ ምልክት ግበር

source: Mark as Sample Not Collected
ti_et: ከም ናሙና ዘይተኣከበ ምልክት ግበር

source: Add Unsuccessful Attempt
ti_et: ዘይዕዉት ፈተነ ምውሳኽ

source: Create Multiple Doping Control Forms
ti_et: ብዙሓት ናይ ዶፒንግ ቁጽጽር ቅጥዕታት ምፍጣር

source: Move Athlete to other Testing Order
ti_et: ኣትሌት ናብ ካልእ ናይ ፈተነ ትእዛዝ ምግዓዝ

# viewAnalyses_uppercase
source: PRINT ANALYSES
ti_et: ትንታነታት ሕትመት

# viewLabXAnalysisRequestForm
source: View {{ laboratory }} Analysis Request Form
ti_et: ኣረኣእያ {{ laboratory }} ቅጥዒ ሕቶ ትንተና

# refreshLTSQTA_uppercase
source: REFRESH LTS/QTA
ti_et: REFRESH LTS/QTA ዝብል ጽሑፍ ኣሎ።

# refreshLTSQTATooltip
source: Retrieve data from the Sample Management Platform.
ti_et: ካብ ናሙና ምሕደራ መድረኽ ዳታ ምውሳድ።

# requestLTSQTA_uppercase
source: REQUEST LTS/QTA
ti_et: LTS/QTA ሕተቱ

# followingTestWillBeCancelled
source: The following test will be marked as Cancelled:
ti_et: እዚ ዝስዕብ ፈተና Cancelled ተባሂሉ ክምልከት እዩ፤

# followingTestsWillBeCancelled
source: The following tests will be marked as Cancelled:
ti_et: እዞም ዝስዕቡ ፈተናታት Cancelled ተባሂሎም ክምለሱ እዮም፤

# cancelledTestsInformationWarning
source: Cancelled tests cannot be updated anymore. You will not be able to undo this action.
ti_et: ዝተሰረዙ ፈተናታት ድሕሪ ሕጂ ክመሓየሹ ኣይክእሉን እዮም። ነዚ ተግባር እዚ ክትመልሶ ኣይትኽእልን ኢኻ።

# followingTestCouldNotBeUpdated
source: The following test could not be updated:
ti_et: እዚ ዝስዕብ ፈተና ክመሓየሽ ኣይከኣለን፤

# followingTestsCouldNotBeUpdated
source: The following tests could not be updated:
ti_et: እዞም ዝስዕቡ ፈተነታት ክመሓየሹ ኣይከኣሉን፤

# pleaseRefreshAndTryAgain
source: Please refresh the page and try again.
ti_et: በጃኹም ነቲ ገጽ ኣሐድሶ እሞ እንደገና ፈትኑ።

# followingTestCannotBeMarkedAsCancelled
source: The following test cannot be marked as Cancelled:
ti_et: እዚ ዝስዕብ ፈተና ከም ዝተሰረዘ ምልክት ክግበረሉ ኣይክእልን፤

# followingTestsCannotBeMarkedAsCancelled
source: The following tests cannot be marked as Cancelled:
ti_et: እዞም ዝስዕቡ ፈተናታት ከም ዝተሰረዘ ምልክት ክግበረሎም ኣይክእልን፤

# reasonTestCannotBeMarkedAsCancelled
source: because there is already a DCF created. To Cancel this test, please cancel the DCF before.
ti_et: ምኽንያቱ ድሮ DCF ተፈጢሩ ስለዘሎ። ነዚ ፈተና ንምስርዝ፡ በጃኻ ቅድሚኡ ነቲ DCF ስርዞ።

# reasonTestsCannotBeMarkedAsCancelled
source: because there is at least one DCF created. To Cancel these tests, please cancel all the DCF attached to them before.
ti_et: ምኽንያቱ እንተወሓደ ሓደ DCF ተፈጢሩ ስለዘሎ። ነዞም ፈተናታት ንምስርዝ፡ በጃኹም ቅድሚ ሕጂ ምስኦም ዝተተሓሓዙ ኩሎም DCF ስርዙ።

# followingTestAlreadyMarkedAsCancelled
source: The following test has already been marked as Cancelled:
ti_et: እዚ ዝስዕብ ፈተና ድሮ ከም ዝተሰረዘ ምልክት ተገይሩሉ ኣሎ፤

# followingTestsAlreadyMarkedAsCancelled
source: The following tests have already been marked as Cancelled:
ti_et: እዞም ዝስዕቡ ፈተናታት ድሮ ከም Cancelled ምልክት ተገይሩሎም ኣሎ፤

source: Mark as Closed
ti_et: ከም ዕጹው ምልክት ግበር

# followingAnalysisSampleWillBeClosed
source: The following analysis sample will be marked as Closed:
ti_et: እዚ ዝስዕብ ናይ ትንተና ናሙና Closed ተባሂሉ ክምልከት እዩ፤

# followingAnalysisSampleCouldNotBeUpdated
source: The following analysis sample could not be updated:
ti_et: እዚ ዝስዕብ ናይ ትንተና ናሙና ክመሓየሽ ኣይከኣለን፤

# followingAnalysisSampleCannotBeMarkedAsClosed
source: The following analysis sample cannot be marked as Closed:
ti_et: እዚ ዝስዕብ ናይ ትንተና ናሙና Closed ተባሂሉ ክምልከት ኣይክእልን፤

# reasonTestCannotBeMarkedAsClosed
source: Please contact WADA support to fix this issue.
ti_et: ነዚ ጉዳይ ንምእራም ንደገፍ WADA ተወከሱ።

# followingAnalysisSampleAlreadyMarkedAsClosed
source: The following analysis sample has already been marked as Closed:
ti_et: እዚ ዝስዕብ ናይ ትንተና ናሙና ድሮ Closed ተባሂሉ ምልክት ተገይሩሉ ኣሎ፤

source: Mark As Closed - Sample Not Collected
ti_et: ከም ዝተዓጽወ ምልክት ግበር - ናሙና ኣይተኣከበን።

# followingTestWillBeClosed
source: The following test will be marked as Closed - Sample Not Collected:
ti_et: እዚ ዝስዕብ ፈተና ዕጹው - ናሙና ኣይተኣከበን ተባሂሉ ክምልከት እዩ፤

# followingTestsWillBeClosed
source: The following tests will be marked as Closed - Sample Not Collected:
ti_et: እዞም ዝስዕቡ ፈተናታት ዕጹው - ናሙና ኣይተኣከበን ተባሂሎም ክምለሱ እዮም፤

# followingTestCannotBeUpdated
source: The following test cannot be updated:
ti_et: እዚ ዝስዕብ ፈተና ክመሓየሽ ኣይክእልን፤

# followingTestsCannotBeUpdated
source: The following tests cannot be updated:
ti_et: እዞም ዝስዕቡ ፈተናታት ክመሓየሹ ኣይክእሉን እዮም፤

# followingTestCannotBeMarkedAsClosedSampleNotCollected
source: The following test cannot be marked as "Closed - Sample Not Collected":
ti_et: እዚ ዝስዕብ ፈተና "ዕጹው - ናሙና ኣይተኣከበን" ተባሂሉ ክምልከት ኣይክእልን፤

# followingTestsCannotBeMarkedAsClosedSampleNotCollected
source: The following tests cannot be marked as "Closed - Sample Not Collected":
ti_et: እዞም ዝስዕቡ ፈተናታት "ዕጹው - ናሙና ኣይተኣከበን" ተባሂሉ ምልክት ክግበረሎም ኣይክእልን፤

# followingTestAlreadyMarkedAsClosedSampleNotCollected
source: The following test has already been marked as "Closed - sample not collected":
ti_et: እዚ ዝስዕብ ፈተና ድሮ "ዕጹው - ናሙና ኣይተኣከበን" ተባሂሉ ምልክት ተገይሩሉ ኣሎ፤

# followingTestsAlreadyMarkedAsClosedSampleNotCollected
source: The following tests have already been marked as "Closed - sample not collected":
ti_et: እዞም ዝስዕቡ መርመራታት ድሮ "ዕጹው - ናሙና ኣይተኣከበን" ዝብል ምልክት ተገይሩሎም ኣሎ፤

source: Date
ti_et: ዕለት

# sample_closed_save
source: Done
ti_et: እተገብረ

source: OK, Return to Form
ti_et: እሺ ናብ ቅጥዒ ተመለስ

# creationMultipleDopingControlForms_uppercase
source: CREATION OF MULTIPLE DOPING CONTROL FORMS
ti_et: ምፍጣር ዝተፈላለዩ ቅጥዕታት ቁፅፅር ዶፒንግ

# valueForAthleteLevel
source: A value for Athlete Level
ti_et: ንደረጃ ኣትሌት ዝኸውን ዋጋ

# mustNotHaveDcfDraftOrCompleteStatus
source: Must not have a Doping Control Form in draft or completed status
ti_et: ኣብ ረቂቕ ወይ ዝተመልአ ኩነታት ናይ ዶፒንግ ቁጽጽር ቅጥዒ ክህልዎ የብሉን

# mustHaveAtLeast1Analysis
source: Must have at least 1 analyse(s) associated
ti_et: እንተወሓደ 1 ትንተና(ታት) ዝተኣሳሰሩ ክህልዎም ኣለዎ።

# mustNotHaveCloseSampleNotCollected
source: Must not have a Closed - sample(s) not collected
ti_et: ዕጹው ክህልዎ የብሉን - ናሙና(ታት) ዘይተኣከበ

# inOrderToUseMultipleDcfsTestingOrderNeeds
source: In order to use Multiple Doping Control Forms, the testing order needs:
ti_et: ብዙሕ ቅጥዕታት ምቁጽጻር ዶፒንግ ንምጥቃም፡ እቲ ናይ መርመራ ትእዛዝ፤

source: Selected Athletes
ti_et: እተመርጹ ስፖርተኛታት

# athletesInTestingOrderNeed
source: The Athletes in the testing order need:
ti_et: ኣብ ስርዓት ፈተና ዘለዉ ኣትሌታት፤

# followingAthletesInTestingOrderNeed
source: The following Athletes in the testing order need:
ti_et: እዞም ዝስዕቡ ኣብ ስርዓት ፈተና ዘለዉ ኣትሌታት፤

# confirmFollowingValuesApplyOnAllAthletes
source: Confirm that the following values apply for all athletes you have selected.
ti_et: እዞም ዝስዕቡ ክብርታት ንኹሎም ዝመረጽካዮም ስፖርተኛታት ዝምልከቱ ምዃኖም ኣረጋግጽ።
