Repository: NandhineeR/WADA
Catalog: wada-ama-testcenter-web-57718053929f/wada-ama-testcenter-web-57718053929f/src/i18n/messages.*.xlf
Languages: am, ar, az, bg, es, et, fa_ir, fi, fr, ko, lv, nl, pl, pt, ru, sk, sr, sw, tr

source: Edit Multiple DCFs
am: በርካታ DCFs ያርትዑ
ar: تحرير عدة DCFs
az: Çoxlu DCF-ləri redaktə edin
bg: Редактирайте няколко ФДК
es: Editar múltiples DCF
et: Redigeeri mitu DCF-i
fa_ir: چندین DCF را ویرایش کنید
fi: Muokkaa useita Dopingtestipöytäkirjoja
fr: Éditer plusieurs FCD
ko: 복수의 DCF 편집
lv: Rediģēt vairākus DCF
nl: Bewerk meerdere DCF's
pl: Edytuj wiele DCF
pt: Editar vários DCFs
ru: Редактировать несколько DCF
sk: Upraviť viacero DCF
sr: Уредите више ДЦФ-ова
sw: Badilisha DCF nyingi
tr: Birden Çok DCF'yi Düzenleme

# saveAndReview_uppercase
source: SAVE AND REVIEW
am: ያስቀምጡ እና ይገምግሙ
ar: احفظ وراجع
az: YAXŞ EDİN VƏ NƏZƏR EDİN
bg: ЗАПАЗВАНЕ И ПРЕГЛЕД
es: GUARDAR Y REVISAR
et: Salvesta ja vaata üle
fa_ir: ذخیره و مرور
fi: TALLENNA JA TARKISTA
fr: ENREGISTRER ET VÉRIFIER
ko: 저장 및 검토
lv: SAGLABĀT UN PĀRSKATĪT
nl: OPSLAAN EN BEKIJK
pl: ZAPISZ I PRZEJRZYJ
pt: SALVAR E REVER
ru: СОХРАНИТЬ И ПРОВЕРИТЬ
sk: ULOŽTE A SKONTROLUJTE
sr: СПРЕМИТЕ И ПРЕГЛЕДАЈТЕ
sw: HIFADHI NA UHAKIKI
tr: KAYDET VE İNCELE

# saveAndReviewAllAthletes_uppercase
source: SAVE AND REVIEW ALL ATHLETES
am: ሁሉንም አትሌቶች ያስቀምጡ እና ይገምግሙ
ar: احفظ وراجع جميع الرياضيين
az: BÜTÜN İDMANÇILARI YAXŞ EDİN VƏ BAXIN
bg: ЗАПАЗЕТЕ И ПРЕГЛЕДАЙТЕ ВСИЧКИ СПОРТИ
es: GUARDAR Y REVISAR A TODOS LOS ATLETAS
et: Salvesta ja vaata üle kõik atleet
fa_ir: همه ورزشکاران را ذخیره و مرور کنید
fi: TALLENNA JA TARKISTA KAIKKI URHEILIJAT
fr: ENREGISTRER ET VÉRIFIER TOUS LES SPORTIFS
ko: 모든 선수 저장 및 검토
lv: SAGLABĀ UN PĀRSKATĪJIET VISUS SPORTISTUS
nl: BEWAAR EN BEKIJK ALLE ATLETEN
pl: ZAPISZ I PRZEJRZYJ WSZYSTKICH SPORTOWCÓW
pt: SALVAR E REVER TODOS OS ATLETAS
ru: СОХРАНИТЬ И ПРОВЕРИТЬ ВСЕХ СПОРТСМЕНОВ
sk: ULOŽTE A SKONTROLUJTE VŠETKÝCH ŠPORTOVCOV
sr: СПАСИТЕ И ПРЕГЛЕДАЈТЕ СВЕ СПОРТИСТЕ
sw: OKOA NA UHAKIKI WANARIADHA WOTE
tr: TÜM SPORCULARI KAYDEDİN VE İNCELEYİN

# deleteCreationDopingControlFormForXConfirmation
source: Do you want to delete the creation of the Doping Control Form for {{ model.title }}? All data will be lost.
am: የዶፒንግ መቆጣጠሪያ ቅጽ መፈጠሩን መሰረዝ ይፈልጋሉ {{ model.title }}? ሁሉም ውሂብ ይጠፋል.
ar: هل تريد حذف إنشاء نموذج مراقبة المنشطات لـ{{ model.title }} ؟ سيتم فقدان كافة البيانات.
az: Dopinq Nəzarət Formunun yaradılmasını silmək istəyirsiniz{{ model.title }} ? Bütün məlumatlar itiriləcək.
bg: Искате ли да изтриете създаването на формуляра за допинг контрол за {{ model.title }}? Всички данни ще бъдат загубени.
es: ¿Quieres borrar la creación del Formulario de Control de Dopaje para {{ model.title }}? Todos los datos se perderán.
et: Kas soovite kustutada domeeni Doping Control Form loomise{{ model.title }} ? Kõik andmed lähevad kaduma.
fa_ir: آیا می خواهید ایجاد فرم کنترل دوپینگ را حذف کنید{{ model.title }} ? تمام داده ها از بین خواهند رفت.
fi: Haluatko poistaa Dopingtestipöytäkirjan luomisen urheilijalle{{ model.title }} ? Kaikki tiedot menetetään.
fr: Souhaitez-vous annuler la création du formulaire de contrôle du dopage pour {{ model.title }}? Toutes les données seront perdues.
ko: {{ model.title }}에 대한 도핑검사서 생성을 정말 삭제하시겠습니까? 모든 데이터가 손실됩니다.
lv: Vai vēlaties dzēst dopinga kontroles veidlapas izveidi{{ model.title }} ?Visi dati tiks zaudēti.
nl: Wilt u de aanmaak van het dopingcontroleformulier voor verwijderen {{ model.title }}? Alle gegevens gaan verloren.
pl: Czy chcesz usunąć formularz kontroli dopingowej dla domeny{{ model.title }} ? Wszystkie dane zostaną utracone.
pt: Você deseja excluir a criação do Formulário de Controle de Doping para{{ model.title }} ? Todos os dados serão perdidos.
ru: Вы хотите удалить создание Протокола допинг-контроля для {{ model.title }}? Все данные будут потеряны.
sk: Chcete vymazať vytvorenie Formulára dopingovej kontroly pre?{{ model.title }} ? Všetky údaje sa stratia.
sr: Да ли желите да избришете стварање обрасца за контролу допинга за{{ model.title }} ? Сви подаци ће бити изгубљени.
sw: Je! unataka kufuta uundaji wa Fomu ya Kudhibiti Doping kwa{{ model.title }} ? Data yote itapotea.
tr: Doping Kontrol Formunun oluşturulmasını silmek istiyor musunuz?{{ model.title }} ? Tüm veriler kaybolacak.

# cancelCreationMultipleDcfsConfirmation
source: Are you sure you want to cancel the creation of multiple DCFs?
am: እርግጠኛ ነዎት የበርካታ DCFዎችን መፍጠር መሰረዝ ይፈልጋሉ?
ar: هل أنت متأكد من أنك تريد الغاء عملية تكوين DCFs متعددة ؟
az: Çoxlu DCF-nin yaradılmasını ləğv etmək istədiyinizə əminsiniz?
bg: Наистина ли искате да отмените създаването на няколко ФДК?
es: ¿Está seguro de que desea cancelar la creación de varios DCF?
et: Kas olete kindel, et soovite mitme DCF-i loomise tühistada?
fa_ir: آیا مطمئن هستید که می خواهید ایجاد چندین DCF را لغو کنید؟
fi: Haluatko varmasti peruuttaa useiden DCF-tiedostojen luomisen?
fr: Êtes-vous sûr de vouloir annuler la création de plusieurs FCD?
ko: 여러 개의 DCFs 작성을 취소하시겠습니까?
lv: Vai tiešām vēlaties atcelt vairāku DCF izveidi?
nl: Weet u zeker dat u het aanmaken van meerdere DCF's wilt annuleren?
pl: Czy na pewno chcesz anulować tworzenie wielu DCF?
pt: Tem certeza de que deseja cancelar a criação de vários DCFs?
ru: Вы уверены, что хотите отменить создание нескольких DCF?
sk: Naozaj chcete zrušiť vytváranie viacerých DCF?
sr: Želite li zaista da otkažete kreiranje više DCF-a?
sw: Je, una uhakika unataka kughairi uundaji wa DCF nyingi?
tr: Birden çok DCF oluşturulmasını iptal etmek istediğinizden emin misiniz?

# cancelYourChangesMultipleDcfsConfirmation
source: Are you sure you want to cancel your changes for your multiple DCFs?
am: እርግጠኛ ነዎት ለብዙ DCFዎችዎ ለውጦችዎን መሰረዝ ይፈልጋሉ?
ar: هل أنت متأكد من أنك ترغب في الغاء التغييرات الخاصة بك للعديد من DCFs الخاصة بك ؟
az: Çoxlu DCF-lər üçün dəyişiklikləri ləğv etmək istədiyinizə əminsiniz?
bg: Наистина ли искате да отмените промените си за няколко ФДК?
es: ¿Está seguro de que desea cancelar los cambios de sus múltiples DCF?
et: Kas olete kindel, et soovite mitme DCF-i muudatused tühistada?
fa_ir: آیا مطمئن هستید که می‌خواهید تغییرات خود را برای چندین DCF خود لغو کنید؟
fi: Haluatko varmasti peruuttaa useiden DCF-tiedostojesi muutokset?
fr: Êtes-vous sûr de vouloir annuler vos modifications pour vos multiples FCD?
ko: 여러 개의 DCFs에 대한 변경 내용을 취소하시겠습니까?
lv: Vai tiešām vēlaties atcelt izmaiņas vairākos DCF?
nl: Weet u zeker dat u uw wijzigingen voor uw meerdere DCF's wilt annuleren?
pl: Czy na pewno chcesz anulować zmiany dla wielu DCF?
pt: Tem certeza de que deseja cancelar as alterações para seus vários DCFs?
ru: Вы уверены, что хотите отменить внесенные изменения для нескольких DCF?
sk: Naozaj chcete zrušiť zmeny pre viacero DCF?
sr: Želite li zaista da otkažete promene za više DCF-a?
sw: Je, una uhakika unataka kughairi mabadiliko yako kwa DCF zako nyingi?
tr: Birden fazla DCF'iniz için yaptığınız değişiklikleri iptal etmek istediğinizden emin misiniz?

# dcfsWillRevertBack
source: The DCFs will revert back to their last saved form.
am: DCFs ወደ መጨረሻው የተቀመጠ ቅጽ ይመለሳሉ።
ar: سيتم ارجاع DCFs مرة أخرى الى آخر نموذج تم حفظه.
az: DCF-lər son saxlanmış formaya qayıdacaq.
bg: ФДК ще се върнат обратно към последната си запазена форма.
es: Los DCF volverán a su última forma guardada.
et: DCF-id naasevad viimati salvestatud vormile.
fa_ir: DCF ها به آخرین فرم ذخیره شده خود برمی گردند.
fi: DCFt palaavat viimeksi tallennettuun muotoonsa.
fr: Les FCD reviendront à leur dernière forme sauvegardée.
ko: DCF는 마지막으로 저장된 양식으로 되돌아갑니다.
lv: DCF atgriezīsies savā pēdējā saglabātajā formā.
nl: De DCF's keren terug naar hun laatst opgeslagen vorm.
pl: DCF powrócą do swojej ostatniej zapisanej formy.
pt: Os DCFs voltarão ao último formulário salvo.
ru: DCF вернется к своей последней сохраненной форме.
sk: DCF sa vrátia späť do svojej poslednej uloženej formy.
sr: DCF-i će se vratiti na poslednji sačuvani obrazac.
sw: DCF zitarejesha kwenye fomu yao ya mwisho iliyohifadhiwa.
tr: DCF'ler son kaydedilen forma geri dönecektir.

# cancelCreationMultipleDopingControlFormConfirmation
source: Are you sure you want to cancel the creation of multiple DCFs?
am: እርግጠኛ ነዎት የበርካታ DCFዎችን መፍጠር መሰረዝ ይፈልጋሉ?
ar: هل أنت متأكد من أنك تريد الغاء عملية تكوين DCFs متعددة ؟
az: Çoxlu DCF-nin yaradılmasını ləğv etmək istədiyinizə əminsiniz?
bg: Наистина ли искате да отмените създаването на няколко ФДК?
es: ¿Está seguro de que desea cancelar la creación de varios DCF?
et: Kas olete kindel, et soovite mitme DCF-i loomise tühistada?
fa_ir: آیا مطمئن هستید که می خواهید ایجاد چندین DCF را لغو کنید؟
fi: Haluatko varmasti peruuttaa useiden DCF-tiedostojen luomisen?
fr: Êtes-vous sûr de vouloir annuler la création de plusieurs FCD?
ko: 여러 개의 DCFs 작성을 취소하시겠습니까?
lv: Vai tiešām vēlaties atcelt vairāku DCF izveidi?
nl: Weet u zeker dat u het aanmaken van meerdere DCF's wilt annuleren?
pl: Czy na pewno chcesz anulować tworzenie wielu DCF?
pt: Tem certeza de que deseja cancelar a criação de vários DCFs?
ru: Вы уверены, что хотите отменить создание нескольких DCF?
sk: Naozaj chcete zrušiť vytváranie viacerých DCF?
sr: Želite li zaista da otkažete kreiranje više DCF-a?
sw: Je, una uhakika unataka kughairi uundaji wa DCF nyingi?
tr: Birden çok DCF oluşturulmasını iptal etmek istediğinizden emin misiniz?

# stepNavigationDisabledWarning
source: Step navigation is disabled until all mandatory fields are completed.
am: ሁሉም የግዴታ መስኮች እስኪጠናቀቁ ድረስ የደረጃ አሰሳ ተሰናክሏል።
ar: يتم الغاء اتاحة تجول الخطوة حتى يتم استكمال كل المجالات الاجبارية.
az: Bütün məcburi sahələr tamamlanana qədər addım naviqasiyası deaktiv edilir.
bg: Навигацията по стъпките е деактивирана, докато не бъдат попълнени всички задължителни полета.
es: La navegación por pasos está deshabilitada hasta que se completen todos los campos obligatorios.
et: Sammuline navigeerimine on keelatud, kuni kõik kohustuslikud väljad on täidetud.
fa_ir: تا زمانی که تمام فیلدهای اجباری تکمیل نشود، ناوبری مرحله ای غیرفعال است.
fi: Askelnavigointi on poissa käytöstä, kunnes kaikki pakolliset kentät on täytetty.
fr: La navigation par étapes est désactivée jusqu'à ce que tous les champs obligatoires soient complétés.
ko: 모든 필수 항목 입력이 완료될 때까지 단계 탐색을 사용할 수 없습니다.
lv: Pakāpju navigācija ir atspējota, līdz nav aizpildīti visi obligātie lauki.
nl: Stapnavigatie is uitgeschakeld totdat alle verplichte velden zijn ingevuld.
pl: Nawigacja krokowa jest wyłączona do czasu wypełnienia wszystkich obowiązkowych pól.
pt: A navegação por etapas é desativada até que todos os campos obrigatórios sejam preenchidos.
ru: Пошаговая навигация отключена, пока не будут заполнены все обязательные поля.
sk: Navigácia v krokoch je zakázaná, kým nie sú vyplnené všetky povinné polia.
sr: Navigacija koraka je onemogućena dok se sva obavezna polja ne dovrše.
sw: Urambazaji wa hatua umezimwa hadi sehemu zote za lazima zikamilike.
tr: Tüm zorunlu alanlar tamamlanana kadar adım gezinti devre dışı bırakılır.

# disableFieldMatchingResultInfo
source: Some fields are disabled due to an existing match. To edit these fields, use the “REJECT MATCH” button.
am: በነባር ግጥሚያ ምክንያት አንዳንድ መስኮች ተሰናክለዋል። እነዚህን መስኮች ለማርትዕ የ"REJECT MATCH" ቁልፍን ይጠቀሙ።
ar: تم تعطيل بعض الحقول بسبب تطابق موجود. لتعديل هذه الحقول، استخدم زر «REJECT MATCH».
az: Bəzi sahələr mövcud uyğunluğa görə deaktiv edilib. Bu sahələri redaktə etmək üçün “MATCHİ RƏDD ET” düyməsini istifadə edin.
bg: Някои полета са деактивирани поради съществуващо съвпадение. За да редактирате тези полета, използвайте бутона „ОТХВЪРЛЯНЕ НА СЪОТВЕТСТВИЕ“.
es: Algunos campos están deshabilitados debido a una coincidencia existente. Para editar estos campos, utilice el botón “RECHAZAR PARTIDO”.
et: Mõned väljad on olemasoleva vaste tõttu keelatud. Nende väljade muutmiseks kasutage nuppu „REJECT MATCH”.
fa_ir: برخی از فیلدها به دلیل تطابق موجود غیرفعال هستند. برای ویرایش این فیلدها، از دکمه "رد مسابقه" استفاده کنید.
fi: Joitakin kenttiä ei voi käyttää olemassa olevan yhdistymisen vuoksi. Voit muokata näitä kenttiä käyttämällä "HYLKÄÄ YHDISTYMINEN" -painiketta.
fr: Certains champs sont désactivés en raison d'une correspondance existante. Pour modifier ces champs, utilisez le bouton "REJECT MATCH".
ko: 일부 항목은 기존 일치로 인해 비활성화됩니다. 이 항목을 편집하려면 "일치 거절" 버튼을 사용하세요.
lv: Daži lauki ir atspējoti esošas atbilstības dēļ. Lai rediģētu šos laukus, izmantojiet pogu REJECT MATCH.
nl: Sommige velden zijn uitgeschakeld vanwege een bestaande koppeling. Om deze velden te bewerken, gebruikt u de knop ‘VERWIJDER KOPPELING’.
pl: Niektóre pola są wyłączone z powodu istniejącego dopasowania. Aby edytować te pola, użyj przycisku "ODRZUĆ DOPASOWANIE".
pt: Alguns campos estão desativados devido a uma correspondência existente. Para editar esses campos, use o botão “REJECT MATCH”.
ru: Некоторые поля отключены из-за существующего совпадения. Для редактирования этих полей используйте кнопку "ОТМЕНИТЬ СОПОСТАВЛЕНИЕ".
sk: Niektoré polia sú zakázané z dôvodu existujúcej zhody. Ak chcete upraviť tieto polia, použite tlačidlo „ODMIETNUŤ ZHODU“.
sr: Neka polja su onemogućena zbog postojećeg podudaranja. Da biste uredili ova polja, koristite dugme „ODBIJAJ PODUDARANjE“.
sw: Baadhi ya sehemu zimezimwa kwa sababu ya mechi iliyopo. Ili kuhariri sehemu hizi, tumia kitufe cha "REJECT MATCH".
tr: Mevcut bir eşleşme nedeniyle bazı alanlar devre dışı bırakıldı. Bu alanları düzenlemek için “EŞLEŞMEYİ REDDET” butonunu kullanın.

source: Authorization
am: ፍቃድ
ar: تفويض
az: Səlahiyyət
bg: Упълномощаване
es: Autorización
et: Autoriseerimine
fa_ir: مجوز
fi: Valtuutus
fr: Autorisation
ko: 권한
lv: Autorizācija
nl: Autorisatie
pl: Upoważnienie
pt: Autorização
ru: Авторизация
sk: Povolenie
sr: Овлашћење
sw: Uidhinishaji
tr: yetki

source: Notification
am: ማስታወቂያ
ar: إشعار
az: Bildiriş
bg: Известяване
es: Notificación
et: Teatamine
fa_ir: اطلاع
fi: Testikutsu
ko: 알림
lv: Paziņojums
nl: Berichtgeving
pl: Powiadomienie
pt: Notificação
ru: Уведомление
sk: oznámenia
sr: obaveštenje
sw: Taarifa
tr: Uyarı

source: Athlete Information
am: የአትሌት መረጃ
ar: معلومات الرياضي
az: İdmançı haqqında məlumat
bg: Информация за спортиста
es: Información sobre los deportistas
et: Teave sportlaste kohta
fa_ir: اطلاعات ورزشکار
fi: Urheilijan tiedot
fr: Information du sportif
ko: 선수 정보
lv: Informācija par sportistu
nl: Informatie over de sporter
pl: Informacje o zawodniku
pt: Informação do Atleta
ru: Информация о спортсмене
sk: Informácie o športovcovi
sr: Информације о спортисти
sw: Taarifa za Mwanamichezo
tr: Sporcu Bilgileri

# dcf_samples
source: Sample {{ i+1 }} -
am: ናሙና {{ i+1 }} -
ar: عينة{{ i+1 }} -
az: Nümunə{{ i+1 }} -
bg: Проба {{ i+1 }} -
es: Muestra {{ i+1 }} -
et: Proov{{ i+1 }} -
fa_ir: نمونه{{ i+1 }} -
fi: Näyte{{ i+1 }} -
fr: Échantillon {{ i+1 }} -
ko: 시료{{ i+1 }} -
lv: Paraugs{{ i+1 }} -
nl: Monster {{ i+1 }} -
pl: Próba{{ i+1 }} -
pt: Amostra{{ i+1 }} -
ru: Проба {{ i+1 }} -
sk: Ukážka{{ i+1 }} -
sr: Узорак{{ i+1 }} -
sw: Sampuli{{ i+1 }} -
tr: Örneklem{{ i+1 }} -

source: Urine Volume
am: የሽንት መጠን
ar: وحدة تخزين Urine
az: Sidik həcmi
bg: Обем на урината
es: Volumen de orina
et: Uriini maht
fa_ir: حجم ادرار
fi: Virtsanäytteen määrä
fr: Volume d'urine
ko: 소변량
lv: Urīna tilpums
pl: Objętość moczu
pt: Volume de urina
ru: Объем мочи
sk: Objem moču
sr: Jačina zvuka urina
sw: Kiasi cha mkojo
tr: İdrar Hacmi

source: Reason For Urine Volume Below Minimum
am: ከዝቅተኛው በታች የሽንት መጠን ምክንያት
ar: سبب انخفاض حجم البول عن الحد الأدنى
az: Sidik həcminin minimumdan aşağı olmasının səbəbi
bg: Причина за обема на урината под минимума
es: Motivo del volumen de orina por debajo del mínimo
et: Põhjus, miks uriini kogus on alla miinimumi
fa_ir: دلیل حجم ادرار کمتر از حداقل
fi: Syy siihen, että virtsan määrä on alle minimin
fr: Raison pour laquelle le volume d'urine est inférieur au minimum
ko: 소변량이 최소값 미만인 이유
lv: Iemesls, kāpēc urīna daudzums ir mazāks par minimālo
nl: Reden voor urinevolume onder minimum
pl: Przyczyna objętości moczu poniżej minimum
pt: Razão para volume de urina abaixo do mínimo
ru: Причина объема мочи ниже минимального
sk: Dôvod pre objem moču pod minimom
sr: Razlog zapremine urina ispod minimuma
sw: Sababu ya Kiasi cha Mkojo Chini ya Kiwango cha Chini
tr: İdrar Miktarının Asgari Değerin Altında Olmasının Nedeni

source: Urine Partial Volume
am: የሽንት ከፊል መጠን
ar: حجم Urine الجزئي
az: Sidiyin qismən həcmi
bg: Частичен обем на урината
es: Volumen parcial de orina
et: Uriini osaline maht
fa_ir: حجم جزئی ادرار
fi: Vajaan virtsanäytteen määrä
fr: Volume partiel d’urine
ko: 부분 소변량
lv: Urīna daļējs tilpums
nl: Gedeeltelijk urinevolume
pl: Częściowa objętość moczu
pt: Volume Parcial de Urina
ru: Частичный объем мочи
sk: Čiastočný objem moču
sr: Delimična zapremina urina
sw: Kiasi cha Kiasi cha Mkojo
tr: İdrar Kısmi Hacmi

source: Seated
am: ተቀምጧል
ar: جالس
az: Oturmuş
bg: Седнал
es: Sentado
et: Istunud
fa_ir: نشسته
fi: Istunut
fr: Assis
ko: 앉아있는 상태
lv: Sēdošs
nl: Zittend
pl: Siedzą
pt: Sentado
ru: Сидя
sk: Sediaci
sr: Седећи
sw: Ameketi
tr: Oturmuş

# dcf_training
source: Training
am: ስልጠና
ar: تدريب
az: Təlim
bg: Тренировка
es: Entrenamiento
et: Koolitus
fa_ir: آموزش
fi: Harjoittelu
fr: Entraînement
ko: 훈련
lv: Apmācība
nl: Opleiding
pl: Trening
pt: Treinamento
ru: Тренировка
sk: Školenie
sr: обука
sw: Mafunzo
tr: Eğitim

# trainingType
source: Training - Training Type
am: ስልጠና - የስልጠና አይነት
ar: التدريب-نوع التدريب
az: Təlim - Təlim növü
bg: Тренировка - Вид на тренировката
es: Entrenamiento - Tipo de entrenamiento
et: Koolitus – koolituse tüüp
fa_ir: آموزش - نوع آموزش
fi: Harjoittelu - Harjoittelun tyyppi
fr: Entraînement - Type d'entraînement
ko: 훈련 - 훈련 유형
lv: Apmācība - apmācības veids
nl: Training - Trainingstype
pl: Szkolenie — rodzaj szkolenia
pt: Treinamento - Tipo de treinamento
ru: Тренировка - Тип трениеровки
sk: Školenie - Typ školenia
sr: Trening - Tip treninga
sw: Mafunzo - Aina ya Mafunzo
tr: Eğitim - Eğitim Türü

source: High Altitude Training
am: የከፍተኛ ከፍታ ስልጠና
ar: تدريب على ارتفاعات عالية
az: Yüksək Hündürlükdə Təlim
bg: Тренировка на голяма надморска височина
es: Entrenamiento en altura
et: Suure kõrguse väljaõpe
fa_ir: آموزش ارتفاع بالا
fi: Korkean paikan harjoittelu
fr: Entraînement en haute altitude
ko: 고고도 훈련
lv: Augsta augstuma apmācība
nl: Training op grote hoogte
pl: Trening na dużej wysokości
pt: Treinamento de alta altitude
ru: Высотная подготовка
sk: Tréning vo vysokej nadmorskej výške
sr: Тренинг на великој висини
sw: Mafunzo ya Urefu wa Juu
tr: Yüksek irtifa eğitimi

source: High Altitude Training - Location
am: የከፍተኛ ከፍታ ስልጠና - ቦታ
ar: تدريب على ارتفاع عال-مكان
az: Yüksək Hündürlükdə Təlim - Məkan
bg: Тренировка на голяма надморска височина – местоположение
es: Entrenamiento a gran altitud: ubicación
et: High Altitude Training – asukoht
fa_ir: آموزش ارتفاع بالا - مکان
fi: Korkean paikan harjoittelu - Sijainti
fr: Entraînement en haute altitude - Localisation
ko: 고고도 훈련 - 위치
lv: Apmācība augstkalnā — atrašanās vieta
nl: Hoogtetraining - Locatie
pl: Szkolenie na dużych wysokościach — lokalizacja
pt: Treinamento em alta altitude - Localização
ru: Высотная тренировка - расположение
sk: Tréning vo vysokých nadmorských výškach – miesto
sr: Trening velike visine - lokacija
sw: Mafunzo ya Mwinuko wa Juu - Mahali
tr: Yüksek İrtifa Eğitimi - Konum

source: High Altitude Training - Altitude
am: የከፍተኛ ከፍታ ስልጠና - ከፍታ
ar: ارتفاع مستوى تدريب الاستعداد-الارتفاع
az: Yüksək Hündürlük Təlimi - Hündürlük
bg: Тренировка на голяма надморска височина - надморска височина
es: Entrenamiento a gran altitud - Altitud
et: Kõrgmäestiku treening – kõrgus
fa_ir: آموزش ارتفاع بالا - ارتفاع
fi: Korkean paikan harjoittelu - Korkeus
fr: Entraînement en haute altitude - Altitude
ko: 고고도 훈련 - 고도
lv: Apmācība augstkalnā — augstums
nl: Hoogtetraining - Hoogte
pl: Szkolenie na dużych wysokościach - Wysokość
pt: Treinamento de alta altitude - Altitude
ru: Высотная подготовка - высота
sk: Tréning vo vysokej nadmorskej výške - nadmorská výška
sr: Trening velike visine - visina
sw: Mafunzo ya Urefu wa Juu - Mwinuko
tr: Yüksek İrtifa Eğitimi - İrtifa

source: High Altitude Training - Start Date
am: የከፍተኛ ከፍታ ስልጠና - መጀመሪያ ቀን
ar: تدريب على ارتفاع عال-تاريخ البدء
az: Yüksək Hündürlükdə Təlim - Başlama Tarixi
bg: Тренировка на голяма надморска височина – начална дата
es: Entrenamiento a gran altitud - Fecha de inicio
et: Kõrgmäestiku treening – alguskuupäev
fa_ir: آموزش ارتفاع بالا - تاریخ شروع
fi: Korkean paikan harjoittelu - Aloituspäivämäärä
fr: Entraînement en haute altitude - Date de début
ko: 고고도 훈련 - 시작 날짜
lv: Apmācība augstkalnā — sākuma datums
nl: Hoogtetraining - Startdatum
pl: Szkolenie na dużych wysokościach — data rozpoczęcia
pt: Treinamento em alta altitude - Data de início
ru: Высотная подготовка - дата начала
sk: Tréning vo vysokých nadmorských výškach – dátum začiatku
sr: Trening velike visine - datum početka
sw: Mafunzo ya Mwinuko wa Juu - Tarehe ya Kuanza
tr: Yüksek İrtifa Eğitimi - Başlangıç Tarihi

source: High Altitude Training - End Date
am: የከፍተኛ ከፍታ ስልጠና - የመጨረሻ ቀን
ar: تدريب ارتفاع مستوى عال-تاريخ الانتهاء
az: Yüksək Hündürlükdə Təlim - Bitmə Tarixi
bg: Тренировка на голяма надморска височина – крайна дата
es: Entrenamiento a gran altitud: fecha de finalización
et: Kõrgmäestiku treening – lõppkuupäev
fa_ir: آموزش ارتفاع بالا - تاریخ پایان
fi: High Altitude Training - Loppumispäivämäärä
fr: Entraînement en haute altitude - Date de fin
ko: 고고도 훈련 - 종료 날짜
lv: Apmācība augstkalnā — beigu datums
nl: Hoogtetraining - Einddatum
pl: Szkolenie na dużych wysokościach — data zakończenia
pt: Treinamento em alta altitude - data de término
ru: Высотная подготовка - дата окончания
sk: Tréning vo vysokých nadmorských výškach – dátum ukončenia
sr: Trening velike visine - datum završetka
sw: Mafunzo ya Urefu wa Juu - Tarehe ya Mwisho
tr: Yüksek irtifa eğitimi - Bitiş Tarihi

source: High Altitude Simulation
am: ከፍተኛ ከፍታ ማስመሰል
ar: محاكاة الارتفاعات العالية
az: Yüksək Hündürlük Simulyasiyası
bg: Симулация на голяма надморска височина
es: Simulación de alta altitud
et: Suure kõrguse simulatsioon
fa_ir: شبیه سازی ارتفاع بالا
fi: Korkean paikan simulointi
fr: Simulation d'altitude
ko: 고고도 시뮬레이션
lv: Liela augstuma simulācija
nl: Simulatie op grote hoogte
pl: Symulacja wysokości
pt: Simulação de alta altitude
ru: Симуляция нахождения на высоте
sk: Simulácia vysokej nadmorskej výšky
sr: Симулација велике надморске висине
sw: Uigaji wa Mwinuko wa Juu
tr: Yüksek irtifa simülasyonu

source: High Altitude Simulation - Device Type
am: ከፍተኛ ከፍታ ማስመሰል - የመሣሪያ ዓይነት
ar: محاكاة عالية للارتفاعات-نوع الجهاز
az: Yüksək Hündürlük Simulyasiyası - Cihaz Tipi
bg: Симулация на голяма надморска височина – Вид на устройството
es: Simulación de gran altitud: tipo de dispositivo
et: Kõrgkõrguse simulatsioon – seadme tüüp
fa_ir: شبیه سازی ارتفاع بالا - نوع دستگاه
fi: Korkean paikan simulointi - Laitetyyppi
fr: Simulation à haute altitude - Type de dispositif
ko: 고고도 시뮬레이션 - 장비 유형
lv: Liela augstuma simulācija — ierīces veids
nl: Simulatie op grote hoogte - apparaattype
pl: Symulacja dużej wysokości — typ urządzenia
pt: Simulação de alta altitude - Tipo de dispositivo
ru: Симуляция нахождения на высоте - тип устройства
sk: Simulácia vysokej nadmorskej výšky - Typ zariadenia
sr: Simulacija velike visine - tip uređaja
sw: Uigaji wa Mwinuko wa Juu - Aina ya Kifaa
tr: Yüksek İrtifa Simülasyonu - Cihaz Türü
