Repository: NandhineeR/WADA
Catalog: wada-ama-testcenter-web-57718053929f/wada-ama-testcenter-web-57718053929f/src/i18n/messages.*.xlf
Languages: am, ar, az, bg, es, et, fa_ir, fi, fr, ko, lv, nl, pl, pt, ru, sk, sr, sw, tr

# provideTimezoneWithNotificationDate
source: The time zone must be provided when the notification date is set.
am: የማሳወቂያው ቀን ሲዘጋጅ የሰዓት ሰቅ መቅረብ አለበት.
ar: يجب توفير المنطقة الزمنية عند تعيين تاريخ الإعلام.
az: Bildiriş tarixi təyin edildikdə saat qurşağı təmin edilməlidir.
bg: Часовата зона трябва да бъде предоставена, когато е зададена датата на известяване.
es: La zona horaria debe proporcionarse cuando se establece la fecha de notificación.
et: Teavitamise kuupäeva määramisel tuleb esitada ajavöönd.
fa_ir: تایم زون باید هنگام تنظیم تاریخ اعلان ارائه شود.
fi: Aikavyöhyke on ilmoitettava, kun testikutsun päivämäärä kirjataan.
fr: Le fuseau horaire doit être indiqué lors de la définition de la date de notification.
ko: 통지 일자를 설정할 때 표준시간대를 작성해야 합니다.
lv: Laika josla ir jānorāda, kad tiek iestatīts paziņojuma datums.
nl: De tijdzone moet worden opgegeven wanneer de meldingsdatum wordt ingesteld.
pl: Podczas ustawiania daty powiadomienia należy podać strefę czasową.
pt: O fuso horário deve ser fornecido quando a data da notificação for definida.
ru: При установке даты уведомления необходимо указать часовой пояс.
sk: Časové pásmo je potrebné zadať pri nastavení dátumu oznámenia.
sr: Vremenska zona mora biti obezbeđena kada je postavljen datum obaveštenja.
sw: Saa za eneo lazima zitolewe wakati tarehe ya arifa imewekwa.
tr: Bildirim tarihi ayarlandığında saat diliminin sağlanması gerekir.

source: Notifying Chaperone
am: ረዳትን ማሳወቅ
ar: إخطار المرافق
az: Şaperona xəbər verir
bg: Известяващ Шаперон
es: Acompañante de notificación
et: Saatja teavitamine
fa_ir: اطلاع رسانی چاپرون
fi: Testikutsun esittäjä
fr: Personne notifiant le sportif
ko: 통지 샤프롱
lv: Paziņojot pavadonim
nl: Chaperone op de hoogte stellen
pl: Powiadomienie opiekuna
pt: Notificando Chaperone
ru: Шаперон, проводивший уведомление
sk: Šaperón odovzdávajúci výzvu
sr: Обавештавајући пратиоца
sw: Kuarifu Chaperone
tr: Refakatçiye Bildirim

source: Coach
am: አሰልጣኝ
ar: المدرب
az: Məşqçi
bg: Треньор
es: Entrenador
et: Treener
fa_ir: مربی ورزشی
fi: Valmentaja
fr: Entraîneur
ko: 코치
lv: Treneris
pl: Trener
pt: Treinador(a)
ru: Тренер
sk: Tréner
sr: trener
sw: Kocha
tr: Antrenör

source: Not Applicable
am: ተፈፃሚ የማይሆን
ar: غير قابل للتطبيق
az: Uyğun deyil
bg: Не е приложимо
es: No aplica
et: Ei ole kohaldatav
fa_ir: قابل اجرا نیست
fi: Ei sovellettavissa
fr: ne s’applique pas
ko: 해당 없음
lv: Nav piemērojams
nl: Niet toepasbaar
pl: Nie dotyczy
pt: Não aplicável
ru: Не применимо
sk: Nedostupné
sr: Није применљиво
sw: Haitumiki
tr: Uygulanamaz

source: Doctor
am: ዶክተር
ar: طبيب
az: Həkim
bg: Лекар
et: Arst
fa_ir: پزشک
fi: Lääkäri
fr: Médecin
ko: 주치의
lv: Ārsts
nl: Dokter
pl: Lekarz
pt: Médico
ru: Доктор
sk: Lekár
sr: Докторе
sw: Daktari
tr: Doktor

source: Arrival Date
am: የመድረሻ ቀን
ar: تاريخ الوصول
az: Gəliş tarixi
bg: Дата на пристигане
es: Fecha de llegada
et: Saabumise kuupäev
fa_ir: تاریخ ورود
fi: Saapumispäivämäärä
fr: Date d’arrivée
ko: 도착일
lv: Ierašanās datums
nl: Aankomstdatum
pl: Data przyjazdu
pt: Data de Chegada
ru: Дата прибытия
sk: Deň príchodu
sr: Datum dolaska
sw: Tarehe ya Kuwasili
tr: Varış Tarihi

# arrivalDateDopingControlStation
source: Date of Arrival to the Doping Control Station.
am: ወደ ዶፒንግ መቆጣጠሪያ ጣቢያ የሚመጡበት ቀን።
ar: تاريخ الوصول إلى محطة مراقبة المنشطات.
az: Dopinq Nəzarət Stansiyasına Gəlmə Tarixi.
bg: Дата на пристигане в пункта за допинг контрол.
es: Fecha de Llegada a la Estación de Control de Doping.
et: Dopingukontrollipunkti saabumise kuupäev.
fa_ir: تاریخ ورود به ایستگاه کنترل دوپینگ.
fi: Dopingtestiasemalle saapuminen (päivämäärä)
fr: Date d'arrivée au poste de contrôle du dopage.
ko: 도핑관리실에 도착한 일자.
lv: Ierašanās datums dopinga kontroles punktā.
nl: Datum van aankomst bij het dopingcontrolestation.
pl: Data przybycia do stacji kontroli dopingowej.
pt: Data de chegada à Estação de Controle de Doping.
ru: Дата Прибытия в Пункт допинг-контроля.
sk: Dátum príchodu do stanice dopingovej kontroly.
sr: Datum dolaska na doping kontrolnu stanicu.
sw: Tarehe ya Kuwasili kwa Kituo cha Kudhibiti Doping.
tr: Doping Kontrol İstasyonuna Varış Tarihi.

# arrivalDateCantBeRemoved
source: The arrival date can be updated but cannot be removed.
am: የመድረሻ ቀን ሊዘመን ይችላል ነገር ግን ሊወገድ አይችልም.
ar: يمكن تحديث تاريخ الوصول ولكن لا يمكن إزالته.
az: Gəliş tarixi yenilənə bilər, lakin silinə bilməz.
bg: Датата на пристигане може да се актуализира, но не може да бъде премахната.
es: La fecha de llegada se puede actualizar pero no se puede eliminar.
et: Saabumiskuupäeva saab värskendada, kuid seda ei saa eemaldada.
fa_ir: تاریخ رسیدن به مقصد را می توان به روز کرد اما نمی توان آن را حذف کرد.
fi: Saapumispäivämäärää voidaan päivittää, mutta sitä ei voi poistaa.
fr: La date d'arrivée peut être mise à jour mais ne peut pas être supprimée.
ko: 도착 일자는 업데이트할 수 있지만 제거할 수는 없습니다.
lv: Ierašanās datumu var atjaunināt, bet nevar noņemt.
nl: De aankomstdatum kan worden bijgewerkt, maar kan niet worden verwijderd.
pl: Datę przybycia można zaktualizować, ale nie można jej usunąć.
pt: A data de chegada pode ser atualizada, mas não pode ser removida.
ru: Дата прибытия может быть обновлена, но не может быть удалена.
sk: Dátum príchodu je možné aktualizovať, ale nemožno ho odstrániť.
sr: Datum dolaska može se ažurirati, ali se ne može ukloniti.
sw: Tarehe ya kuwasili inaweza kusasishwa lakini haiwezi kuondolewa.
tr: Varış tarihi güncellenebilir ancak kaldırılamaz.

# provideTimezoneWithArrivalDate
source: The time zone must be provided when the arrival date is set.
am: የመድረሻ ቀን ሲዘጋጅ የሰዓት ሰቅ መሰጠት አለበት.
ar: يجب توفير المنطقة الزمنية عند تحديد تاريخ الوصول.
az: Gəliş tarixi təyin edildikdə, saat qurşağı təmin edilməlidir.
bg: Часовата зона трябва да бъде предоставена, когато е зададена датата на пристигане.
es: La zona horaria debe proporcionarse cuando se establece la fecha de llegada.
et: Saabumiskuupäeva määramisel tuleb esitada ajavöönd.
fa_ir: تایم زون باید هنگام تعیین تاریخ ورود ارائه شود.
fi: Aikavyöhyke on ilmoitettava, kun saapumispäivämäärä kirjataan.
fr: Le fuseau horaire doit être indiqué lorsque la date d'arrivée est fixée.
ko: 도착 일자를 설정할 때 표준시간대를 제공해야 합니다.
lv: Laika josla ir jānorāda, kad ir iestatīts ierašanās datums.
nl: De tijdzone moet worden opgegeven wanneer de aankomstdatum wordt ingesteld.
pl: Strefa czasowa musi zostać podana podczas ustawiania daty przyjazdu.
pt: O fuso horário deve ser fornecido quando a data de chegada for definida.
ru: При установке даты прибытия необходимо указать часовой пояс.
sk: Časové pásmo je potrebné zadať pri nastavení dátumu príchodu.
sr: Vremenska zona mora biti obezbeđena kada je postavljen datum dolaska.
sw: Saa za eneo lazima zitolewe wakati tarehe ya kuwasili imewekwa.
tr: Varış tarihi girildiğinde saat diliminin de belirtilmesi gerekir.

source: Mailing Address
am: የፖስታ መላኪያ አድራሻ
ar: عنوان المراسلة
az: Poçt ünvanı
bg: Адрес за кореспонденция
es: Dirección de correo
et: Postiaadress
fa_ir: آدرس پستی
fi: Postiosoite
fr: Adresse postale
ko: 주소
lv: Pasta adrese
nl: Postadres
pl: Adres korespondencyjny
pt: Endereço de Correspondência
ru: Почтовый адрес
sk: Doručovacia adresa
sr: Poštanska adresa
sw: Anwani ya barua pepe
tr: Yazışma adresi

# notApplicable_parentheses
source: (Not applicable)
am: (ተፈፃሚ የማይሆን)
ar: (لايمكن تطبيقه)
az: (Tətbiq edilmir)
bg: (Не е приложимо)
es: (No se aplica)
et: (Pole kohaldatav)
fa_ir: (قابل اجرا نیست)
fi: (Ei sovellettavissa)
fr: (ne s’applique pas)
ko: (해당 없음)
lv: (Nav piemērojams)
nl: (Niet toepasbaar)
pl: (Nie dotyczy)
pt: (Não aplicável)
ru: (Не применимо)
sk: (Nepoužiteľný)
sr: (Није применљиво)
sw: (Haitumiki)
tr: (Uygulanamaz)

# sampleXUrineX
source: Sample {{ getSampleIndex(sample, i) }} - Urine {{ sample.sampleCode }}
am: ናሙና {{ getSampleIndex(sample, i) }} - ሽንት {{ sample.sampleCode }}
ar: عينة{{ getSampleIndex(sample, i) }} - بول{{ sample.sampleCode }}
az: Nümunə{{ getSampleIndex(sample, i) }} - Sidik{{ sample.sampleCode }}
bg: Проба {{ getSampleIndex(sample, i) }} - Урина {{ sample.sampleCode }}
es: Muestra {{ getSampleIndex(sample, i) }} - Orina {{ sample.sampleCode }}
et: Proov{{ getSampleIndex(sample, i) }} - Uriin{{ sample.sampleCode }}
fa_ir: نمونه{{ getSampleIndex(sample, i) }} - ادرار{{ sample.sampleCode }}
fi: Näyte{{ getSampleIndex(sample, i) }} - Virtsa{{ sample.sampleCode }}
fr: Échantillon {{ getSampleIndex(sample, i) }} - urine {{ sample.sampleCode }}
ko: 시료 {{ getSampleIndex(sample, i) }} - 소변 {{ sample.sampleCode }}
lv: Paraugs{{ getSampleIndex(sample, i) }} - Urīns{{ sample.sampleCode }}
nl: Monster {{ getSampleIndex(sample, i) }} - Urine {{ sample.sampleCode }}
pl: Próba{{ getSampleIndex(sample, i) }} - Mocz{{ sample.sampleCode }}
pt: Amostra{{ getSampleIndex(sample, i) }} - urina{{ sample.sampleCode }}
ru: Проба {{ getSampleIndex(sample, i) }} - моча {{ sample.sampleCode }}
sk: Ukážka{{ getSampleIndex(sample, i) }} - Moč{{ sample.sampleCode }}
sr: Узорак{{ getSampleIndex(sample, i) }} - Урин{{ sample.sampleCode }}
sw: Sampuli{{ getSampleIndex(sample, i) }} - Mkojo{{ sample.sampleCode }}
tr: Örneklem{{ getSampleIndex(sample, i) }} - İdrar{{ sample.sampleCode }}

# sampleXBloodX
source: Sample {{ getSampleIndex(sample, i) }} - Blood {{ sample.sampleCode }}
am: ናሙና {{ getSampleIndex(sample, i) }} - ደም {{ sample.sampleCode }}
ar: عينة{{ getSampleIndex(sample, i) }} - دم{{ sample.sampleCode }}
az: Nümunə{{ getSampleIndex(sample, i) }} - Qan{{ sample.sampleCode }}
bg: Проба {{ getSampleIndex(sample, i) }} - Кръв {{ sample.sampleCode }}
es: Muestra {{ getSampleIndex(sample, i) }} - Sangre {{ sample.sampleCode }}
et: Proov{{ getSampleIndex(sample, i) }} - Veri{{ sample.sampleCode }}
fa_ir: نمونه{{ getSampleIndex(sample, i) }} - خون{{ sample.sampleCode }}
fi: Näyte{{ getSampleIndex(sample, i) }} - Veri{{ sample.sampleCode }}
fr: Échantillon {{ getSampleIndex(sample, i) }} - sang {{ sample.sampleCode }}
ko: 시료 {{ getSampleIndex(sample, i) }} - 혈액 {{ sample.sampleCode }}
lv: Paraugs{{ getSampleIndex(sample, i) }} - Asinis{{ sample.sampleCode }}
nl: Monster {{ getSampleIndex(sample, i) }} - Bloed {{ sample.sampleCode }}
pl: Próba{{ getSampleIndex(sample, i) }} - Krew{{ sample.sampleCode }}
pt: Amostra{{ getSampleIndex(sample, i) }} - sangue{{ sample.sampleCode }}
ru: Проба {{ getSampleIndex(sample, i) }} - кровь {{ sample.sampleCode }}
sk: Ukážka{{ getSampleIndex(sample, i) }} - Krv{{ sample.sampleCode }}
sr: Узорак{{ getSampleIndex(sample, i) }} - Крв{{ sample.sampleCode }}
sw: Sampuli{{ getSampleIndex(sample, i) }} - Damu{{ sample.sampleCode }}
tr: Örneklem{{ getSampleIndex(sample, i) }} - Kan{{ sample.sampleCode }}

# sampleXBloodPassportX
source: Sample {{ getSampleIndex(sample, i) }} - Blood Passport {{ sample.sampleCode }}
am: ናሙና {{ getSampleIndex(sample, i) }} - የደም ፓስፖርት {{ sample.sampleCode }}
ar: عينة{{ getSampleIndex(sample, i) }} - جواز الدم{{ sample.sampleCode }}
az: Nümunə{{ getSampleIndex(sample, i) }} - Qan pasportu{{ sample.sampleCode }}
bg: Проба {{ getSampleIndex(sample, i) }} - Кръвен паспорт {{ sample.sampleCode }}
es: Muestra {{ getSampleIndex(sample, i) }} - Pasaporte de Sangre {{ sample.sampleCode }}
et: Proov{{ getSampleIndex(sample, i) }} - verepass{{ sample.sampleCode }}
fa_ir: نمونه{{ getSampleIndex(sample, i) }} - پاسپورت خون{{ sample.sampleCode }}
fi: Näyte{{ getSampleIndex(sample, i) }} - ABP-veri{{ sample.sampleCode }}
fr: Échantillon {{ getSampleIndex(sample, i) }} - Passeport sanguin {{ sample.sampleCode }}
ko: 시료 {{ getSampleIndex(sample, i) }} - 혈액수첩 {{ sample.sampleCode }}
lv: Paraugs{{ getSampleIndex(sample, i) }} - Asins pase{{ sample.sampleCode }}
nl: Monster {{ getSampleIndex(sample, i) }} - Bloedpaspoort {{ sample.sampleCode }}
pl: Próba{{ getSampleIndex(sample, i) }} - Paszport krwi{{ sample.sampleCode }}
pt: Amostra{{ getSampleIndex(sample, i) }} - passaporte de sangue{{ sample.sampleCode }}
ru: Проба {{ getSampleIndex(sample, i) }} - Паспорт крови {{ sample.sampleCode }}
sk: Ukážka{{ getSampleIndex(sample, i) }} - Krvný pas{{ sample.sampleCode }}
sr: Узорак{{ getSampleIndex(sample, i) }} - Пасош крви{{ sample.sampleCode }}
sw: Sampuli{{ getSampleIndex(sample, i) }} - Pasipoti ya damu{{ sample.sampleCode }}
tr: Örneklem{{ getSampleIndex(sample, i) }} - Kan Pasaportu{{ sample.sampleCode }}

# sampleXDriedBloodSpotX
source: Sample {{ getSampleIndex(sample, i) }} - Dried Blood Spot {{ sample.sampleCode }}
am: ናሙና {{ getSampleIndex(sample, i) }} - የደረቀ የደም ቦታ {{ sample.sampleCode }}
ar: عينة {{ getSampleIndex(sample, i) }} -نقطة الدم المجففة {{ sample.sampleCode }}
az: Nümunə{{ getSampleIndex(sample, i) }} - Quru qan ləkəsi{{ sample.sampleCode }}
bg: Проба {{ getSampleIndex(sample, i) }} - Петно от суха кръв {{ sample.sampleCode }}
es: Muestra{{ getSampleIndex(sample, i) }} - Mancha de sangre seca{{ sample.sampleCode }}
et: Näidis{{ getSampleIndex(sample, i) }} - Kuivanud verelaik{{ sample.sampleCode }}
fa_ir: نمونه{{ getSampleIndex(sample, i) }} - لکه خون خشک{{ sample.sampleCode }}
fi: Näyte {{ getSampleIndex(sample, i) }} - Kuivaveri {{ sample.sampleCode }}
fr: Échantillon {{ getSampleIndex(sample, i) }} - Gouttes de sang séché {{ sample.sampleCode }}
ko: 시료 {{ getSampleIndex(sample, i) }} - 건조혈반 {{ sample.sampleCode }}
lv: Paraugs{{ getSampleIndex(sample, i) }} - Izkaltusi asins plankums{{ sample.sampleCode }}
nl: Steekproef {{ getSampleIndex(sample, i) }} - Gedroogde bloedvlek {{ sample.sampleCode }}
pl: Próbka {{ getSampleIndex(sample, i) }} - sucha kropla krwi {{ sample.sampleCode }}
pt: Amostra{{ getSampleIndex(sample, i) }} - mancha de sangue seco{{ sample.sampleCode }}
ru: Проба {{ getSampleIndex(sample, i) }} - Сухие пятна крови {{ sample.sampleCode }}
sk: Ukážka{{ getSampleIndex(sample, i) }} - Zaschnutá krvná škvrna{{ sample.sampleCode }}
sr: Uzorak {{ getSampleIndex(sample, i) }} - Osušena tačka krvi {{ sample.sampleCode }}
sw: Sampuli{{ getSampleIndex(sample, i) }} - Doa iliyokaushwa ya Damu{{ sample.sampleCode }}
tr: Örnek {{ getSampleIndex(sample, i) }} - Kurutulmuş Kan Lekesi {{ sample.sampleCode }}

source: Doping Control Officer
am: ዶፒንግ ቁጥጥር ኦፊሰር
ar: ضابط مراقبة المنشطات
az: Dopinq Nəzarəti Mütəxəssisi
bg: Служител по допинг контрол
es: Oficial de Control de Dopaje
et: Dopingukontrolli ametnik
fa_ir: افسر کنترل دوپینگ
fi: Dopingtestaaja (DCO)
fr: Agent de contrôle du dopage
ko: 도핑검사관
lv: Dopinga kontroles darbinieks
nl: Dopingcontrolefunctionaris
pl: Oficer kontroli antydopingowej
pt: Oficial de controle de doping
ru: Инспектор допинг-контроля
sk: Komisár dopingovej kontroly
sr: Службеник за допинг контролу
sw: Afisa Udhibiti wa Doping
tr: Doping Kontrol Görevlisi

source: Consent for Research
am: ለምርምር ፈቃድ
ar: الموافقة على البحث
az: Tədqiqat üçün razılıq
bg: Съгласие за научно изследване
es: Consentimiento para la Investigación
et: Nõusolek teadusuuringute jaoks
fa_ir: رضایت برای تحقیق
fi: Suostumus tutkimukseen
fr: Consentement pour la recherche
ko: 연구목적 사용을 위한 동의
lv: Piekrišana pētniecībai
nl: Toestemming onderzoek
pl: Zgoda na prowadzenie badań naukowych
pt: Consentimento para Busca
ru: Согласие на исследование пробы в научных целях
sk: Súhlas na výskum
sr: saglasnost za istraživanje
sw: Idhini ya Utafiti
tr: Araştırma için Rıza

# nonConformityX
source: Non-Conformity nbsp;{{ nonConformityIndex +
am: አለመስማማት nbsp;{{ nonConformityIndex +
ar: غير-المطابقة nbsp;{{ nonConformityIndex +
az: Uyğunsuzluq nbsp;{{ nonConformityIndex +
bg: Несъответствие nbsp;{{ nonConformityIndex +
es: Disconformidad nbsp;{{ nonConformityIndex +
et: Mittevastavus nbsp;{{ nonConformityIndex +
fa_ir: عدم انطباق nbsp;{{ nonConformityIndex +
fi: Poikkeama nbsp;{{ nonConformityIndex +
fr: Non-conformités nbsp;{{ nonConformityIndex +
ko: 비양심 nbsp;{{ nonConformityIndex +
lv: Neatbilstība nbsp;{{ nonConformityIndex +
nl: Non-conformiteit nbsp;{{ nonConformityIndex +
pl: Niezgodność nbsp;{{ nonConformityIndex +
pt: Não Conformidade nbsp;{{ nonConformityIndex +
ru: Несоответствие nbsp;{{ nonConformityIndex +
sk: Nezhoda nbsp;{{ nonConformityIndex +
sr: Неусклађеност nbsp;{{ nonConformityIndex +
sw: Kutokubaliana nbsp;{{ nonConformityIndex +
tr: Uygunluk Dışı nbsp;{{ nonConformityIndex +

source: Delete Non-Conformity
am: አለመስማማትን ሰርዝ
ar: حذف عدم المطابقة
az: Uyğunsuzluğu silin
bg: изтриване на несъответствие
es: eliminar no conformidad
et: kustutada mittevastavus
fa_ir: حذف عدم انطباق
fi: Poista poikkeama
fr: Effacer la non-conformité
ko: 비준수 삭제
lv: Dzēst neatbilstību
nl: verwijder non-conformiteit
pl: usuń niezgodność
pt: deletar não conformidade
ru: Удалить несоответствие
sk: Odstrániť nesúlad
sr: избрисати неусаглашеност
sw: Futa Kutokubali
tr: uygunsuzluğu sil

# nonConformityCategory
source: Category of Non-Conformity
am: አለመስማማት ምድብ
ar: فئة عدم المطابقة
az: Uyğunsuzluq kateqoriyası
bg: Категория на несъответствие
es: Categoría de no conformidad
et: Mittevastavuse kategooria
fa_ir: دسته بندی عدم انطباق
fi: Poikkeaman kategoria
fr: Catégorie de non-conformité
ko: 비준수 카테고리
lv: Neatbilstības kategorija
nl: Categorie van non-conformiteit
pl: Kategoria niezgodności
pt: Categoria de não conformidade
ru: Категория несоответствия
sk: Kategória nezhody
sr: Категорија неусклађености
sw: Kategoria ya Kutokubali
tr: Uygunsuzluk kategorisi

# nonConformityDescription
source: Description of Non-Conformity
am: የማይጣጣም መግለጫ
ar: وصف عدم التوافق
az: Uyğunsuzluğun təsviri
bg: Описание на несъответствие
es: Descripción de la No Conformidad
et: Mittevastavuse kirjeldus
fa_ir: شرح عدم انطباق
fi: Poikkeaman kuvaus
fr: Description de non-conformité
ko: 비준수에 대한 설명
lv: Neatbilstības apraksts
nl: Beschrijving inbreuken
pl: Opis niezgodności
pt: Descrição de Não-Conformidade
ru: Описание несоответствия
sk: Opis nesúladu
sr: Opis neusaglašenosti
sw: Maelezo ya Kutokubali
tr: Uygunsuzluk Açıklaması

source: Country Code
am: የአገር መለያ ቁጥር
ar: الرقم الدولي
az: Ölkə Kodu
bg: Код на държавата
es: Código de país
et: Riigi kood
fa_ir: کد کشور
fi: Maatunnus
fr: Code du pays
ko: 국가번호
lv: Valsts kods
nl: Land
pl: Kod pocztowy
pt: Código do país
ru: Код страны
sk: Predvoľba krajiny
sr: Државни позивни број
sw: Msimbo wa Nchi
tr: Ülke kodu

source: Area Code and Phone Number
am: የአካባቢ ኮድ እና ስልክ ቁጥር
ar: رمز المنطقة ورقم الهاتف
az: Ərazi Kodu və Telefon Nömrəsi
bg: Пощенски код и телефонен номер
es: Prefijo y número de teléfono
et: Suunakood ja telefoninumber
fa_ir: کد منطقه و شماره تلفن
fi: Suuntanumero ja puhelinnumero
fr: Indicatif régional et numéro de téléphone
ko: 지역번호 및 전화번호
lv: Apgabala kods un tālruņa numurs
nl: Netnummer en telefoonnummer
pl: Numer kierunkowy i numer telefonu
pt: Código de área e número de telefone
ru: Код города и номер телефона
sk: Predvoľba a telefónne číslo
sr: Позивни број и број телефона
sw: Msimbo wa Eneo na Nambari ya Simu
tr: Alan kodu ve telefon numarası

source: Extension
am: ቅጥያ
ar: تمديد
az: Uzatma
bg: Удължаване
es: Extensión
et: Pikendamine
fa_ir: افزونه
fi: Alanumero
ko: 내선번호
lv: Pagarinājums
nl: Uitbreiding
pl: Wewnętrzny
pt: Extensão
ru: Добавочный номер
sk: Prídavná časť
sr: Продужење
sw: Ugani
tr: Uzantı

source: Select Phone Number from List
am: ከዝርዝሩ ውስጥ ስልክ ቁጥር ይምረጡ
ar: حدد رقم الهاتف من القائمة
az: Siyahıdan Telefon Nömrəsini seçin
bg: Изберете телефонен номер от списъка
es: Seleccione el número de teléfono de la lista
et: Valige loendist telefoninumber
fa_ir: شماره تلفن را از لیست انتخاب کنید
fi: Valitse puhelinnumero luettelosta
fr: Choisir un numéro de téléphone dans la liste
ko: 목록에서 전화번호 선택
lv: Sarakstā atlasiet tālruņa numuru
nl: Selecteer een telefoonnummer in de lijst
pl: Wybierz numer telefonu z listy
pt: Selecione o número de telefone da lista
ru: Выберите номер телефона из списка
sk: Vyberte telefónne číslo zo zoznamu
sr: Изаберите број телефона са листе
sw: Chagua Nambari ya Simu kutoka kwa Orodha
tr: Listeden telefon numarasını seçin

source: Enter New Phone Number
am: አዲስ ስልክ ቁጥር ያስገቡ
ar: أدخل رقم الهاتف الجديد
az: Yeni Telefon Nömrəsini daxil edin
bg: Въведете нов телефонен номер
es: Introduce el nuevo número de teléfono
et: Sisestage uus telefoninumber
fa_ir: شماره تلفن جدید را وارد کنید
fi: Anna uusi puhelinnumero
fr: Saisir un nouveau numéro de téléphone
ko: 새로운 전화번호 입력
lv: Ievadiet jauno tālruņa numuru
nl: Voer een nieuw telefoonnummer in
pl: Wprowadź nowy numer telefonu
pt: Insira o novo número de telefone
ru: Введите новый номер телефона
sk: Zadajte nové telefónne číslo
sr: Унесите нови број телефона
sw: Weka Nambari Mpya ya Simu
tr: Yeni telefon numarasını girin

# assignTo
source: Assign
am: መድብ
ar: تعيين
az: Təyin et
bg: Присвояване
es: Asignar
et: Määra
fa_ir: اختصاص دهید
fi: Liitä
fr: Attribuer
ko: 배정
lv: Piešķirt
nl: Wijs toe
pl: Przypisanie
pt: Atribuir
ru: Назначить
sk: Priradiť
sr: Dodeli
sw: Kadiria
tr: Ata

# assignDCFToTestingOrderNumber_uppercase
source: ASSIGN DCF TO Testing Order NUMBER
am: DCF ለሙከራ ትዕዛዝ NUMBER መድቡ
ar: قم بتعيين DCF لرقم أمر الاختبار
az: Sınaq Sifariş NÖMRƏSİNƏ DCF TƏYYİN EDİN
bg: ПРИЗНАВАНЕ на DCF КЪМ НОМЕР на поръчка за тестване
es: ASIGNAR DCF AL NÚMERO de orden de prueba
et: MÄÄRAKE DCF testimistellimuse NUMBER
fa_ir: DCF را به شماره سفارش آزمایشی اختصاص دهید
fi: LIITÄ DCF Testimääräykseen NUMERO
fr: Affecter le DCF au numéro de l'ordre de contrôle
ko: DCF를 검사지지서 번호에 배정
lv: PIEŠĶIRTIET DCF pārbaudes pasūtījuma NUMURAM
nl: Wijs DCF toe aan de controleopdracht
pl: PRZYPISZ DCF DO NUMERU ZLECENIA BADANIA
pt: ATRIBUIR DCF AO NÚMERO DO Pedido de Teste
ru: ПРИКРЕПИТЬ DCF К Распоряжению на тестирование
sk: PRIRADTE DCF K ČÍSLU testovacej objednávky
sr: DODELITE DCF BROJU naloga za testiranje
sw: GAIZIA DCF KWA Agizo la Kujaribu NUMBER
tr: DKF'yi Görev Emri NUMARASI'NA ATA

# assignTestingOrderNumberXQuestion
source: Are you sure you want to assign a Testing Order?
am: እርግጠኛ ነዎት የሙከራ ትዕዛዝ መመደብ ይፈልጋሉ?
ar: هل تريد بالتأكيد تعيين أمر اختبار؟
az: Sınaq Sifarişi təyin etmək istədiyinizə əminsiniz?
bg: Сигурни ли сте, че искате да възложите поръчка за тестване?
es: ¿Está seguro de que desea asignar una orden de prueba?
et: Kas olete kindel, et soovite määrata testimistellimuse?
fa_ir: آیا مطمئن هستید که می خواهید یک دستور آزمایشی را تعیین کنید؟
fi: Haluatko varmasti liittää Testimääräyksen?
fr: Êtes-vous sûr de vouloir attribuer une commande de test ?
ko: 검사지지서를 배정하시겠습니까?
lv: Vai tiešām vēlaties piešķirt pārbaudes pasūtījumu?
nl: Weet je zeker dat je een controleopdracht wilt toewijzen?
pl: Czy na pewno chcesz przypisać zlecenie testowania?
pt: Tem certeza de que deseja atribuir um pedido de teste?
ru: Вы уверены, что хотите назначить Распоряжение на тестирование?
sk: Naozaj chcete priradiť testovaciu objednávku?
sr: Da li ste sigurni da želite da dodelite nalog za testiranje?
sw: Je, una uhakika unataka kukabidhi Agizo la Kujaribu?
tr: Görev Emrini atamak istediğinizden emin misiniz?

source: New Testing Order Number
am: አዲስ የሙከራ ትዕዛዝ ቁጥር
ar: رقم طلب الاختبار الجديد
az: Yeni Test Sifariş Nömrəsi
bg: Нов номер на заповед за тестване
es: El nuevo número de orden de la prueba
et: Uus testimise tellimuse number
fa_ir: شماره سفارش تست جدید
fi: Uusi Testimääräys numero
fr: Nouveau numéro d'ordre de mission
ko: 새로운 검사지시서 번호
lv: Jauns pārbaudes pasūtījuma numurs
nl: Nieuw testordernummer
pl: Nowy numer zlecenia testowania
pt: Novo número de pedido de teste
ru: Номер нового Распоряжения на тестирование
sk: Nové číslo testovacej objednávky
sr: Нови број налога за тестирање
sw: Nambari Mpya ya Agizo la Jaribio
tr: Yeni Test Sipariş Numarası

source: Loading Icon
am: የመጫኛ አዶ
ar: تحميل الشارة
az: Yüklənir Nişanı
bg: Зареждане на икона
es: Cargando icono
et: Laadimise ikoon
fa_ir: نماد بارگیری
fi: Latauskuvake
fr: Icône de chargement
ko: 아이콘 로드하기
lv: Ielādes ikona
nl: Pictogram laden
pl: Ikona ładowania
pt: Ícone de carregamento
ru: Значок загрузки
sk: Ikona načítavania
sr: Ikona učitavanja
sw: Inapakia Ikoni
tr: Simge Yükleniyor
