Repository: NandhineeR/WADA
Catalog: wada-ama-testcenter-web-57718053929f/wada-ama-testcenter-web-57718053929f/src/i18n/messages.*.xlf
Languages: am, ar, az, bg, es, et, fa_ir, fi, fr, ko, lv, nl, pl, pt, ru, sk, sr, sw, tr

# numberOfAnalysesBelowTdssaOptional
source: Number of specific analyses is less than the TDSSA requirement (MLA optional)
am: የተወሰኑ ትንታኔዎች ብዛት ከ TDSSA መስፈርት ያነሰ ነው (MLA አማራጭ)
ar: عدد التحليلات المحددة أقل من متطلبات TDSSA (اختياري للمساعدة القانونية المتبادلة)
az: Xüsusi analizlərin sayı TDSSA tələbindən azdır (MLA isteğe bağlıdır)
bg: Броят на специфичните анализи е по-малък от изискването за TDSSA (MLA по избор)
es: El número de análisis específicos es menor que el requisito de TDSSA (MLA opcional)
et: Spetsiifiliste analüüside arv on väiksem kui TDSSA nõue (MLA valikuline)
fa_ir: تعداد آنالیزهای خاص کمتر از نیاز TDSSA است (MLA اختیاری)
fi: Erityisanalyysien määrä on pienempi kuin TDSSA-vaatimus (MLA valinnainen)
fr: Nombre d’analyses spécifiques est inférieur aux exigences du DTASS (NMA optionnel)
ko: 특정 분석의 수가 TDSSA 요구사항보다 적습니다 (MLA 옵션).
lv: Specifisko analīžu skaits ir mazāks par TDSSA prasību (MLA nav obligāta)
nl: Aantal specifieke analyses is minder dan de TDSSA-vereiste (MLA optioneel)
pl: Liczba szczegółowych analiz jest mniejsza niż wymóg TDSSA (opcjonalnie MLA)
pt: Número de análises específicas é menor do que o requisito TDSSA (MLA opcional)
ru: Количество конкретных анализов меньше требований TDSSA (MLA необязательно)
sk: Počet špecifických analýz je menší ako požiadavka TDSSA (MLA voliteľné)
sr: Број специфичних анализа је мањи од захтева за ТДССА (МЛА опционално)
sw: Idadi ya uchanganuzi mahususi ni chini ya mahitaji ya TDSSA (hiari ya MLA)
tr: Belirli analiz sayısı TDSSA gereksiniminden daha azdır (MLA opsiyonel)

# tdssaMla_uppercase
source: TDSSA MLA
fr: NMA DTASS
pt: TDSSA
sr: ТДССА МЛА

# totalTestsX
source: Total Tests: <strong>{{ total }}</strong>
am: አጠቃላይ ሙከራዎች፡- <strong>{{ total }}</strong>
ar: إجمالي الاختبارات: <strong>{{ total }}</strong>
az: Ümumi Testlər: <strong>{{ total }}</strong>
bg: Общо тестове: <strong>{{ total }}</strong>
es: Total de controles: <strong>{{ total }}</strong>
et: Testid kokku: <strong>{{ total }}</strong>
fa_ir: مجموع تست ها: <strong>{{ total }}</strong>
fi: Testit yhteensä: <strong>{{ total }}</strong>
fr: Nbre de contrôles: <strong>{{ total }}</strong>
ko: 총 검사: <strong>{{ total }}</strong>
lv: Kopējie testi: <strong>{{ total }}</strong>
nl: Totaal aantal tests: <strong>{{ total }}</strong>
pl: Łączna liczba testów: <strong>{{ total }}</strong>
pt: Total de testes: <strong>{{ total }}</strong>
ru: Всего тестов: <strong>{{ total }}</strong>
sk: Celkový počet testov: <strong>{{ total }}</strong>
sr: Укупно тестова: <strong>{{ total }}</strong>
sw: Jumla ya Majaribio: <strong>{{ total }}</strong>
tr: Toplam Testler: <strong>{{ total }}</strong>

# tdssaAnalysisCategoryProgressbarTooltip
source: Total {{ translations$ | getAnalysisCategory:analysis.categoryCode | async }}: <strong>{{ analysis.total }}</strong> (<strong>{{ analysis.total | calculatePercentage:total:0 }}%</strong> vs TDSSA MLA)
am: ጠቅላላ {{ translations$ | getAnalysisCategory:analysis.categoryCode | async }}: <strong>{{ analysis.total }}</strong> (<strong>{{ analysis.total | calculatePercentage:total:0 }}%</strong> ከ TDSSA MLA)
ar: الاجمالي {{ translations$ | getAnalysisCategory:analysis.categoryCode | async }}: <strong>{{ analysis.total }}</strong> (<strong>{{ analysis.total | calculatePercentage:total:0 }}%</strong> مقابل TDSSA MLA)
az: Ümumi{{ translations$ | getAnalysisCategory:analysis.categoryCode | async }} : <strong>{{ analysis.total }}</strong> ( <strong>{{ analysis.total | calculatePercentage:total:0 }} % </strong> vs TDSSA MLA)
bg: Общо {{ translations$ | getAnalysisCategory:analysis.categoryCode | async }}: <strong>{{ analysis.total }}</strong> (<strong>{{ analysis.total | calculatePercentage:total:0 }}%</strong> срещу ТДССА МНА)
es: Total{{ translations$ | getAnalysisCategory:analysis.categoryCode | async }} : <strong>{{ analysis.total }}</strong> ( <strong>{{ analysis.total | calculatePercentage:total:0 }} % </strong> frente a TDSSA MLA)
et: Kokku{{ translations$ | getAnalysisCategory:analysis.categoryCode | async }} : <strong>{{ analysis.total }}</strong> ( <strong>{{ analysis.total | calculatePercentage:total:0 }} % </strong> vs TDSSA MLA)
fa_ir: جمع{{ translations$ | getAnalysisCategory:analysis.categoryCode | async }} : <strong>{{ analysis.total }}</strong> ( <strong>{{ analysis.total | calculatePercentage:total:0 }} % </strong> در مقابل TDSSA MLA)
fi: Kaikki yhteensä{{ translations$ | getAnalysisCategory:analysis.categoryCode | async }} : <strong>{{ analysis.total }}</strong> ( <strong>{{ analysis.total | calculatePercentage:total:0 }} % </strong> vs. TDSSA MLA)
fr: Total {{ translations$ | getAnalysisCategory:analysis.categoryCode | async }}:<strong>{{ analysis.total }}</strong> (<strong>{{ analysis.total | calculatePercentage:total:0 }}%</strong> vs NMA DTASS)
ko: 총 {{ translations$ | getAnalysisCategory:analysis.categoryCode | async }}: <strong>{{ analysis.total }}</strong> (TDSSA MLA 대비 <strong>{{ analysis.total | calculatePercentage:total:0 }}%</strong> )
lv: Kopā{{ translations$ | getAnalysisCategory:analysis.categoryCode | async }} : <strong>{{ analysis.total }}</strong> ( <strong>{{ analysis.total | calculatePercentage:total:0 }} % </strong> pret TDSSA MLA)
nl: Totaal {{ translations$ | getAnalysisCategory:analysis.categoryCode | async }}: <strong>{{ analysis.total }}</strong> (<strong>{{ analysis.total | calculatePercentage:total:0 }}%</strong> versus TDSSA MLA)
pl: Całkowity{{ translations$ | getAnalysisCategory:analysis.categoryCode | async }} : <strong>{{ analysis.total }}</strong> ( <strong>{{ analysis.total | calculatePercentage:total:0 }} % </strong> w porównaniu z TDSSA MLA)
ru: Общее {{ translations$ | getAnalysisCategory:analysis.categoryCode | async }}: <strong>{{ analysis.total }}</strong> ( <strong>{{ analysis.total | calculatePercentage:total:0 }} % </strong> по сравнению с TDSSA MLA)
sk: Celkom{{ translations$ | getAnalysisCategory:analysis.categoryCode | async }} : <strong>{{ analysis.total }}</strong> ( <strong>{{ analysis.total | calculatePercentage:total:0 }} % </strong> oproti TDSSA MLA)
sr: Укупно{{ translations$ | getAnalysisCategory:analysis.categoryCode | async }} : <strong>{{ analysis.total }}</strong> ( <strong>{{ analysis.total | calculatePercentage:total:0 }} % </strong> вс ТДССА МЛА)
sw: Jumla{{ translations$ | getAnalysisCategory:analysis.categoryCode | async }} : <strong>{{ analysis.total }}</strong> ( <strong>{{ analysis.total | calculatePercentage:total:0 }} % </strong> dhidi ya TDSSA MLA)
tr: Toplam {{ translations$ | getAnalysisCategory:analysis.categoryCode | async }}: <strong>{{ analysis.total }}</strong> (%<strong>{{ analysis.total | calculatePercentage:total:0 }} </strong> vs TDSSA MLA)

source: Technical Document for Sport Analysis
am: ለስፖርት ትንተና የቴክኒክ ሰነድ
ar: المستند الفني للتحليل الرياضي
az: İdman Təhlili üçün Texniki Sənəd
bg: Технически документ за спортен анализ
es: Documento técnico para el análisis del deporte
et: Spordianalüüsi tehniline dokument
fa_ir: سند فنی برای تجزیه و تحلیل ورزش
fi: Tekninen dokumentti lajien erityisanalyyseihin
fr: Document technique pour les analyses spécifiques par sport
ko: 스포츠 분석 기술 문서
lv: Tehniskais dokuments sporta analīzei
nl: Technisch document voor sportanalyse
pl: Dokument techniczny dotyczący analizy sportu
pt: Documento Técnico para Análise Esportiva
ru: Технический документ по спорт-специфическим анализам
sk: Technický dokument pre športovú analýzu
sr: Технички документ за спортску анализу
sw: Hati ya Kiufundi ya Uchambuzi wa Michezo
tr: Spor Analizi Teknik Dokümanı

# minLevelOfAnalysisTdssaMlaX
source: Minimum Level of Analysis (TDSSA MLA): <strong>{{ analysis.mla | calculatePercentage:100:0 }}%</strong>
am: አነስተኛ የትንታኔ ደረጃ (TDSSA MLA)፦ <strong>{{ analysis.mla | calculatePercentage:100:0 }}%</strong>
ar: الحد الأدنى لمستوى التحليل (TDSSA MLA): <strong>{{ analysis.mla | calculatePercentage:100:0 }} ٪ </strong>
az: Minimum Analiz Səviyyəsi (TDSSA MLA): <strong>{{ analysis.mla | calculatePercentage:100:0 }} % </strong>
bg: Минимално ниво на анализ (ТДССА МНА): <strong>{{ analysis.mla | calculatePercentage:100:0 }} % </strong>
es: Nivel mínimo de análisis (TDSSA MLA): <strong>{{ analysis.mla | calculatePercentage:100:0 }} %</strong>
et: Analüüsi minimaalne tase (TDSSA MLA): <strong>{{ analysis.mla | calculatePercentage:100:0 }} % </strong>
fa_ir: حداقل سطح تجزیه و تحلیل (TDSSA MLA): <strong>{{ analysis.mla | calculatePercentage:100:0 }} % </strong>
fi: Analyysien vähimmäistaso (TDSSA MLA): <strong>{{ analysis.mla | calculatePercentage:100:0 }}%</strong>
fr: Nombre minimum d'analyse (NMA DTASS): <strong>{{ analysis.mla | calculatePercentage:100:0 }}%</strong>
ko: 최소분석수준(TDSSA MLA): <strong>{{ analysis.mla | calculatePercentage:100:0 }}%</strong>
lv: Minimālais analīzes līmenis (TDSSA MLA): <strong>{{ analysis.mla | calculatePercentage:100:0 }} % </strong>
nl: Minimumniveau van analyse (TDSSA MLA): <strong>{{ analysis.mla | calculatePercentage:100:0 }}​ </strong>
pl: Minimalny poziom analizy (TDSSA MLA): <strong>{{ analysis.mla | calculatePercentage:100:0 }} % </strong>
pt: Nível mínimo de análise (TDSSA MLA): <strong>{{ analysis.mla | calculatePercentage:100:0 }} % </strong>
ru: Минимальный уровень анализа (TDSSA MLA): <strong>{{ analysis.mla | calculatePercentage:100:0 }}%</strong>
sk: Minimálna úroveň analýzy (TDSSA MLA): <strong>{{ analysis.mla | calculatePercentage:100:0 }} % </strong>
sr: Минимални ниво анализе (ТДССА МЛА): <strong>{{ analysis.mla | calculatePercentage:100:0 }} % </strong>
sw: Kiwango cha Chini cha Uchambuzi (TDSSA MLA): <strong>{{ analysis.mla | calculatePercentage:100:0 }} % </strong>
tr: Minimum Analiz Seviyesi (TDSSA MLA): <strong>{{ analysis.mla | calculatePercentage:100:0 }} % </strong>

source: Total Tests
am: ጠቅላላ ሙከራዎች
ar: إجمالي الاختبارات
az: Ümumi Testlər
bg: Общо тестове
es: Total de controles
et: Testide koguarv
fa_ir: مجموع تست ها
fi: Testit yhteensä
fr: Nbre de contrôles
ko: 총 테스트
lv: Kopējie testi
nl: Totaal aantal tests
pl: Całkowita liczba próbek
pt: Total de testes
ru: Всего тестов
sk: Celkové testy
sr: Укупни тестови
sw: Jumla ya Majaribio
tr: Toplam Testler

# tdssa_testsHeaderTooltip
source: Total tests done per Sports, Sport / disciplines and Athletes.
am: በስፖርት ፣ በስፖርት / በዲሲፕሊን እና በአትሌቶች የተደረጉ አጠቃላይ ሙከራዎች።
ar: مجموع الاختبارات التي تم إجراؤها حسب الرياضة والرياضة / التخصصات والرياضيين.
az: İdman, İdman / fənlər və İdmançılar üzrə edilən ümumi testlər.
bg: Общо направени тестове за спорт, спорт/дисциплини и спортисти.
es: Total de pruebas realizadas por Deportes, Deportes / disciplinas y Atletas.
et: Spordi-, spordi- / erialade ja sportlaste kohta tehtud testide koguarv
fa_ir: مجموع تست های انجام شده در هر ورزش، ورزش / رشته و ورزشکار.
fi: Tehdyt testit yhteensä lajia, lajia/alalajia ja urheilijoita kohden.
fr: Total des contrôles effectués par sports, sports / disciplines et sportifs.
ko: 종목, 종목 / 세부종목 및 선수 별 수행된 총 검사.
lv: Kopējais veikto testu skaits pa sporta veidiem, sporta veidiem / disciplīnām un sportistiem.
nl: Totaal aantal uitgevoerde tests per sport, sport / disciplines en atleten.
pl: Łączna liczba testów wykonanych na sport, sport / dyscypliny i sportowców.
pt: Total de testes realizados por esportes, esportes / disciplinas e atletas.
ru: Общее количество тестов, проведенных по видам спорта, спорту/дисциплинам и спортсменам.
sk: Celkový počet vykonaných testov podľa športu, športu / disciplín a športovcov.
sr: Укупан број тестова урађених по спортовима, спорту / дисциплинама и спортистима.
sw: Jumla ya majaribio yaliyofanywa kulingana na Michezo, Michezo/taaluma na Wanariadha.
tr: Spor, Spor / disiplinler ve Sporcular için yapılan toplam testler.

source: Tests
am: ምርመራዎች
ar: الاختبارات
az: Testlər
bg: Проверки
es: Controles
et: Testid
fa_ir: تست ها
fi: Testit
fr: Contrôles
ko: 검사활동
lv: Pārbaudes
nl: Testen
pl: Badania
pt: Testes
ru: Тесты
sk: skúšky
sr: testovi
sw: Vipimo
tr: Doping Kontrolleri

# tdssa_percentageOocHeaderTooltip
source: %OOC: Percentage Out of Competition versus Total Tests.
am: %OOC፡ ከውድድር ውጪ ያለው መቶኛ ከጠቅላላ ሙከራዎች ጋር።
ar: ٪ OOC: النسبة المئوية خارج المنافسة مقابل إجمالي الاختبارات.
az: OOC: Ümumi Testlərə qarşı Müsabiqədən kənar faiz.
bg: % OOC: Процент извънсъстезателни тестове спрямо общия брой тестове.
es: %OOC: Porcentaje fuera de la competencia contra el total de las pruebas.
et: OOC%: Konkurentsivälise protsendi ja katsete koguarv.
fa_ir: %OOC: درصد خارج از رقابت در مقابل مجموع آزمون‌ها.
fi: %OOC: Kilpailun ulkopuolisten testien prosenttiosuus testien kokonaismäärästä.
fr: % OOC: pourcentage hors compétition par rapport au total de contrôles.
ko: %OOC : 총 검사 대비 경기기간 외 검사의 백분율
lv: %OOC: ārpus konkurences procentuālā daļa salīdzinājumā ar kopējo pārbaužu skaitu.
nl: % OOC: percentage buiten competitie versus totaal aantal tests.
pl: % OOC: procent poza zawodami w porównaniu z łączną liczbą testów.
pt: % OOC: Porcentagem fora da competição versus total de testes.
ru: % OOC: процент внесоревновательных тестов по сравнению с общим количеством тестов.
sk: %OOC: Percento mimo konkurencie verzus celkový počet testov.
sr: % ООЦ: Проценат ван конкуренције наспрам укупних тестова.
sw: OOC: Asilimia Nje ya Ushindani dhidi ya Jumla ya Majaribio.
tr: % OOC: Toplam Testlere Karşı Rekabet Yüzdesi.

# percentageOoc_uppercase
source: %OOC
es: %FdeC
sr: % ООЦ

# dbs
source: Dried Blood Spot
am: የደረቀ ጠብታ የደም
ar: بقعة دم مجففة
az: Qurudulmuş qan ləkəsi
bg: Суха кръв
es: Mancha de sangre seca
et: Kuivanud verelaik
fa_ir: لکه خون خشک شده
fi: Kuivaverinäyte
fr: Gouttes de sang séchées
ko: 건조혈반
lv: Žāvēta asiņu vieta
nl: Gedroogde bloedvlek
pl: Suche krople krwi
pt: Mancha de sangue seco
ru: Сухие пятна крови
sk: Suchá krvavá škvrna
sr: Osušena tačka krvi
sw: Doa iliyokaushwa ya Damu
tr: Kuru Kan Damlası

# analysisHeaderTooltip
source: Charts for {{ translations$ | getAnalysisCategory:analysis.categoryCode | async }} analyses and breakdown for
am: ገበታዎች ለ {{ translations$ | getAnalysisCategory:analysis.categoryCode | async }} ይተነትናል እና መከፋፈል ለ
ar: الرسوم البيانية لـ{{ translations$ | getAnalysisCategory:analysis.categoryCode | async }} تحليلات وتفاصيل
az: üçün qrafiklər{{ translations$ | getAnalysisCategory:analysis.categoryCode | async }} üçün təhlillər və bölgülər aparır
bg: Графики за{{ translations$ | getAnalysisCategory:analysis.categoryCode | async }} анализи и разбивка за
es: Gráficos para {{ translations$ | getAnalysisCategory:analysis.categoryCode | async }} análisis y desglose para
et: Diagrammid{{ translations$ | getAnalysisCategory:analysis.categoryCode | async }} analüüsid ja jaotused
fa_ir: نمودارها برای{{ translations$ | getAnalysisCategory:analysis.categoryCode | async }} تجزیه و تحلیل و تجزیه برای
fi: Kaaviot{{ translations$ | getAnalysisCategory:analysis.categoryCode | async }} analyyseille ja erittely
fr: Graphiques pour {{ translations$ | getAnalysisCategory:analysis.categoryCode | async }} analyse et répartition pour
ko: {{ translations$ | getAnalysisCategory:analysis.categoryCode | async }} 분석에 대한 차트 및 내역
lv: Diagrammas par{{ translations$ | getAnalysisCategory:analysis.categoryCode | async }} analīzes un sadalījums
nl: Grafieken voor {{ translations$ | getAnalysisCategory:analysis.categoryCode | async }} analyses en uitsplitsing voor
pl: Wykresy dla{{ translations$ | getAnalysisCategory:analysis.categoryCode | async }} analizy i podział dla
pt: Gráficos para{{ translations$ | getAnalysisCategory:analysis.categoryCode | async }} análises e detalhamento para
ru: Графики для {{ translations$ | getAnalysisCategory:analysis.categoryCode | async }} анализов и разбивка для
sk: Grafy pre{{ translations$ | getAnalysisCategory:analysis.categoryCode | async }} analýzy a členenie pre
sr: Графикони за{{ translations$ | getAnalysisCategory:analysis.categoryCode | async }} анализе и рашчлањивање за
sw: Chati za{{ translations$ | getAnalysisCategory:analysis.categoryCode | async }} uchambuzi na uchanganuzi kwa
tr: İçin grafikler{{ translations$ | getAnalysisCategory:analysis.categoryCode | async }} için analizler ve döküm

# and_lowercase
source: and
am: እና
ar: و
az: və
bg: и
es: Y
et: ja
fa_ir: و
fi: ja
fr: et
ko: 및
lv: un
nl: En
pl: i
pt: e
ru: и
sk: a
sr: i
sw: na
tr: ve

# totalAnalysisTooltip
source: Total {{ translations$ | getExtendedAnalysisCategory:analysis.categoryCode | async }} ({{ translations$ | getAnalysisCategory:analysis.categoryCode | async }}) analyses done per sport and sport/discipline.
am: ጠቅላላ {{ translations$ | getExtendedAnalysisCategory:analysis.categoryCode | async }} ({{ translations$ | getAnalysisCategory:analysis.categoryCode | async }}) በስፖርት እና በስፖርት / በዲሲፕሊን የተደረጉ ትንታኔዎች.
ar: مجموع{{ translations$ | getExtendedAnalysisCategory:analysis.categoryCode | async }} ({{ translations$ | getAnalysisCategory:analysis.categoryCode | async }} ) تحليلات تم إجراؤها لكل رياضة ورياضة / نظام.
az: Ümumi{{ translations$ | getExtendedAnalysisCategory:analysis.categoryCode | async }} ({{ translations$ | getAnalysisCategory:analysis.categoryCode | async }} ) idman və idman/intizam üzrə aparılan təhlillər.
bg: Общо {{ translations$ | getExtendedAnalysisCategory:analysis.categoryCode | async }} ({{ translations$ | getAnalysisCategory:analysis.categoryCode | async }}) анализи, направени по спорт и спорт/дисциплина.
es: Total {{ translations$ | getExtendedAnalysisCategory:analysis.categoryCode | async }} ({{ translations$ | getAnalysisCategory:analysis.categoryCode | async }}) análisis realizados por deporte y deporte/disciplina.
et: Kokku{{ translations$ | getExtendedAnalysisCategory:analysis.categoryCode | async }} ({{ translations$ | getAnalysisCategory:analysis.categoryCode | async }} ) analüüsid spordialade ja spordialade kohta.
fa_ir: جمع{{ translations$ | getExtendedAnalysisCategory:analysis.categoryCode | async }} ({{ translations$ | getAnalysisCategory:analysis.categoryCode | async }} ) تجزیه و تحلیل های انجام شده در هر ورزش و ورزش/رشته.
fi: Yhteensä kaikki{{ translations$ | getExtendedAnalysisCategory:analysis.categoryCode | async }} ({{ translations$ | getAnalysisCategory:analysis.categoryCode | async }} ) analyysit lajeittain ja lajeittain/alalajeittain.
fr: Total {{ translations$ | getExtendedAnalysisCategory:analysis.categoryCode | async }} ({{ translations$ | getAnalysisCategory:analysis.categoryCode | async }}) analyses faites par sport et sport/discipline.
ko: 종목 및 종목/세부종목 별 수행된 {{ translations$ | getExtendedAnalysisCategory:analysis.categoryCode | async }}({{ translations$ | getAnalysisCategory:analysis.categoryCode | async }}) 분석 합계
lv: Kopā{{ translations$ | getExtendedAnalysisCategory:analysis.categoryCode | async }} ({{ translations$ | getAnalysisCategory:analysis.categoryCode | async }} ) analīzes, kas veiktas pa sporta veidiem un sporta veidiem/disciplīnām.
nl: Totaal {{ translations$ | getExtendedAnalysisCategory:analysis.categoryCode | async }} ({{ translations$ | getAnalysisCategory:analysis.categoryCode | async }}) analyses gedaan per sport en sport / discipline.
pl: Całkowity{{ translations$ | getExtendedAnalysisCategory:analysis.categoryCode | async }} ({{ translations$ | getAnalysisCategory:analysis.categoryCode | async }} ) analizy wykonane dla sportu i sportu / dyscypliny.
pt: Total{{ translations$ | getExtendedAnalysisCategory:analysis.categoryCode | async }} ({{ translations$ | getAnalysisCategory:analysis.categoryCode | async }} ) análises feitas por esporte e esporte / disciplina.
ru: Общее {{ translations$ | getExtendedAnalysisCategory:analysis.categoryCode | async }} ({{ translations$ | getAnalysisCategory:analysis.categoryCode | async }}) проведенные анализы по виду спорта и спорту / дисциплине.
sk: Celkom{{ translations$ | getExtendedAnalysisCategory:analysis.categoryCode | async }} ({{ translations$ | getAnalysisCategory:analysis.categoryCode | async }} ) analýzy vykonané podľa športu a športu/disciplíny.
sr: Укупно{{ translations$ | getExtendedAnalysisCategory:analysis.categoryCode | async }} ({{ translations$ | getAnalysisCategory:analysis.categoryCode | async }} ) анализе урађене по спорту и спорту / дисциплини.
sw: Jumla{{ translations$ | getExtendedAnalysisCategory:analysis.categoryCode | async }} ({{ translations$ | getAnalysisCategory:analysis.categoryCode | async }} ) uchambuzi uliofanywa kwa kila mchezo na mchezo/nidhamu.
tr: Toplam{{ translations$ | getExtendedAnalysisCategory:analysis.categoryCode | async }} ({{ translations$ | getAnalysisCategory:analysis.categoryCode | async }} ) spor ve spor / disiplin bazında yapılan analizler.

source: All
am: ሁሉም
ar: الكل
az: Hamısı
bg: Всички
es: Todos
et: Kõik
fa_ir: همه
fi: Kaikki
fr: Tout
ko: 전체
lv: Visi
nl: Alle
pl: Wszystkie
pt: Tudo
ru: Все
sk: všetko
sr: sve
sw: Wote
tr: hepsi
