Repository: NandhineeR/WADA
Catalog: wada-ama-testcenter-web-57718053929f/wada-ama-testcenter-web-57718053929f/src/i18n/messages.*.xlf
Languages: am, ar, az, bg, es, et, fa_ir, fi, fr, ko, lv, nl, pl, pt, ru, sk, sr, sw, tr

# attemptDescriptionTooltip
source: Provide details such as who was spoken to, how long the attempt was made, and where the athlete was not located.
am: ከማን ጋር እንደተነጋገረ፣ ሙከራው ለምን ያህል ጊዜ እንደተደረገ እና አትሌቱ የት እንዳልተገኘ በዝርዝር ያቅርቡ።
ar: قدِّم تفاصيل مثل من تم التحدث إليه ، ومدة المحاولة ، ومكان عدم تحديد موقع الرياضي.
az: Kimlə danışıldığı, cəhdin nə qədər davam etdiyi və idmançının harada olmadığı kimi təfərrüatları təmin edin.
bg: Посочете подробности, като например с кого е разговаряно, колко дълго е направен опитът за тестване и мястото, където не е локализиран спортистът.
es: Proporcione detalles tales como con quién se habló, cuánto tiempo se hizo el intento y dónde no se localizó al atleta.
et: Esitage üksikasjad, näiteks kellega räägiti, kui kaua katset tehti ja kus sportlast ei leitud.
fa_ir: جزئیاتی مانند اینکه با چه کسی صحبت شده است، مدت زمان تلاش انجام شده است و ورزشکار در کجا واقع نشده است را ارائه دهید.
fi: Anna yksityiskohdat, kuten kenen kanssa keskusteltiin, kuinka kauan testiyritys kesti ja paikat, joista urheilijaa ei tavoitettu
fr: Fournissez des détails tels que le nom de la personne à qui vous avez parlé, la durée de la tentative et l'endroit où le sportif n'a pas été localisé.
ko: 대화를 나눈 사람, 시도가 이루어진 기간, 선수를 찾지 못한 장소 등의 세부 정보를 작성하세요.
lv: Sniedziet informāciju, piemēram, ar ko tika runāts, cik ilgi tika veikts mēģinājums un kur sportists neatradās.
nl: Geef details op zoals met wie is gesproken, hoe lang de poging is gedaan en waar de atleet zich niet bevond.
pl: Podaj szczegółowe informacje, takie jak, z kim rozmawiano, jak długo miała miejsce próba i gdzie nie przebywał sportowiec.
pt: Forneça detalhes como com quem foi falado, por quanto tempo a tentativa foi feita e onde o atleta não foi localizado.
ru: Предоставьте подробную информацию, например, с кем разговаривали, как долго вы предпринимали попытки и где спортсмен отсутствовал.
sk: Uveďte podrobnosti, ako napríklad s kým sa hovorilo, ako dlho bol pokus vykonaný a kde sa športovec nenachádzal.
sr: Наведите детаље као што су са ким је разговарано, колико дуго је покушај извршен и где спортиста није смештен.
sw: Toa maelezo kama vile ni nani aliyezungumziwa, jaribio lilifanywa kwa muda gani, na mahali ambapo mwanariadha hakuwepo.
tr: Kiminle konuşulduğu, girişimin ne kadar süredir yapıldığı ve sporcunun nerede bulunmadığı gibi ayrıntıları sağlayın.

# reportDate
source: Date of Report
am: ሪፖርት የተደረገበት ቀን
ar: تاريخ التقرير
az: Hesabatın Tarixi
bg: Дата на доклада
es: Fecha del informe
et: Aruande kuupäev
fa_ir: تاریخ گزارش
fi: Raportin päivämäärä
fr: Date du rapport
ko: 보고 날짜
lv: Ziņojuma datums
nl: Datum van het rapport
pl: Data raportu
pt: Data do relatório
ru: Дата отчета
sk: Dátum správy
sr: Датум извештаја
sw: Tarehe ya Ripoti
tr: Rapor tarihi

# deleteUnsuccessfulAttempt_uppercase
source: DELETE UNSUCCESSFUL ATTEMPT
am: ያልተሳካ ሙከራን ሰርዝ
ar: احذف المحاولة غير الناجحة
az: UĞURSUZ CƏHİDİ SİLİN
bg: ИЗТРИИТЕ НЕУСПЕШЕН ОПИТ
es: BORRAR EL INTENTO FALLIDO
et: Kustuta ebaõnnestunud katse
fa_ir: حذف تلاش ناموفق
fi: POISTA EPÄONNISTUNUT TESTIYRITYS
fr: SUPPRIMER UNE TENTATIVE Manquée
ko: 검사시도실패 삭제
lv: DZĒST NEVEIKSMĪGO MĒĢINĀJUMU
nl: VERWIJDEREN NIET-SUCCESVOLLE POGING
pl: USUŃ NIEUDANE PRÓBY
pt: EXCLUIR TENTATIVA SEM SUCESSO
ru: УДАЛИТЬ НЕУДАЧНУЮ ПОПЫТКУ
sk: VYMAZAJTE NEÚSPEŠNÝ POKUS
sr: БРИСАТИ НЕУСПЕШНИ ПОКУШАЈ
sw: FUTA JARIBIO LISILOFANIKIWA
tr: BAŞARISIZ GİRİŞİMİ SİL

source: Attempt Time From
am: የሙከራ ጊዜ ከ
ar: وقت المحاولة من
az: Cəhd Vaxtı
bg: Време на опита от
es: Tiempo de intento desde
et: Katse aeg alates
fa_ir: زمان تلاش از
fi: Testiyritys Alkaen (klo)
fr: Tentative Temps de
ko: 시도 시작 시간
lv: Mēģinājuma laiks no
nl: Pogingstijd van
pl: Czas próby od
pt: Tempo de tentativa de
ru: Время попытки от
sk: Čas pokusu od
sr: Vreme pokušaja od
sw: Jaribio Muda Kutoka
tr: Deneme Süresi

source: Attempt Time To
am: ለመሞከር ጊዜ
ar: وقت المحاولة الى
az: Cəhd Vaxtı
bg: Време на опита до
es: Intentar tiempo para
et: Katseaeg kuni
fa_ir: زمان تلاش برای
fi: Testiyritys Asti (klo)
fr: Temps de tentative pour
ko: 시도 종료 시간
lv: Mēģinājuma laiks Līdz
nl: Poging tijd om
pl: Czas próby do
pt: Tentativa de tempo para
ru: Время попытки до
sk: Pokus Time To
sr: Vreme pokušaja da
sw: Jaribu Wakati wa
tr: Deneme Süresi

source: Last Name, First Name
am: የአያት ስም, የመጀመሪያ ስም
ar: اسم العائلة الاسم الأول
az: Soyadı Adı
bg: Фамилия, Собствено Име
es: Apellido, Nombre
et: Perekonnanimi Eesnimi
fa_ir: نام خانوادگی نام
fi: Sukunimi, Etunimi
fr: Nom, Prénom
ko: 성, 이름
lv: Uzvārds Vārds
nl: Achternaam voornaam
pl: Nazwisko, imię
pt: Sobrenome primeiro nome
ru: Фамилия, Имя
sk: Priezvisko meno
sr: Презиме Име
sw: Jina la mwisho, Jina la kwanza
tr: Soyad ad

source: Lead DCO
am: መሪ ዲ.ሲ.ኦ.
ar: قائد مسئولي فحص المنشطات (DCO)
az: Qurğuşun DCO
bg: Главен СДК
es: OCD líder
et: Plii DCO
fa_ir: DCO سرب
fi: Vastaava dopingtestaaja
fr: ACD principal
lv: Vadošais DCO
nl: DCO-Leider
pl: Przewodniczący kontorli antydopingowej
pt: Principal Oficial de Controle de Dopagem
ru: Ответственный ИДК
sk: Hlavný DCO
sr: glavni doping kontrolor
sw: Kuongoza DCO
tr: Lider Doping Kontrol Görevlisi

# testParticipantsUnavailable
source: You don't have the right to view the test participants of this Testing Order.
am: የዚህን የሙከራ ትዕዛዝ የፈተና ተሳታፊዎች የመመልከት መብት የለዎትም።
ar: ليس لديك الحق في عرض المشاركين في الاختبار في أمر الاختبار هذا.
az: Bu Test Sifarişinin test iştirakçılarına baxmaq hüququnuz yoxdur.
bg: Нямате право да преглеждате участниците в теста на тази поръчка за тестване.
es: No tiene derecho a ver los participantes de la prueba de esta orden de prueba.
et: Teil ei ole õigust vaadata selle testimiskorralduse testis osalejaid.
fa_ir: شما حق مشاهده شرکت کنندگان آزمون این دستور تست را ندارید.
fi: Sinulla ei ole oikeutta nähdä tämän testimääräyksen osallistujia.
fr: Vous n'avez pas le droit de consulter les participants aux tests de cet Ordre de mission.
ko: 이 검사지시서의 검사 참가자를 볼 수 있는 권한은 없습니다.
lv: Jums nav tiesību skatīt šī Pārbaudes pasūtījuma testa dalībniekus.
nl: U heeft niet het recht om de testdeelnemers van deze testopdracht te bekijken.
pl: Nie masz prawa do przeglądania uczestników testu w ramach tego zlecenia testowego.
pt: Você não tem o direito de visualizar os participantes do teste deste Pedido de Teste.
ru: Вы не имеете права просматривать Участников Тестирования в данном Распоряжении на Тестирование.
sk: Nemáte právo zobraziť účastníkov testu tohto testovacieho príkazu.
sr: Nemate pravo da vidite učesnike testa ovog naloga za testiranje.
sw: Huna haki ya kuona washiriki wa jaribio la Agizo hili la Jaribio.
tr: Bu Test Sırasının test katılımcılarını görüntüleme hakkınız yok.

# whatsNext_strong
source: <strong>What's next?</strong>
am: <strong>ቀጥሎ ምን አለ?</strong>
ar: <strong> ماذا بعد؟ </strong>
az: <strong> Sonra nə var? </strong>
bg: <strong>Какво следва?</strong>
es: <strong>¿Qué es lo siguiente?</strong>
et: <strong> Mis järgmiseks? </strong>
fa_ir: <strong> بعدش چی؟ </strong>
fi: <strong> Mitä seuraavaksi? </strong>
fr: <strong>Prochaine étape?</strong>
ko: <strong>다음은?</strong>
lv: <strong> Ko tālāk? </strong>
nl: <strong>Wat is het volgende?</strong>
pl: <strong> Co dalej? </strong>
pt: <strong> Qual é o próximo? </strong>
ru: <strong> Что дальше? </strong>
sk: <strong> Čo bude ďalej? </strong>
sr: <strong> Шта је следеће? </strong>
sw: <strong> Nini kinafuata? </strong>
tr: <strong> Sıradaki ne? </strong>

source: Create Another Testing Order
am: ሌላ የሙከራ ትዕዛዝ ይፍጠሩ
ar: قم بإنشاء أمر اختبار آخر
az: Başqa bir sınaq əmri yaradın
bg: Създайте друга Заповед за тестване
es: Crear otra orden de misión
et: Looge veel üks testimiskorraldus
fa_ir: یک سفارش آزمایشی دیگر ایجاد کنید
fi: Luo toinen Testimääräys
fr: Créer une autre ordre de mission
ko: 다른 검사지시서 생성
lv: Izveidojiet citu pārbaudes pasūtījumu
nl: Maak nog een testopdracht
pl: Utwórz kolejne zlecenie testowe
pt: Crie outro pedido de teste
ru: Создать еще одно Распоряжение на миссию
sk: Vytvorte ďalšiu testovaciu objednávku
sr: Направите још један налог за тестирање
sw: Unda Agizo Lingine la Kujaribu
tr: Başka bir Test Sırası oluşturun

source: Go Back to Testing Order Management
am: ወደ የሙከራ ትዕዛዝ አስተዳደር ተመለስ
ar: العودة الى ادارة أمر الاختبار
az: Sınaq Sifariş İdarəetməsinə qayıdın
bg: Върнете се към Управление на поръчките за тестване
es: Volver a la gestión de pedidos de pruebas
et: Minge tagasi tellimuste haldamise testimise juurde
fa_ir: به مدیریت سفارش تست برگردید
fi: Palaa testimääräysten hallintaan
fr: Retour à La gestion des commandes de test
ko: 검사지시서 관리로 돌아가기
lv: Dodieties atpakaļ uz Testēšanas pasūtījumu pārvaldību
nl: Ga terug naar Orderbeheer testen
pl: Wróć do zarządzania zleceniami testowymi
pt: Voltar ao Gerenciamento de Pedidos de Teste
ru: Вернуться в раздел Управление заказами на тестирование
sk: Späť na správu objednávok testovania
sr: Vrati se na testiranje upravljanja porudžbinama
sw: Rudi kwenye Udhibiti wa Maagizo ya Kujaribu
tr: Test Emri Yönetimine Geri Dön

source: Create Testing Order
am: የሙከራ ትዕዛዝ ይፍጠሩ
ar: إنشاء أمر اختبار
az: Test Sifarişi yaradın
bg: Създайте заповед за тестване
es: Crear la Orden de Control
et: Looge testimisjärjekord
fa_ir: ایجاد سفارش نمونه گیری
fi: Luo Testimääräys
fr: Créer un ordre de mission
ko: 검사지시서 생성
lv: Izveidojiet pārbaudes pasūtījumu
nl: Maak een testopdracht
pl: Utwórz polecenie kontroli
pt: Criar pedido de teste
ru: Создать Распоряжение на тестирование
sk: Vytvorte testovaciu objednávku
sr: Направите налог за тестирање
sw: Unda Agizo la Kupima
tr: Test Sırası Oluşturun

# editTestingOrderIdX
source: Edit Testing Order - {{ toId$ | async }}
am: የሙከራ ትዕዛዝ አርትዕ - {{ toId$ | async }}
ar: تحرير أمر الاختبار -{{ toId$ | async }}
az: Test Sifarişini Redaktə et -{{ toId$ | async }}
bg: Редактиране на заповед за тестване -{{ toId$ | async }}
es: Editar el orden de prueba - {{ toId$ | async }}
et: Muuda testimiskorda -{{ toId$ | async }}
fa_ir: ویرایش دستور تست -{{ toId$ | async }}
fi: Muokkaa Testimääräystä -{{ toId$ | async }}
fr: Modifier l'ordre de mission - {{ toId$ | async }}
ko: 검사지시서 편집 - {{ toId$ | async }}
lv: Rediģēt pārbaudes pasūtījumu —{{ toId$ | async }}
nl: Testvolgorde bewerken - {{ toId$ | async }}
pl: Edytuj zlecenie testowania -{{ toId$ | async }}
pt: Editar pedido de teste -{{ toId$ | async }}
ru: Изменить Распоряжение на тестирование -{{ toId$ | async }}
sk: Upraviť testovaciu objednávku -{{ toId$ | async }}
sr: Измени налог за тестирање -{{ toId$ | async }}
sw: Hariri Agizo la Kujaribu -{{ toId$ | async }}
tr: Test Sırasını Düzenle -{{ toId$ | async }}

# messageCopyTestingOrder
source: The content of this Testing Order was copied from {{ copiedTestingOrderNumber$ | async }}.
am: የዚህ የሙከራ ትዕዛዝ ይዘት የተቀዳ ነው። {{ copiedTestingOrderNumber$ | async }}.
ar: تم نسخ محتوى أمر الاختبار هذا من {{ copiedTestingOrderNumber$ | async }}.
az: Bu Test Sifarişinin məzmunu buradan kopyalanıb {{ copiedTestingOrderNumber$ | async }}.
bg: Съдържанието на тази поръчка за тестване е копирано от {{ copiedTestingOrderNumber$ | async }}.
es: El contenido de esta orden de prueba fue copiado de {{ copiedTestingOrderNumber$ | async }}.
et: Selle testimiskorralduse sisu on kopeeritud {{ copiedTestingOrderNumber$ | async }}.
fa_ir: محتوای این دستور تست از این کپی شده است {{ copiedTestingOrderNumber$ | async }}.
fi: Tämän testimääräyksen sisältö kopioitiin kohteesta {{ copiedTestingOrderNumber$ | async }}.
fr: Le contenu de cet Ordre de mission a été copié sur le site {{ copiedTestingOrderNumber$ | async }}.
ko: 이 검사지시서의 내용은 {{ copiedTestingOrderNumber$ | async }} 에서 복사되었습니다.
lv: Šī pārbaudes pasūtījuma saturs tika kopēts no {{ copiedTestingOrderNumber$ | async }}.
nl: De inhoud van deze testopdracht is gekopieerd van {{ copiedTestingOrderNumber$ | async }}.
pl: Treść niniejszego Zlecenia Testowania została skopiowana ze strony {{ copiedTestingOrderNumber$ | async }}.
pt: O conteúdo deste Pedido de Teste foi copiado de {{ copiedTestingOrderNumber$ | async }}.
ru: Содержание данного Распоряжения на тестирование скопировано с {{ copiedTestingOrderNumber$ | async }}.
sk: Obsah tohto testovacieho príkazu bol skopírovaný z {{ copiedTestingOrderNumber$ | async }}.
sr: Sadržaj ovog naloga za testiranje je kopiran iz {{ copiedTestingOrderNumber$ | async }}.
sw: Maudhui ya Agizo hili la Jaribio yalinakiliwa kutoka {{ copiedTestingOrderNumber$ | async }}.
tr: Bu Test Siparişinin içeriği şu adresten kopyalanmıştır: {{ copiedTestingOrderNumber$ | async }}.

source: Athlete and Analyses
am: አትሌት እና ትንታኔዎች
ar: رياضي وتحليلات
az: İdmançı və Analizlər
bg: Спортист и анализи
es: Deportista y análisis
et: Sportlane ja analüüsib
fa_ir: ورزشکار و آنالیز
fi: Urheilija ja analyysit
fr: Sportifs et Analyses
ko: 선수 및 분석
lv: Sportists un analīzes
nl: Atleet en analyses
pl: Zawodnik i analizy
pt: Atleta e análises
ru: Спортсмен и анализы
sk: Športovec a analýzy
sr: Спортиста и анализе
sw: Mwanaspoti na Uchambuzi
tr: Sporcu ve Analizler

source: New to Testing Order?
am: ለሙከራ ትዕዛዝ አዲስ ነው?
ar: جديد على طلب الاختبار؟
az: Test Sifarişində yenisiniz?
bg: Ново за заповедта за тестване?
es: ¿Nuevo en las ordenes de misión?
et: Kas olete tellimuse testimisel uus?
fa_ir: برای تست سفارش جدید هستید؟
fi: Uutta testimääräyksessä?
fr: Débutant dans les ordres de mission?
ko: 검사지시서가 처음이십니까?
lv: Vai esat jauns testēšanas pasūtījuma lietotājs?
nl: Nieuw bij het testen van bestelling?
pl: Nowy w kolejności kontroli?
pt: Novo no teste do Order?
ru: Вы впервые зашли в раздел Распоряжений на миссию?
sk: Ste novým používateľom testovacej objednávky?
sr: Ново у тестирању поруџбине?
sw: Je, ni mpya kwa Agizo la Kujaribu?
tr: Siparişi test etmede yeni misiniz?

# newTestingOrderTooltip
source: Our new Testing Order form allows you to enter a lot of information in advance, facilitating the creation of Doping Control Forms.
am: የእኛ አዲሱ የሙከራ ማዘዣ ቅጽ ብዙ መረጃዎችን አስቀድመው እንዲያስገቡ ይፈቅድልዎታል ፣ ይህም የዶፒንግ መቆጣጠሪያ ቅጾችን መፍጠርን ያመቻቻል።
ar: يسمح لك نموذج طلب الاختبار الجديد بإدخال الكثير من المعلومات مقدمًا ، مما يسهل إنشاء نماذج مراقبة المنشطات.
az: Yeni Test Sifariş formamız Dopinq Nəzarəti Formalarının yaradılmasını asanlaşdıraraq, əvvəlcədən çoxlu məlumat daxil etməyə imkan verir.
bg: Новият ни формуляр за заповед за тестване ви позволява да въведете много информация предварително, улеснявайки създаването на формуляри за допинг контрол.
es: Nuestro nuevo formulario de Orden de Prueba le permite introducir mucha información por adelantado, facilitando la creación de Formularios de Control de Dopaje.
et: Meie uus vorm Testing Order võimaldab teil eelnevalt sisestada palju teavet, hõlbustades dopingukontrolli vormide loomist.
fa_ir: فرم جدید دستور تست ما به شما امکان می دهد اطلاعات زیادی را از قبل وارد کنید و ایجاد فرم های کنترل دوپینگ را تسهیل می کند.
fi: Uuden Testimääräyslomakkeemme avulla voit syöttää paljon tietoja etukäteen, mikä helpottaa Dopingtestipöytäkirjojen luomista.
fr: Notre nouveau formulaire d'ordre de mission vous permet de saisir de nombreuses informations à l'avance afin de faciliter la création de formulaires de contrôle du dopage.
ko: 새로운 검사지시서 양식은 많은 정보를 사전에 입력할 수 있어 도핑검사서를 용이하게 작성할 수 있습니다.
lv: Mūsu jaunā pārbaudes pasūtījuma veidlapa ļauj iepriekš ievadīt daudz informācijas, atvieglojot dopinga kontroles veidlapu izveidi.
nl: Met ons nieuwe testopdrachtformulier kunt u vooraf veel informatie invoeren, waardoor u gemakkelijker dopingcontroleformulieren kunt maken.
pl: Nasz nowy formularz zlecenia badania pozwala na wprowadzenie wielu informacji z wyprzedzeniem, ułatwiając tworzenie formularzy kontroli dopingowej.
pt: Nosso novo formulário de Pedido de Teste permite que você insira uma grande quantidade de informações com antecedência, facilitando a criação de Formulários de Controle de Doping.
ru: Наша новая форма Распоряжения на тестирование позволяет вам заранее ввести большой объем информации, что облегчает создание протоколов допинг-контроля.
sk: Náš nový formulár Objednávky na testovanie vám umožňuje zadať množstvo informácií vopred, čo uľahčuje vytváranie formulárov dopingovej kontroly.
sr: Наш нови образац за налог за тестирање омогућава вам да унапред унесете много информација, олакшавајући стварање образаца за контролу допинга.
sw: Fomu yetu mpya ya Agizo la Kupima hukuruhusu kuingiza habari nyingi mapema, kuwezesha uundaji wa Fomu za Kudhibiti Dawa za Kuongeza Nguvu.
tr: Yeni Test Siparişi formumuz, Doping Kontrol Formlarının oluşturulmasını kolaylaştırarak birçok bilgiyi önceden girmenize olanak tanır.

# to_goToStepX
source: Go to step {{ toState.activeStep + 1 }}:
am: ወደ ደረጃ ይሂዱ {{ toState.activeStep + 1 }}:
ar: انتقل إلى الخطوة{{ toState.activeStep + 1 }} :
az: addıma keçin{{ toState.activeStep + 1 }} :
bg: Отидете на стъпка {{ toState.activeStep + 1 }}:
es: Ir al paso {{ toState.activeStep + 1 }}:
et: Mine sammu juurde{{ toState.activeStep + 1 }} :
fa_ir: برو به مرحله{{ toState.activeStep + 1 }} :
fi: Siirry vaiheeseen{{ toState.activeStep + 1 }} :
fr: Aller à l’étape {{ toState.activeStep + 1 }}:
ko: {{ toState.activeStep + 1 }} 단계로 이동:
lv: Iet uz soli{{ toState.activeStep + 1 }} :
nl: Ga naar stap {{ toState.activeStep + 1 }}:
pl: Przejdź do kroku{{ toState.activeStep + 1 }} :
pt: Vá para a etapa{{ toState.activeStep + 1 }} :
ru: Перейти к шагу {{ toState.activeStep + 1 }} :
sk: Prejdite na krok{{ toState.activeStep + 1 }} :
sr: Идите на корак{{ toState.activeStep + 1 }} :
sw: Nenda kwa hatua{{ toState.activeStep + 1 }} :
tr: Adıma git{{ toState.activeStep + 1 }} :

# cancelCreationTestingOrderConfirmation
source: Are you sure you want to cancel creation of this Testing Order?
am: እርግጠኛ ነዎት የዚህን የሙከራ ትዕዛዝ መፍጠር መሰረዝ ይፈልጋሉ?
ar: هل أنت متأكد من أنك تريد إلغاء إنشاء أمر الاختبار هذا؟
az: Bu Test Sifarişinin yaradılmasını ləğv etmək istədiyinizə əminsiniz?
bg: Наистина ли искате да отмените създаването на тази заповед за тестване?
es: ¿Está seguro de que quiere cancelar la creación de esta Orden de Misión?
et: Kas soovite kindlasti selle testimiskorralduse loomise tühistada?
fa_ir: آیا مطمئن هستید که می خواهید ایجاد این سفارش آزمایشی را لغو کنید؟
fi: Haluatko varmasti peruuttaa tämän Testimääräyksen luomisen?
fr: Êtes-vous sûr de vouloir annuler la création de cet ordre de mission?
ko: 이 검사지시서 생성을 정말 취소하시겠습니까?
lv: Vai tiešām vēlaties atcelt šī pārbaudes pasūtījuma izveidi?
nl: Weet u zeker dat u het aanmaken van deze testopdracht wilt annuleren?
pl: Czy na pewno chcesz anulować tworzenie tego polecenia kontroli?
pt: Tem certeza de que deseja cancelar a criação deste pedido de teste?
ru: Вы уверены, что хотите отменить создание этого Распоряжения на тестирование?
sk: Naozaj chcete zrušiť vytvorenie tejto testovacej objednávky?
sr: Да ли сте сигурни да желите да откажете стварање овог налога за тестирање?
sw: Je, una uhakika unataka kughairi uundaji wa Agizo hili la Jaribio?
tr: Bu Test Siparişinin oluşturulmasını iptal etmek istediğinizden emin misiniz?

source: All data you have entered will be lost.
am: ያስገቡት ሁሉም ውሂብ ይጠፋል።
ar: ستفقد جميع البيانات التي أدخلتها.
az: Daxil etdiyiniz bütün məlumatlar itiriləcək.
bg: Всички въведени от вас данни ще бъдат загубени.
es: Todos los datos que ha introducido se perderán.
et: Kõik sisestatud andmed lähevad kaduma.
fa_ir: تمام داده هایی که وارد کرده اید از بین خواهند رفت.
fi: Kaikki antamasi tiedot menetetään.
fr: Toutes les données que vous avez saisies seront perdues.
ko: 입력한 모든 데이터가 손실됩니다.
lv: Visi ievadītie dati tiks zaudēti.
nl: Alle gegevens die u heeft ingevoerd, gaan verloren.
pl: Wszystkie wprowadzone dane zostaną utracone.
pt: Todos os dados que você inseriu serão perdidos.
ru: Все введенные вами данные будут потеряны.
sk: Všetky údaje, ktoré ste zadali, budú stratené.
sr: Сви подаци које сте унели биће изгубљени.
sw: Data yote uliyoingiza itapotea.
tr: Girdiğiniz tüm veriler kaybolacak.

# testingOrderWillRevertBack
source: The Testing Order will revert back to its last saved form.
am: የሙከራ ትዕዛዙ ወደ መጨረሻው የተቀመጠ ቅጽ ይመለሳል።
ar: سيعود أمر الاختبار إلى آخر شكل محفوظ.
az: Sınaq Sifarişi son saxlanmış formasına qayıdacaq.
bg: Заповедта за тестване ще се върне към последната запазена форма.
es: La Orden de Prueba volverá a su última forma guardada.
et: Testimiskorraldus naaseb oma viimase salvestatud vormi juurde.
fa_ir: دستور تست به آخرین شکل ذخیره شده خود برمی گردد.
fi: Testimääräys palaa takaisin viimeksi tallennettuun muotoonsa.
fr: La dernière version enregistrée de l'ordre de mission sera rétablie.
ko: 검사지시서가 마지막으로 저장된 양식으로 되돌아갑니다.
lv: Pārbaudes pasūtījums tiks atgriezts tā pēdējā saglabātajā formā.
nl: De testopdracht keert terug naar de laatst opgeslagen vorm.
pl: Zlecenie Testowania powróci do ostatniej zapisanej formy.
pt: O pedido de teste será revertido para o último formulário salvo.
ru: Распоряжение на тестирование вернется к своей последней сохраненной форме.
sk: Testovacia objednávka sa vráti späť do svojej poslednej uloženej podoby.
sr: Налог за тестирање ће се вратити на последњи сачувани образац.
sw: Agizo la Jaribio litarejesha kwenye fomu yake ya mwisho iliyohifadhiwa.
tr: Test Sırası, en son kaydedilen formuna geri dönecektir.

# sampleCollectionAuthorityModification
source: Modification of Sample Collection Authority
am: የናሙና ስብስብ ባለስልጣን ማሻሻያ
ar: تعديل سلطة جمع العينات
az: Nümunələrin toplanması orqanının dəyişdirilməsi
bg: Модификация на пробовземащата организацията
es: Modificación de la autoridad de toma de muestras
et: Proovikogumisameti muutmine
fa_ir: اصلاح مرجع جمع آوری نمونه
fi: Testausorganisaation (SCA) muutos
fr: Modification de l'autorité de prélèvement des échantillons
ko: 시료채취기구 수정
lv: Paraugu savākšanas iestādes izmaiņas
nl: Wijziging van Sample Collection Authority
pl: Modyfikacja organu ds. Pobierania próbek
pt: Modificação da autoridade de coleta de amostra
ru: Изменение Организации, ответственной за сбор проб
sk: Úprava orgánu na odber vzoriek
sr: Измена овлашћења за прикупљање узорака
sw: Marekebisho ya Mamlaka ya Ukusanyaji Sampuli
tr: Numune Alma Yetkilisinin Değiştirilmesi

source: Are you sure you want to continue?
am: እርግጠኛ ነህ መቀጠል ትፈልጋለህ?
ar: هل أنت متأكد أنك تريد الاستمرار؟
az: Davam etmək istədiyinizə əminsiniz?
bg: Сигурни ли сте, че искате да продължите?
es: ¿Estás seguro de que quieres continuar?
et: Kas soovite kindlasti jätkata?
fa_ir: آیا مطمئن هستید که میخواهید ادامه دهید؟
fi: Oletko varma, että haluat jatkaa?
fr: Êtes-vous sûr de vouloir continuer ?
ko: 정말 계속 하시겠습니까?
lv: Vai tiešām vēlaties turpināt?
nl: Weet je zeker dat je door wilt gaan?
pl: Jesteś pewien, że chcesz kontynuować?
pt: Você tem certeza que quer continuar?
ru: Вы уверены что хотите продолжить?
sk: Ste si istý, že chcete pokračovať?
sr: Да ли сте сигурни да желите да наставите?
sw: Je, una uhakika ungependa kuendelea?
tr: Devam etmek istediğine emin misin?
