Repository: NandhineeR/WADA
Catalog: wada-ama-testcenter-web-57718053929f/wada-ama-testcenter-web-57718053929f/src/i18n/messages.ti.xlf
Languages: ti_et

source: Overwrite time zone fields
ti_et: ናይ ሰዓት ዞባ ዓውድታት ምጽሓፍ

source: Create Doping Control Form
ti_et: ቅጥዒ ምቁጽጻር ዶፒንግ ምፍጣር

# editDopingControlFormIdX
source: Edit Doping Control Form - {{ dcfId$ | async }}
ti_et: ቅጥዒ ምቁጽጻር ዶፒንግ ኣርትዕ - {{ dcfId$ | async }}

source: Cancel Changes
ti_et: ለውጢ ስርዝ ድልዝ

# saveAsDraft_uppercase
source: SAVE AS DRAFT
ti_et: ከም ረቂቕ ምዕቃብ

# save_uppercase
source: SAVE
ti_et: ኣድሕን

source: ADAMS Notifications
ti_et: ADAMS መፍለጢታት

# sampleCollection_withBreak
source: Sample<br/>Collection
ti_et: መርኣዪ<br/>ጥርኑፍ

# proceduralInformation_withBreak
source: Procedural<br/>Information
ti_et: ኣገባባዊ እዩ።<br/>ሓበሬታ

# next_uppercase
source: NEXT
ti_et: ቀጺሉ

# goToStepX
source: Go to step {{ activeStep + 1 }}:
ti_et: ናብ ስጉምቲ ኪድ {{ activeStep + 1 }}:

source: Sample Collection
ti_et: ናሙና ምእካብ

source: Procedural Information
ti_et: ኣገባባዊ ሓበሬታ

source: Go to View
ti_et: ናብ View ኪድ

# cancelCreationDopingControlFormConfirmation
source: Are you sure you want to cancel creation of this Doping Control Form?
ti_et: ርግጸኛ ዲኻ ምፍጣር ናይዚ ዶፒንግ ቁጽጽር ቅጥዒ ክትስርዞ ትደሊ?

# cancelYourChangesConfirmation
source: Are you sure you want to cancel your changes?
ti_et: ለውጥታትካ ክትስርዞ ከም እትደሊ ርግጸኛ ዲኻ?

# allDataEnteredWillBeLost
source: All data you have entered will be lost.
ti_et: ኩሉ ዘእተኻዮ ዳታ ክጠፍእ እዩ።

# dcfWillRevertBack
source: The DCF will revert back to its last saved form.
ti_et: ዲሲኤፍ ናብቲ ናይ መወዳእታ ዝተዓቀበ ቅዲ ክምለስ እዩ።

# youAreAboutToLeave
source: You are about to leave this page.
ti_et: ካብዚ ገጽ ክትወጽእ ቀሪብካ ኣለኻ።

source: Create DCF
ti_et: ዲሲኤፍ ፍጠር

source: Create Multiple DCFs
ti_et: ብዙሓት ዲሲኤፍ ምፍጣር

source: Edit DCF
ti_et: ዲሲኤፍ ኣርትዕ

source: Edit Multiple DCFs
ti_et: ብዙሓት ዲሲኤፍ ኣርትዕ

# saveAndReview_uppercase
source: SAVE AND REVIEW
ti_et: SAVE AND REVIEW ምግባር

# saveAndReviewAllAthletes_uppercase
source: SAVE AND REVIEW ALL ATHLETES
ti_et: ንኹሎም ኣትሌታት ኣቐምጦምን ዳግም ርኣይዎምን።

# deleteCreationDopingControlFormForXConfirmation
source: Do you want to delete the creation of the Doping Control Form for {{ model.title }}? All data will be lost.
ti_et: ንፍጥረት ናይቲ ዶፒንግ ኮንትሮል ፎርም ክትድምስሶ ትደሊ ዲኻ {{ model.title }}? ኩሉ ዳታ ክጠፍእ እዩ።

# cancelCreationMultipleDcfsConfirmation
source: Are you sure you want to cancel the creation of multiple DCFs?
ti_et: ርግጸኛ ዲኻ ምፍጣር ብዙሓት DCFs ክትስርዞ ትደሊ?

# cancelYourChangesMultipleDcfsConfirmation
source: Are you sure you want to cancel your changes for your multiple DCFs?
ti_et: ንብዙሓት ዲሲኤፍካ ዝገበርካዮ ለውጢ ክትስርዞ ከም እትደሊ ርግጸኛ ዲኻ?

# dcfsWillRevertBack
source: The DCFs will revert back to their last saved form.
ti_et: ዲሲኤፍ ናብቲ ናይ መወዳእታ ዝተቐመጠሉ ቅዲ ክምለሱ እዮም።

# cancelCreationMultipleDopingControlFormConfirmation
source: Are you sure you want to cancel the creation of multiple DCFs?
ti_et: ርግጸኛ ዲኻ ምፍጣር ብዙሓት DCFs ክትስርዞ ትደሊ?

# stepNavigationDisabledWarning
source: Step navigation is disabled until all mandatory fields are completed.
ti_et: ኩሎም ግዴታዊ ዓውድታት ክሳብ ዝዛዘሙ ስጉምቲ ምድህሳስ ይስረዝ።

# disableFieldMatchingResultInfo
source: Some fields are disabled due to an existing match. To edit these fields, use the “REJECT MATCH” button.
ti_et: ገለ ዓውድታት ብሰንኪ ዝጸንሐ ምትእስሳር ተሰናኺሎም ኣለዉ። ነዞም ዓውድታት ንምእራም፡ ነቲ “REJECT MATCH” ዝብል ቁልፊ ተጠቐም።

source: Authorization
ti_et: ፍቓድ

source: Notification
ti_et: ምልክታ

source: Athlete Information
ti_et: ሓበሬታ ኣትሌት

# dcf_samples
source: Sample {{ i+1 }} -
ti_et: መርኣዪ {{ i+1 }} -

source: Urine Volume
ti_et: መጠን ሽንቲ

source: Reason For Urine Volume Below Minimum
ti_et: ምኽንያት መጠን ሽንቲ ትሕቲ ዝተሓተ ደረጃ

source: Urine Partial Volume
ti_et: ሽንቲ ከፊላዊ ድምጺ

source: Seated
ti_et: ኮፍ ኢሉ

# dcf_training
source: Training
ti_et: ስልጠና

# trainingType
source: Training - Training Type
ti_et: ስልጠና - ዓይነት ስልጠና

source: High Altitude Training
ti_et: ስልጠና ልዑል ቁመት

source: High Altitude Training - Location
ti_et: ስልጠና ልዑል ቁመት - ቦታ

source: High Altitude Training - Altitude
ti_et: ስልጠና ልዑል ቁመት - ቁመት

source: High Altitude Training - Start Date
ti_et: ልዑል ቁመት ዘለዎ ስልጠና - ምጅማር ዕለት

source: High Altitude Training - End Date
ti_et: ስልጠና ልዑል ቁመት - መወዳእታ ዕለት

source: High Altitude Simulation
ti_et: ልዑል ቁመት ምምሳል

source: High Altitude Simulation - Device Type
ti_et: ልዑል ቁመት ምምሳል - ዓይነት መሳርሒ

source: High Altitude Simulation - Use Manner
ti_et: ልዑል ቁመት ምምሳል - ኣገባብ ኣጠቓቕማ

source: Blood Loss
ti_et: ደም ምጥፋእ

source: Blood Loss - When
ti_et: ደም ምጥፋእ - መዓስ...

# bloodLossCause_errorLink
source: Blood Loss - Cause
ti_et: ደም ምጥፋእ - ጠንቂ

source: Blood Loss - Volume
ti_et: ምጉዳል ደም - ድምጺ

source: Blood Transfusion - When
ti_et: ምምሕልላፍ ደም - መዓስ...

source: Blood Transfusion - Volume
ti_et: ምምሕልላፍ ደም - ጥራዝ

source: Blood Collection Official First Name
ti_et: ደም ምእካብ ወግዓዊ ቀዳማይ ስም

source: Witness Chaperone First Name
ti_et: ምስክር ቻፐሮን ቀዳማይ ስም

source: Blood Collection Official Last Name
ti_et: ደም ምእካብ ወግዓዊ መወዳእታ ስም

source: Witness Chaperone Last Name
ti_et: ምስክር ቻፐሮን መወዳእታ ስም

# warningsDetectedInTheFollowingFields
source: Some warning(s) were detected in the following fields:
ti_et: ገለ መጠንቀቕታ(ታት) ኣብዞም ዝስዕቡ ዓውድታት ተረኺቦም፤

# warningsDCFToBeDeleted
source: The arrival date for this DCF is older than {{ dcfRetentionPeriod }} months. Please note that unmatched DCFs older than {{ dcfRetentionPeriod }} months will be deleted.
ti_et: ናይዚ DCF ናይ ምምጻእ ዕለት ካብ...{{ dcfRetentionPeriod }} ኣዋርሕ። ካብ...{{ dcfRetentionPeriod }} ኣዋርሕ ክስረዝ እዩ።

# updatedAuthoritiesInformation
source: The authorities selected on step 1 have been updated with the Major Event authorities.
ti_et: ኣብ ደረጃ 1 ዝተመርጹ ሰበስልጣን ምስ በዓል መዚ ዓበይቲ ፍጻመታት ተሓዲሶም ኣለዉ።

source: Select
ti_et: ሕረ

source: View Major Event
ti_et: ዓቢ ፍጻመ ርአ

# dcf_feeForService
source: Fee for service test
ti_et: ክፍሊት ኣገልግሎት ፈተና

# addSample_uppercase
source: ADD SAMPLE
ti_et: መርኣዪ ወሲኽካ

source: View Doping Control Form
ti_et: ቅጥዒ ምቁጽጻር ዶፒንግ ርአ

source: View DCF
ti_et: ዲሲኤፍ ርአ

# viewSignedDcfCopy
source: View signed copy of DCF
ti_et: ዝተፈረመ ቅዳሕ ዲሲኤፍ ርአ

source: View signed notification
ti_et: ዝተፈረመ መፍለጢ ርአ

# viewAthletePhoto
source: View photo of the athlete at testing time
ti_et: ስእሊ ናይቲ ኣትሌት ኣብ ግዜ ፈተና ርአ

source: View Chain of Custody
ti_et: ሰንሰለት ምእሳር ርአ

source: Delete DCF
ti_et: ዲሲኤፍ ምድምሳስ

# dcfCancelBeforeDeleteInfo
source: The Doping Control Form should be cancelled before it can be deleted.
ti_et: እቲ ናይ ዶፒንግ ቁጽጽር ቅጥዒ ቅድሚ ምድምሳስ ክስረዝ ኣለዎ።

# viewDcfInClassic_uppercase
source: VIEW DCF IN CLASSIC
ti_et: DCF ኣብ ክላሲክ ርአ

# anonymousViewWarning
source: You are viewing the anonymous version of this DCF.
ti_et: ስሙ ዘይተገልጸ ስሪት ናይዚ DCF ትዕዘብ ኣለኻ።

# sampleValidityUpdateError
source: The sample validity could not be updated.
ti_et: እቲ ናሙና ቅኑዕነት ክመሓየሽ ኣይከኣለን።

# sampleValidityUpdateSuccess
source: The sample validity was updated successfully.
ti_et: እቲ ናሙና ቅኑዕነት ብዓወት ተሓዲሱ።

# dcfForXDatedXHasBeenCancelled
source: Doping Control Form for {{ state.athlete?.lastName }} , {{ state.athlete?.firstName }} dated {{ arrivalDate$ | async | formatDate :'-0000' : 'DD-MMM-YYYY' }} has been set to cancelled.
ti_et: ቅጥዒ ምቁጽጻር ዶፒንግ ን... {{ state.athlete?.lastName }} ፣ {{ state.athlete?.firstName }} ዕለት ዘለዎ {{ arrivalDate$ | async | formatDate :'-0000' : 'DD-MMM-YYYY' }} ንኽስረዝ ተቐሚጡ ኣሎ።

# dcfForXHasBeenCancelled
source: Doping Control Form for {{ state.athlete?.lastName }} , {{ state.athlete?.firstName }} has been set to cancelled.
ti_et: ቅጥዒ ምቁጽጻር ዶፒንግ ን... {{ state.athlete?.lastName }} ፣ {{ state.athlete?.firstName }} ንኽስረዝ ተቐሚጡ ኣሎ።

# matchForSampleXConfirmedByUser
source: The match for {{ translations$ | getSampleType:(sample$ | async)?.sampleTypeSpecificCode | async }} {{ (sample$ | async)?.sampleCode }} was confirmed by the user.
ti_et: እቲ ግጥም ን... {{ translations$ | getSampleType:(sample$ | async)?.sampleTypeSpecificCode | async }} {{ (sample$ | async)?.sampleCode }} ዝብል ብተጠቃሚ ተረጋጊጹ።

# matchForSampleXRejectedByUser
source: The match for {{ translations$ | getSampleType:(sample$ | async)?.sampleTypeSpecificCode | async }} {{ (sample$ | async)?.sampleCode }} was rejected by the user.
ti_et: እቲ ግጥም ን... {{ translations$ | getSampleType:(sample$ | async)?.sampleTypeSpecificCode | async }} {{ (sample$ | async)?.sampleCode }} ብተጠቃሚ ተነጺጉ።

# dopingControlFormNumberXsavedasStatusX
source: Doping Control Form number {{ dcfId$ | async }} has been saved as {{ status }}.
ti_et: ቁጽሪ ቅጥዒ ቁጽጽር ዶፒንግ {{ dcfId$ | async }} ዝብል ድሒኑ ኣሎ። {{ status }}.

source: What's next?
ti_et: ቀጺሉ እንታይ ይኸውን?

# whatsNextAdditionalSampleInfo
source: • Sample will only be included in the passport when DCF is completed and saved
ti_et: • ናሙና ኣብ ፓስፖርት ዝካተት DCF ምስተዛዘመን ምስ ተዓቀበን ጥራይ እዩ።

# dopingControlFormNumberXSaved
source: Doping Control Form number {{ dcfId$ | async }} has been saved.
ti_et: ቁጽሪ ቅጥዒ ቁጽጽር ዶፒንግ {{ dcfId$ | async }} ድሒኑ ኣሎ።

# dopingControlFormNumberXUpdated
source: Doping Control Form number {{ dcfId$ | async }} has been updated.
ti_et: ቁጽሪ ቅጥዒ ቁጽጽር ዶፒንግ {{ dcfId$ | async }} ተሓዲሱ ኣሎ።

# oneOrMoreSampleIsDilutedWarning
source: One or more Urine Sample(s) have a Specific Gravity that is outside the expected range. These samples are considered as dilute.
ti_et: ሓደ ወይ ልዕሊኡ ናሙና ሽንቲ(ታት) ካብቲ ትጽቢት ዝግበረሉ ደረጃ ወጻኢ ዝኾነ ፍሉይ ስሕበት ኣለዎም። እዞም ናሙናታት ከም ቅልል ዝበለ ይቑጸሩ።

# followingStepsMissingMandatoryValues
source: The following steps are missing some mandatory values in order to complete this Doping Control Form.
ti_et: እዞም ዝስዕቡ ስጉምትታት ነዚ ቅጥዒ ምቁጽጻር መድሃኒት ንምምላእ ገለ ግዴታዊ ክብርታት ይጎድሉ ኣለዉ።

source: Step 1 - ADAMS Notifications
ti_et: ደረጃ 1 - መፍለጢታት ADAMS

source: Step 2 - Sample Collection
ti_et: 2ይ ደረጃ - ምእካብ ናሙና

source: Step 3 - Procedural Information
ti_et: 3ይ ደረጃ - ኣገባባዊ ሓበሬታ

source: Testing Order has been updated.
ti_et: ትእዛዝ ፈተና ተሓዲሱ ኣሎ።

source: Notification
ti_et: ምልክታ

source: Athlete Information
ti_et: ሓበሬታ ኣትሌት

# athletePhotoTestingTime_uppercase
source: PHOTO OF THE ATHLETE AT TESTING TIME
ti_et: ስእሊ ናይቲ ኣትሌት ኣብ ግዜ ፈተነ

# close_uppercase
source: CLOSE
ti_et: ቀጽሪ

# signedDcfNotification_uppercase
source: SIGNED DCF NOTIFICATION
ti_et: ዝተፈረመ ናይ DCF መፍለጢ

source: View Multiple Doping Control Forms
ti_et: ብዙሓት ቅጥዕታት ምቁጽጻር ዶፒንግ ርአ

# followingDopingControlFormHaveBeen
source: The following Doping Control Forms have been:
ti_et: እዞም ዝስዕቡ ቅጥዕታት ምቁጽጻር ዶፒንግ፤

source: Go back to Testing Order
ti_et: ናብ ትእዛዝ ምፍታን ተመለስ

source: Result Verification
ti_et: ውጽኢት ምርግጋጽ

source: Lab Results
ti_et: ውጽኢት ቤተ ምከራ

source: Sample Collection Date
ti_et: ዕለት ምእካብ መርኣዪ

source: Sent to Laboratory
ti_et: ናብ ላቦራቶሪ ተላኢኹ

source: Reject Match
ti_et: ምትእስሳር ምንጻግ

source: Confirm Match
ti_et: ምትእስሳር ኣረጋግጽ

source: Go back to DCF
ti_et: ናብ DCF ተመለስ

# rejectConfirmModalMessage
source: Are you sure you want to {{ isRejectMatch ? 'reject' : 'confirm' }} the match?
ti_et: ርግጸኛ ዲኻ ከም እትደሊ {{ isRejectMatch ? 'reject' : 'confirm' }} እቲ ጸወታ?

source: Activity Log
ti_et: ምዝገባ ንጥፈታት

# createActivity_uppercase
source: CREATE ACTIVITY
ti_et: ንጥፈት ምፍጣር

source: Organization
ti_et: ውድብ

source: Cancel
ti_et: ደምስስ

source: Change status to cancelled
ti_et: ኩነታት ናብ ዝተሰረዘ ምቕያር

# yes_uppercase
source: YES
ti_et: እወ

# no_uppercase
source: NO
ti_et: ኣይፋልን

source: Set {{ translations$ | getTargetObject:targetObject | async } status to {{ translations$ | getStatus:enumStringValue | async
ti_et: ፅምዲ {{ translations$ | getTargetObject:targetObject | async } ኩነታት ናብ... {{ translations$ | getStatus:enumStringValue | async

source: Athlete {{ name }} does not have a sample type. Please add a sample type if you'd like to issue the Testing Order.
ti_et: ጎያዪ {{ name }} ናሙና ዓይነት የብሉን። ትእዛዝ ፈተና ክትህቡ ምስ እትደልዩ በጃኹም ዓይነት ናሙና ወስኹሉ።

# confirmChangeStatusForObjectTargetXToX
source: Are you sure you want to set this {{ translations$ | getTargetObject:targetObject | async } status to {{ translations$ | getStatus:enumStringValue | async ?
ti_et: ርግጸኛ ዲኻ ነዚ ከተቐምጦ ከም እትደሊ {{ translations$ | getTargetObject:targetObject | async } ኩነታት ናብ... {{ translations$ | getStatus:enumStringValue | async ?

source: BACK TO FORM
ti_et: ናብ ቅጥዒ ምምላስ

# yesUpdateStatus_uppercase
source: YES, UPDATE STATUS
ti_et: እወ፡ UPDATE STATUS

# noReturnToForm_uppercase
source: NO, RETURN TO FORM
ti_et: ኣይፋልን ናብ ቅጥዒ ተመለስ

# yesCancel_uppercase
source: YES, CANCEL
ti_et: እወ ስርዝ ድልዝ

source: Remove
ti_et: ኣወግድ

source: Delete Row
ti_et: መስርዕ ምድምሳስ

# cannotRemoveRowTooltip
source: This row cannot be removed.
ti_et: እዚ መስርዕ ክእለ ኣይክእልን እዩ።

source: Order
ti_et: ስርዓት

# fromDateFormat
source: From <span class="date-format">({{ dateFormat }})</span>
ti_et: ካብ <span class="date-format">({{ dateFormat }}) .</span>

# toDateFormat
source: To <span class="date-format">({{ dateFormat }})</span>
ti_et: ናብ <span class="date-format">({{ dateFormat }}) .</span>

source: DELETE {{ translations$ | getTargetObject:targetObject:shortName | async }}
ti_et: ምድምሳስ {{ translations$ | getTargetObject:targetObject:shortName | async }}

# deleteThisObjectTargetX
source: Are you sure you want to delete this {{ translations$ | getTargetObject:targetObject | async }}
ti_et: ነዚ ክትድምስሶ ከም እትደሊ ርግጸኛ ዲኻ {{ translations$ | getTargetObject:targetObject | async }}

# number_lowercase
source: number
ti_et: ቑጽሪ

# for_lowercase
source: for
ti_et: ን

# yesDelete_uppercase
source: YES, DELETE
ti_et: እወ DELETE ምግባር

source: Duplicate Athletes
ti_et: ተደጋጋሚ ኣትሌታት

source: No, Return to Form
ti_et: ኣይፋልን ናብ ቅጥዒ ተመለስ

source: Yes, Continue
ti_et: እወ ቀጽል

# originallyCreatedXByXFromX
source: Originally created<strong> {{ creationInfo.timestamp | date:displayFormat }}, </strong>by<strong> {{ creationInfo.user.lastName }}, {{ creationInfo.user.firstName }} </strong>from <strong>{{ creationInfo.organizationName }}</strong>
ti_et: ፈለማ ዝተፈጥረ<strong> {{ creationInfo.timestamp | date:displayFormat }}፣ </strong>ብ<strong> {{ creationInfo.user.lastName }}፣ {{ creationInfo.user.firstName }} </strong>ካብ <strong>{{ creationInfo.organizationName }}</strong>

# lastUpdatedXByXFromX
source: Last updated<strong> {{ updateInfo.timestamp | date:displayFormat }}, </strong>by<strong> {{ updateInfo.user.lastName }}, {{ updateInfo.user.firstName }} </strong>from<strong> {{ updateInfo.organizationName }}</strong>
ti_et: ናይ መወዳእታ ዝተሓደሰ<strong> {{ updateInfo.timestamp | date:displayFormat }}፣ </strong>ብ<strong> {{ updateInfo.user.lastName }}፣ {{ updateInfo.user.firstName }} </strong>ካብ<strong> {{ updateInfo.organizationName }}</strong>

# requiredField
source: The field is required
ti_et: እቲ ሜዳ የድሊ

source: Wrong format
ti_et: ጌጋ ቅርጺ

source: Business rule
ti_et: ንግዲ ንግዲ

# contractHasChangedYouMustReload
source: <p>The DTP contract has been changed. The contents of this window are no longer valid.</p><p>Please close or refresh the window.</p>
ti_et: <p>ውዕል ዲቲፒ ተቐይሩ ኣሎ። ትሕዝቶ ናይዚ መስኮት ድሕሪ ሕጂ ቅኑዕ ኣይኮነን።</p><p>በጃኹም ነቲ መስኮት ዕጸዎ ወይ ኣሐድሶ።</p>

source: Error
ti_et: ጌጋ

# loadingValuesForYou_threeDots
source: Loading values for you...
ti_et: ንዓኻ ዝኸውን ክብርታት ይጽዕን ኣሎ...

# errorUnprocessableEntity
source: This {{ translations$ | getTargetObject:targetObject | async }} is incompatible with NextGen, because the {{ translations$ | getUnprocessableEntityType:unprocessableEntityErrorType | async } exceeds the maximum allowed of f {{ unprocessableEntityErrorMaximum . Please contact support at <a href="mailto:adams@wada-ama.org">adams@wada-ama.org</a> for more assistance.
ti_et: እዚ {{ translations$ | getTargetObject:targetObject | async }} ምስ NextGen ዘይቃዶ እዩ፣ ምኽንያቱ እቲ... {{ translations$ | getUnprocessableEntityType:unprocessableEntityErrorType | async } ካብቲ ዝለዓለ ዝፍቀድ ናይ... f {{ unprocessableEntityErrorMaximum . በዚ ዝስዕብ ኣድራሻ ንደገፍ ተወከሱ <a href="mailto:adams@wada-ama.org">adams@wada-ama.org ዝብል ጽሑፍ ኣሎ።</a> ንዝያዳ ሓገዝ።

# errorGet
source: The {{ translations$ | getTargetObject:targetObject | async }} could not be retrieved
ti_et: እቲ {{ translations$ | getTargetObject:targetObject | async }} ክምለስ ኣይከኣለን

# errorUpdate
source: The {{ translations$ | getTargetObject:targetObject | async }} could not be updated
ti_et: እቲ {{ translations$ | getTargetObject:targetObject | async }} ክመሓየሽ ኣይከኣለን

# goBackToTestingOrderManagement_uppercase
source: GO BACK TO TESTING ORDER MANAGEMENT
ti_et: ናብ TESTING ORDER MANAGEMENT ተመለስ

source: Return to form
ti_et: ናብ ቅጥዒ ተመለስ

# loading_threeDots
source: Loading...
ti_et: ኣብ ምጽዓን...

# youHaveReachedLimitXitems
source: You have reached the limit of {{ maxTags }} items. Remove one prior to add a new one.
ti_et: ኣብ ደረት ናይ... {{ maxTags }} ኣቕሑ. ቅድሚ ሓድሽ ምውሳኽካ ሓደ ኣውጽእ ።

# viewingPageXForOrgX
source: Viewing {{ page }} for: {{ organizationName }}
ti_et: ምርኣይ {{ page }} ን: {{ organizationName }}

source: Change Testing Authority
ti_et: በዓል መዚ ፈተነ ለውጢ

# showPageX
source: SHOW {{ page }}
ti_et: አርኢ {{ page }}

source: New athlete in
ti_et: ሓድሽ ኣትሌት ኣብ...

source: Request Date
ti_et: ዕለት ሕቶ

source: Request Initiator
ti_et: ሕቶ ኣበጋሲ

# ocation
source: Location
ti_et: ቦታ

source: Stored Until
ti_et: ክሳብ...

source: Stored
ti_et: ተዓቂቡ ኣሎ።

source: Comments
ti_et: ሓሳባት

source: Saved
ti_et: ዝደሓነ

source: Edit
ti_et: ኣረምቲ

# and_wrappedInBlankSpaces
source: and
ti_et: ከምኡውን

source: Delete Icon
ti_et: ምልክት ምድምሳስ

source: 1 missing value
ti_et: 1 ዝጎደለ ዋጋ

# xMissingValues
source: {{ numberErrors }} missing values
ti_et: {{ numberErrors }} ዝጎደለ ክብርታት

source: 1 format error
ti_et: 1 ናይ ቅርጺ ጌጋ

# xFormatErrors
source: {{ formatErrors }} format errors
ti_et: {{ formatErrors }} ናይ ቅርጺ ጌጋታት

source: 1 business error
ti_et: 1 ናይ ንግዲ ጌጋ

# xBusinessErrors
source: {{ businessErrors }} business errors
ti_et: {{ businessErrors }} ናይ ንግዲ ጌጋታት

# addASportDiscipline_uppercase
source: ADD A SPORT / DISCIPLINE
ti_et: ስፖርት / ስነ-ስርዓት ወስኹ

# add_uppercase
source: ADD
ti_et: ወሲኽካ

# userXisEditingThisTDP
source: {{ user.lastName + ', ' + user.firstName }} is editing this Test Distribution Plan
ti_et: {{ user.lastName + ', ' + user.firstName }} ነዚ ትልሚ ምክፍፋል ፈተና ይእርሞ ኣሎ።

# lastUpdatedDateByUserXfromOrgX
source: Last updated <strong>{{ day }}-{{ translations$ | getMonth:month | async }}-{{ year }} {{ gmtDate | date:'HH:mm' }} GMT</strong>, by <strong>{{ users.lastUpdateUser.lastName + ', ' + users.lastUpdateUser.firstName }}</strong> from <strong>{{ organization }}</strong>
ti_et: ናይ መወዳእታ ዝተሓደሰ <strong>{{ day }}-{{ translations$ | getMonth:month | async }}-{{ year }} {{ gmtDate | date:'HH:mm' }} GMT</strong>, ብ <strong>{{ users.lastUpdateUser.lastName + ', ' + users.lastUpdateUser.firstName }}</strong> ካብ <strong>{{ organization }}</strong>

# delete_uppercase
source: DELETE
ti_et: ኣወግድ

# doYouWantToDeleteSportXDisciplineX
source: Do you want to delete {{ sportName }} - {{ disciplineName }} ?
ti_et: ክትድምስስ ትደሊ ዲኻ {{ sportName }} - {{ disciplineName }} ?

# yearlyValues_lowercase
source: yearly values
ti_et: ዓመታዊ ክብርታት ምዃኑ’ዩ።

source: Yearly values
ti_et: ዓመታዊ ክብርታት

# quarterlyValues_lowercase
source: quarterly values
ti_et: ርብዒ ዓመት ዝበጽሕ ክብርታት

source: Quarterly values
ti_et: ርብዒ ዓመት ክብርታት

# monthlyValues_lowercase
source: monthly values
ti_et: ወርሓዊ ክብርታት ምዃኑ’ዩ።

source: Monthly values
ti_et: ወርሓዊ ክብርታት

source: Total Samples
ti_et: ጠቕላላ ናሙናታት

# totalSamplesTooltip
source: Total Samples (Urine, Blood, Blood Passport and Dried Blood Spot)<br>IC: In Competition<br>OOC: Out of Competition
ti_et: ጠቕላላ ናሙናታት (ሽንቲ፣ ደም፣ ፓስፖርት ደምን ደረቕ ነጥቢ ደምን)<br>ኣይሲ፡ ኣብ ውድድር<br>OOC: ካብ ውድድር ወጻኢ

source: Sample Types
ti_et: ዓይነት መርኣዪ

# removeSportDisciplineTooltip
source: Remove a Sport / Discipline from your Test Distribution Plan.
ti_et: ካብ ትልሚ ምክፍፋል ፈተናታትኩም ሓደ ስፖርት / ዲሲፕሊን ኣውጽእዎ።

# samplesTooltip
source: {{ translations$ | getSampleType:sample.sampleType | async }} Samples<br>IC: In Competition<br>OOC: Out of Competition
ti_et: {{ translations$ | getSampleType:sample.sampleType | async }} ናሙናታት<br>ኣይሲ፡ ኣብ ውድድር<br>OOC: ካብ ውድድር ወጻኢ

# analysisTooltip
source: {{ translations$ | getExtendedAnalysisCategory:analysis.analysisCategory | async }} ({{ translations$ | getAnalysisCategory:analysis.analysisCategory | async }}) Analyses<br>IC: In Competition <br>OOC: Out of Competition
ti_et: {{ translations$ | getExtendedAnalysisCategory:analysis.analysisCategory | async }} ({{ translations$ | getAnalysisCategory:analysis.analysisCategory | async }}) ትንታነታት<br>ኣይሲ፡ ኣብ ውድድር <br>OOC: ካብ ውድድር ወጻኢ

source: Show All
ti_et: ንዅሉ ኣርእዮ

source: Hide All
ti_et: ኩሉ ሕባእ

source: IC and OOC
ti_et: ICን OOCን ዝበሃሉ ምዃኖም ይፍለጥ

# ic_uppercase
source: IC
ti_et: ኣይ.ሲ

# ooc_uppercase
source: OOC
ti_et: ኦኦክ

# existsForSportNameXDisciplineNameXinYearX
source: exist for {{ sport.sportName }} - {{ disc.disciplineName }} in {{ tdpSheetInfo.year }}
ti_et: exist for {{ sport.sportName }} - {{ disc.disciplineName }} አብ ውሽጢ {{ tdpSheetInfo.year }}

source: If you wish to enter
ti_et: ክትኣትዉ እንተደሊኹም

# pleaseRemoveAll_lowercase
source: please remove all
ti_et: በጃኹም ኩሉ ኣውጽእዎ።

# sumOfAllValuesForSportNameXDisciplineNameXinYearX
source: This is the sum of all values for {{ sport.sportName }} - {{ disc.disciplineName }} in {{ tdpSheetInfo.year }}
ti_et: እዚ ድምር ናይ ኩሎም ክብርታት ን... {{ sport.sportName }} - {{ disc.disciplineName }} አብ ውሽጢ {{ tdpSheetInfo.year }}

# unexpectedMissingValueInTDP
source: A value is unexpectedly missing from this TDP. Please contact WADA support to fix this issue or you could also try to delete the row and add it again if you need it.
ti_et: ካብዛ ህ.ወ.ሓ.ት ብዘይተጸበኻዮ ዋጋ ይጎድል ኣሎ። ነዚ ጉዳይ ንምእራም በጃኹም ንደገፍ WADA ተወከሱ ወይ ድማ ነቲ መስርዕ ክትድምስሶን እንተድኣ ኣድልዩኩም እንደገና ክትውስኽዎን ክትፍትኑ ትኽእሉ ኢኹም።

# unableToRemoveLastDiscipline
source: The last discipline cannot be removed. Please add another Sport/Discipline first.
ti_et: እቲ ናይ መወዳእታ ተግሳጽ ክእለ ኣይክእልን እዩ። መጀመርያ ካልእ Sport/Discipline ወስኹሉ።

# testingDistributionPlanOrgX
source: Test Distribution Plan - {{ organizationShortName$ | async }}
ti_et: ትልሚ ምክፍፋል ፈተነ - {{ organizationShortName$ | async }}

# saving_threeDots
source: Saving...
ti_et: ዕቋር...

# tdp_saved
source: Saved
ti_et: ዝደሓነ

source: Save Failed
ti_et: ምዕቃብ ፈሺሉ።

# thereIsNoTDPForTheYearX
source: There is no TDP for the selected year.
ti_et: ንዝተመረፀ ዓመት ህውሓት የለን።

# viewTDPMonitoringForX
source: View TDP monitoring for {{ requestedYear$ | async }}
ti_et: ን TDP ምክትታል ርአ {{ requestedYear$ | async }}

source: Yearly
ti_et: ዓመታዊ

source: Quarterly
ti_et: ርብዒ ዓመት

source: Monthly
ti_et: ወርሓዊ

# total_colon
source: Total:
ti_et: ድምር:

# totalXRecoded
source: <strong>{{ total }}</strong> recorded
ti_et: <strong>{{ total }}</strong> ተመዝጊቡ ኣሎ።

# totalXRecordedOutOfXForecast
source: <strong>{{ total }}</strong> recorded out of <strong>{{ totalForecast }}</strong> forecast
ti_et: <strong>{{ total }}</strong> ተመዝጊቡ ካብ... <strong>{{ totalForecast }}</strong> ትንበያ

# inCompetition_colon
source: In Competition:
ti_et: ኣብ ውድድር፤

# outOfCompetition_colon
source: Out of Competition:
ti_et: ካብ ውድድር ወጻኢ፤

# sampleTypeTooltip
source: {{ translations$ | getSampleType:sample.sampleType | async }} Samples<br>IC: In Competition<br>OOC: Out of Competition
ti_et: {{ translations$ | getSampleType:sample.sampleType | async }} ናሙናታት<br>ኣይሲ፡ ኣብ ውድድር<br>OOC: ካብ ውድድር ወጻኢ

# analysisCategoryTooltip
source: ({{ translations$ | getAnalysisCategory:analysis.analysisCategory | async }}) Analyses<br>IC: In competition<br>OOC: Out of competition
ti_et: ({{ translations$ | getAnalysisCategory:analysis.analysisCategory | async }}) ትንታነታት<br>ኣይሲ፡ ኣብ ውድድር<br>OOC: ካብ ውድድር ወጻኢ

source: Filters
ti_et: ፍልትራት

source: Date Range
ti_et: ዕለት ደረጃ

# to_lowercase
source: to
ti_et: ናብ

# custom_parentheses
source: (Custom)
ti_et: (ቅቡል ልምዲ)

# yearToDate_parentheses
source: (Year to Date)
ti_et: (ዓመት ክሳብ ሎሚ)

source: Planned and Completed - Sample(s) Collected
ti_et: ዝተወጠነን ዝተዛዘመን - ዝተኣከበ ናሙና(ታት)

# completedSamplesCollectedNoLabResultMatched
source: Completed-Sample(s) Collected - No laboratory result matched
ti_et: ዝተዛዘመ-ናሙና(ታት) ዝተኣከበ - ውጽኢት ላቦራቶሪ ኣይተመዓራረየን።

# completedSamplesCollectedLabResultReported
source: Complete-Sample(s) Collected - Laboratory result reported
ti_et: ምሉእ-ናሙና(ታት) ዝተኣከበ - ውጽኢት ላቦራቶሪ ተጸብጺቡ።

# exportCsv_uppercase
source: EXPORT.CSV
ti_et: ሰደድ.ሲኤስቪ
