Repository: NandhineeR/WADA
Catalog: wada-ama-testcenter-web-57718053929f/wada-ama-testcenter-web-57718053929f/src/i18n/messages.*.xlf
Languages: am, ar, az, bg, es, et, fa_ir, fi, fr, ko, lv, nl, pl, pt, ru, sk, sr, sw, tr

# leadDopingControlOfficerWarning
source: You cannot have more than one Lead Doping Control Officer with a "Proposed", "Requested" or "Confirmed" status. Delete or change the status of the current Lead Doping Control Officer if you want to change Lead Doping Control Officer.
am: "በታቀደው"፣ "የተጠየቀ" ወይም "የተረጋገጠ" ሁኔታ ያለው የእርሳስ ዶፒንግ መቆጣጠሪያ ኦፊሰር ከአንድ በላይ ሊኖርዎት አይችልም። የእርሳስ ዶፒንግ መቆጣጠሪያ ኦፊሰርን መቀየር ከፈለጉ የአሁኑን የእርሳስ ዶፒንግ መቆጣጠሪያ ኦፊሰርን ይሰርዙ ወይም ይቀይሩ።
ar: لا يمكن أن يكون لديك أكثر من مسؤول مراقبة تعاطي المنشطات في حالة "مقترح" أو "مطلوب" أو "مؤكد". احذف أو غيّر حالة مسؤول مراقبة المنشطات الرئيسي الحالي إذا كنت تريد تغيير مسؤول مراقبة المنشطات الرئيسي.
az: Sizin "Təklif olunan", "Tələb olunan" və ya "Təsdiq edilib" statusuna malik birdən çox Baş Dopinq Nəzarəti Mütəxəssisi ola bilməz. Aparıcı Dopinqə Nəzarət Mütəxəssisini dəyişmək istəyirsinizsə, mövcud Dopinqə Nəzarət Mütəxəssisinin statusunu silin və ya dəyişdirin.
bg: Не можете да имате повече от един водещ служител по допингов контрол със статус „Предложен“, „Заявен“ или „Потвърден“. Изтрийте или променете състоянието на настоящия водещ служител по допинг контрол, ако искате да го смените.
es: No se puede tener más de un Oficial de Control de Dopaje con un "Propuesto", "Solicitado" o "Confirmado el estatus". Borre o cambie el estatus del actual Oficial Principal de Control de Dopaje si quiere cambiar de Oficial Principal de Control de Dopaje.
et: Sa ei saa olla rohkem kui üks Lead dopingukontrolliametniku koos " Kavandatud " , " Taotletud " või " Kinnitatud " staatus. Kustutage või muutke praeguse dopingukontrolli ametniku staatust, kui soovite muuta juhtivat dopingukontrolli ametnikku.
fa_ir: شما نمی توانید بیش از یک افسر اصلی کنترل دوپینگ با وضعیت "پیشنهاد شده"، "درخواست شده" یا "تأیید شده" داشته باشید. اگر می خواهید افسر اصلی کنترل دوپینگ را تغییر دهید، وضعیت افسر کنترل دوپینگ فعلی را حذف یا تغییر دهید.
fi: Sinulla ei voi olla kuin yksi Vastaava Dopingtestaaja, jolla on tilana "Ehdotettu", "Pyydetty" tai "Vahvistettu". Poista tai muuta nykyisen Vastaavan Dopingtestaajan tila, jos haluat vaihtaa Vastaavan Dopingtestaajan.
fr: Vous ne pouvez pas avoir plus d'un agent du contrôle du dopage principal ayant le statut "proposé", "demandé" ou "confirmé" . Supprimez ou modifiez le statut de l'agent du contrôle du dopage principal si vous souhaitez le modifier.
ko: 두 명 이상의 선임 도핑검사관에 대해 "제안됨", "요청됨" 또는 "확인됨" 상태로 지정할 수 없습니다. 선임 도핑검사관을 변경하려면 현재 선임 도핑검사관의 상태를 삭제하거나 변경하세요.
lv: Jums nevar būt vairāk kā viens vadošais dopinga kontroles darbinieks ar statusu "Piedāvātais", "Pieprasīts" vai "Apstiprināts".Dzēsiet vai mainiet pašreizējā galvenā dopinga kontroles amatpersonas statusu, ja vēlaties mainīt vadošo dopinga kontroles speciālistu.
nl: U kunt niet meer dan één Lead Doping Control Officer hebben met de status "Voorgesteld", "Gevraagd" of "Bevestigd". Verwijder of wijzig de status van de huidige Lead Doping Control Officer als u de Lead Doping Control Officer wilt wijzigen.
pl: Nie możesz mieć więcej niż jednego głównego oficera kontroli antydopingowej ze statusem „Proponowana”, „Wnioskowana” lub „Potwierdzona”. Usuń lub zmień status obecnego głównego oficera kontroli dopingowej, jeśli chcesz zmienić głównego oficera kontroli dopingowej.
pt: Você não pode ter mais de um Oficial Líder de Controle de Doping com status "Proposto", "Solicitado" ou "Confirmado". Exclua ou altere o status do Oficial Líder de Controle de Doping atual se você quiser mudar o Oficial Líder de Controle de Doping.
ru: У вас не может быть более одного Старшего инспектора допинг-контроля со статусом «Предложено», «Запрошено» или «Подтверждено». Удалите или измените статус текущего Старшего инспектора допинг-контроля, если вы хотите сменить Старшего инспектора допинг-контроля.
sk: Nemôžete mať viac ako jedného vedúceho dopingového kontrolóra so stavom „Navrhovaný“, „Požiadaný“ alebo „Potvrdený“. Vymažte alebo zmeňte status súčasného vedúceho dopingového kontrolóra, ak chcete zmeniť vedúceho dopingového kontrolóra.
sr: Не можете имати више од једног водећег службеника за допинг контролу са статусом „Предложено“, „Тражено“ или „Потврђено“. Избришите или промените статус тренутног службеника за допинг контролу ако желите да промените службеника за допинг контролу.
sw: Huwezi kuwa na zaidi ya Afisa Mkuu mmoja wa Udhibiti wa Doping aliye na hali ya "Iliyopendekezwa", "Imeombwa" au "Imethibitishwa". Futa au ubadilishe hali ya Afisa Mkuu wa sasa wa Udhibiti wa Doping ikiwa unataka kubadilisha Afisa Mkuu wa Udhibiti wa Doping.
tr: "Önerilen", "İstendi" veya "Onaylandı" statüsüne sahip birden fazla Öncü Doping Kontrol Görevlisine sahip olamazsınız. Baş Doping Kontrol Görevlisini değiştirmek istiyorsanız, mevcut Lider Doping Kontrol Görevlisinin durumunu silin veya değiştirin.

# enterValidArrivalTime
source: Please enter a valid arrival time.
am: እባክዎ ትክክለኛ የመድረሻ ጊዜ ያስገቡ።
ar: يرجى إدخال وقت وصول صالح.
az: Etibarlı gəliş vaxtını daxil edin.
bg: Моля, въведете валиден час на пристигане.
es: Introduce una hora de llegada válida.
et: Sisestage kehtiv saabumisaeg.
fa_ir: لطفا یک زمان ورود معتبر را وارد کنید.
fi: Syötä kelvollinen saapumisaika.
fr: Veuillez saisir une heure d'arrivée valide.
ko: 유효한 도착 시간을 입력하세요.
lv: Lūdzu, ievadiet derīgu ierašanās laiku.
nl: Voer een geldige aankomsttijd in.
pl: Wprowadź prawidłową godzinę przyjazdu.
pt: Insira um horário de chegada válido.
ru: Пожалуйста, введите корректное время прибытия.
sk: Zadajte platný čas príchodu.
sr: Molimo unesite važeće vreme dolaska.
sw: Tafadhali weka saa sahihi ya kuwasili.
tr: Lütfen geçerli bir varış saati girin.

# userAccount_uppercase
source: (USER ACCOUNT)
am: (የተጠቃሚ መለያ)
ar: (حساب المستخدم)
az: (İstifadəçi hesabı)
bg: (ПОТРЕБИТЕЛСКИ АКАУНТ)
es: (CUENTA DE USUARIO)
et: (KASUTAJAKONTO)
fa_ir: (حساب کاربری)
fi: (KÄYTTÄJÄTILI)
fr: (COMPTE D’UTILISATEUR)
ko: (사용자 계정)
lv: (LIETOTĀJA KONTS)
nl: (GEBRUIKERSACCOUNT)
pl: (KONTO UŻYTKOWNIKA)
pt: (CONTA DE USUÁRIO)
ru: (УЧЕТНАЯ ЗАПИСЬ ПОЛЬЗОВАТЕЛЯ)
sk: (UŽÍVATEĽSKÝ ÚČET)
sr: (KORISNIČKI NALOG)
sw: (AKAUNTI YA MTUMIAJI)
tr: (KULLANICI HESABI)

# timeFormat
source: hh:mm (24h)
am: ሰ፡ ሚሜ (24 ሰ)
ar: س: مم (24 س)
az: ss:daq (24saat)
fi: tt:mm (24 h)
ko: hh:mm (24시간)
nl: uu: mm (24u)
pl: gg: mm (24h)
ru: чч:мм (24ч)
sr: хх: мм (24х)
sw: mm (saa 24)
tr: ss: mm (24 saat)

# lastStatusModification_colon
source: Last Status Modification:
am: የመጨረሻው ሁኔታ ማሻሻያ፡-
ar: تعديل الوضع الأخير:
az: Son Status Dəyişikliyi:
bg: Последна промяна на състоянието:
es: Última modificación de estado:
et: Viimane olekumuudatus:
fa_ir: آخرین تغییر وضعیت:
fi: Viimeinen tilamuutos:
fr: Dernière modification de statut:
ko: 최종 상태 수정:
lv: Pēdējā statusa modifikācija:
nl: Laatste statuswijziging:
pl: Ostatnia modyfikacja statusu:
pt: Última modificação de status:
ru: Последнее изменение статуса:
sk: Posledná úprava stavu:
sr: Последња промена статуса:
sw: Marekebisho ya Hali ya Mwisho:
tr: Son durum değişikliği:

# addDopingControlPersonnel_uppercase
source: ADD DOPING CONTROL PERSONNEL
am: የዶፒንግ መቆጣጠሪያ ፐርሶኔልን ጨምር
ar: أضف عناصر مراقبة المنشطات
az: DOPİNQ NƏZARƏT HƏYYATI ƏLAVƏ EDİN
bg: ДОБАВЕТЕ ПЕРСОНАЛ ЗА ДОПИНГ КОНТРОЛ
es: AÑADIR EL PERSONAL DE CONTROL DE DOPAJE
et: DOPINGUKONTROLLI PERSONALI LISAMINE
fa_ir: پرسنل کنترل دوپینگ را اضافه کنید
fi: LISÄÄ DOPINGTESTIHENKILÖSTÖ
fr: AJOUTER DU PERSONNEL DE CONTRÔLE DU DOPAGE
ko: 도핑관리요원 추가
lv: PIEVIENOT DOPINGA KONTROLES PERSONĀLU
nl: VOEG DOPING CONTROLE PERSONEEL TOE
pl: DODAJ PERSONEL KONTROLI DOPINGU
pt: ADICIONE PESSOAL DE CONTROLE DE DOPING
ru: ДОБАВИТЬ ПЕРСОНАЛ ПО СБОРУ ПРОБ
sk: PRIDANIE PERSONÁLU DOPINGOVEJ KONTROLY
sr: ДОДАЈТЕ КОНТРОЛНО ОСОБЉЕ ДОПИНГА
sw: ONGEZA WAFANYAKAZI WA KUDHIBITI DOPING
tr: DOPING KONTROL PERSONELİ EKLE

source: Instructions / Additional Information
am: መመሪያዎች / ተጨማሪ መረጃ
ar: تعليمات / معلومات اضافية
az: Təlimatlar / Əlavə məlumat
bg: Инструкции / Допълнителна информация
es: Instrucciones / Información adicional
et: Juhised / Lisainformatsioon
fa_ir: دستورالعمل / اطلاعات اضافی
fi: Ohjeet / Lisätiedot
fr: Instructions / Informations complémentaires
ko: 지시사항/추가 정보
lv: Instrukcijas / Papildinformācija
nl: Instructies / Aanvullende informatie
pl: Instrukcje / Dodatkowe informacje
pt: Instruções/Informações adicionais
ru: Инструкции / Дополнительная информация
sk: Pokyny / Ďalšie informácie
sr: Uputstvo / Dodatne informacije
sw: Maagizo / Taarifa ya Ziada
tr: Talimatlar/Ek Bilgiler

source: Doping Control Personnel
am: የዶፒንግ ቁጥጥር ሰራተኞች
ar: أفراد مراقبة المنشطات
az: Dopinq Nəzarət Heyəti
bg: Персонал за допинг контрол
es: Personal de Control de Dopaje
et: Dopingukontrolli personal
fa_ir: پرسنل کنترل دوپینگ
fi: Dopingtestihenkilöstö
fr: Personnel de contrôle du dopage
ko: 도핑관리요원
lv: Dopinga kontroles personāls
nl: Dopingcontrolepersoneel
pl: Personel kontroli antydopingowej
pt: Equipe de controle de doping
ru: Персонал по сбору проб
sk: Personál dopingovej kontroly
sr: Особље за контролу допинга
sw: Wafanyakazi wa Udhibiti wa Doping
tr: Doping Kontrol Personeli

source: Add test participant
am: የሙከራ ተሳታፊ ያክሉ
ar: إضافة مشارك في الاختبار
az: Test iştirakçısı əlavə edin
bg: Добавете участник в теста
es: Agregar participante de prueba
et: Lisa testis osaleja
fa_ir: شرکت کننده آزمون را اضافه کنید
fi: Lisää testiosallistuja
fr: Ajouter un participant au test
ko: 검사 참가자 추가
lv: Pievienot testa dalībnieku
nl: Testdeelnemer toevoegen
pl: Dodaj uczestnika testu
pt: Adicionar participante do teste
ru: Добавить участника тестирования
sk: Pridať účastníka testu
sr: Dodaj učesnika testa
sw: Ongeza mshiriki wa jaribio
tr: Test katılımcısı ekle

source: Test Participants
am: የሙከራ ተሳታፊዎች
ar: المشاركون في الاختبار
az: Test İştirakçıları
bg: Участници в теста
es: Participantes de la prueba
et: Testis osalejad
fa_ir: شرکت کنندگان آزمون
fi: Testiin osallistujat
fr: Participants au test
ko: 검사 참가자
lv: Pārbaudes dalībnieki
nl: Test deelnemers
pl: Uczestnicy testu
pt: Participantes do teste
ru: Участники Тестирования
sk: Účastníci testu
sr: Učesnici testa
sw: Washiriki wa Mtihani
tr: Test Katılımcıları

# xUAAthleteAge
source: {{ ua?.dateOfBirth | calculateAge }} years old
am: {{ ua?.dateOfBirth | calculateAge }} የዕድሜ ዓመት
ar: {{ ua?.dateOfBirth | calculateAge }} سنة
az: {{ ua?.dateOfBirth | calculateAge }} yaşı var
bg: {{ ua?.dateOfBirth | calculateAge }} години
es: {{ ua?.dateOfBirth | calculateAge }} Años
et: {{ ua?.dateOfBirth | calculateAge }} aastat vana
fa_ir: {{ ua?.dateOfBirth | calculateAge }} ساله
fi: {{ ua?.dateOfBirth | calculateAge }} vuotta vanha
fr: {{ ua?.dateOfBirth | calculateAge }} ans
ko: {{ ua?.dateOfBirth | calculateAge }} 세
lv: {{ ua?.dateOfBirth | calculateAge }} gadus vecs
nl: {{ ua?.dateOfBirth | calculateAge }} jaar oud
pl: {{ ua?.dateOfBirth | calculateAge }} Lat
pt: {{ ua?.dateOfBirth | calculateAge }} anos de idade
ru: {{ ua?.dateOfBirth | calculateAge }} Лет
sk: {{ ua?.dateOfBirth | calculateAge }} rokov starý
sr: {{ ua?.dateOfBirth | calculateAge }} Godina
sw: {{ ua?.dateOfBirth | calculateAge }} umri wa miaka
tr: {{ ua?.dateOfBirth | calculateAge }} yaşındayım

# resultManagementAuthorityTooltip
source: Please indicate the Anti-Doping Organization that will be responsible for determining whether or not this unsuccessful attempt may be a whereabouts failure.
am: እባኮትን ይህ ያልተሳካ ሙከራ የት እንዳለ ወይም አለመሳካቱን ለመወሰን ሃላፊነቱን የሚወስደውን ፀረ-አበረታች መድሃኒት ድርጅት ያመልክቱ።
ar: يرجى الإشارة إلى منظمة مكافحة المنشطات التي ستكون مسؤولة عن تحديد ما إذا كانت هذه المحاولة الفاشلة قد تكون فشلاً أم لا.
az: Zəhmət olmasa, bu uğursuz cəhdin yerləşmə uğursuzluğu olub-olmadığını müəyyən etməyə cavabdeh olan Antidopinq Təşkilatını göstərin.
bg: Моля, посочете Антидопинговата организация, която ще отговаря за определянето дали този неуспешен опит за тестване ще бъде вписан като такъв.
es: Sírvase indicar la organización antidopaje que se encargará de determinar si este intento fallido puede ser un fracaso de paradero.
et: Palun nimetage antidopinguorganisatsioon, kes vastutab selle eest, et teha kindlaks, kas see ebaõnnestunud katse võib olla asukoha ebaõnnestumine.
fa_ir: لطفاً سازمان ضد دوپینگ را مشخص کنید که مسئول تعیین اینکه آیا این تلاش ناموفق ممکن است در محل نگهداری ناموفق باشد یا خیر.
fi: Ilmoita antidopingorganisaatio, joka on vastuussa sen määrittämisestä, onko tämä epäonnistunut testausyritys olinpaikkatietomääräysten laiminlyönti.
fr: Veuillez indiquer l'organisation antidopage qui sera chargée de déterminer si cette tentative manquée peut ou non constituer un manquement à l'obligation de transmettre des informations sur la localisation.
ko: 이 검사시도실패가 소재지정보 불이행인지 여부를 결정할 책임이 있는 도핑방지기구를 표시하세요.
lv: Lūdzu, norādiet antidopinga organizāciju, kas būs atbildīga par to, lai noteiktu, vai šis neveiksmīgais mēģinājums varētu būt atrašanās vietas neveiksme.
nl: Geef de antidopingorganisatie aan die verantwoordelijk zal zijn om te bepalen of deze niet-geslaagde poging mogelijk een whereabouts-mislukking is.
pl: Proszę wskazać organizację antydopingową, która będzie odpowiedzialna za określenie, czy ta nieudana próba może być niepowodzeniem w miejscu pobytu.
pt: Indique a Organização Antidopagem que será responsável por determinar se esta tentativa malsucedida pode ou não ser uma falha de localização.
ru: Укажите, пожалуйста, антидопинговую организацию, которая будет отвечать за определение того, может ли эта неудачная попытка считаться случаем непредоставления информации о местонахождении.
sk: Uveďte prosím antidopingovú organizáciu, ktorá bude zodpovedná za určenie, či tento neúspešný pokus môže byť zlyhaním miesta pobytu alebo nie.
sr: Наведите Антидопинг организацију која ће бити одговорна за утврђивање да ли је овај неуспели покушај неуспешан или није.
sw: Tafadhali onyesha Shirika la Kupambana na Dawa za Kulevya ambalo litakuwa na jukumu la kubainisha ikiwa jaribio hili lisilofanikiwa linaweza kuwa halifaulu mahali ulipo.
tr: Lütfen bu başarısız girişimin nerede başarısız olup olmadığını belirlemekten sorumlu olacak Anti-Doping Kuruluşu'nu belirtin.

source: Athlete Whereabouts Last Checked Date
am: አትሌት የት እንዳለ ለመጨረሻ ጊዜ የተረጋገጠበት ቀን
ar: مكان وجود الرياضي آخر تاريخ فحص
az: İdmançının Harada olduğu Son Yoxlanılma Tarixi
bg: Дата на последно проверяване на местонахождението на спортиста
es: Paradero de los atletas Fecha de la última comprobación
et: Sportlase asukoht Viimati kontrollitud kuupäev
fa_ir: محل حضور ورزشکار آخرین تاریخ بررسی
fi: Urheilijan olinpaikkatiedot viimeksi tarkistettu (päivämäärä)
fr: Date de la dernière vérification de la localisation du sportif
ko: 선수 소재지정보 최종 확인 일자
lv: Sportista atrašanās vieta pēdējās pārbaudes datums
nl: Verblijfplaats atleet Laatste gecontroleerde datum
pl: Data ostatniego sprawdzenia miejsca pobytu sportowca
pt: Data da última verificação do paradeiro do atleta
ru: Дата последней проверки местонахождения спортсмена
sk: Dátum poslednej kontroly miesta pobytu športovca
sr: Датум последњег провере боравишта спортиста
sw: Mwanariadha Alipo Tarehe ya Kukaguliwa Mwisho
tr: Sporcunun Nerede Olduğu Son Kontrol Tarihi

source: Athlete Whereabouts Last Checked Time
am: አትሌት ለመጨረሻ ጊዜ የተረጋገጠ ጊዜ ያለበት
ar: مكان وجود الرياضي آخر وقت فحص
az: İdmançının Son Yoxlanılma vaxtı
bg: Час на последна проверка на местонахождението на спортиста
es: Paradero de los atletas, última vez que se comprobó
et: Sportlase asukoht viimati kontrollitud aeg
fa_ir: محل حضور ورزشکار آخرین زمان بررسی
fi: Urheilijan olinpaikkatiedot viimeksi tarkistettu (kellonaika)
fr: Date de la dernière vérification de la localisation du sportif
ko: 선수 소재지정보 최종 확인 시간
lv: Sportista atrašanās vieta pēdējās pārbaudes laiks
nl: Verblijfplaats atleet laatste gecontroleerde tijd
pl: Czas ostatniego sprawdzania miejsca pobytu sportowca
pt: Local do atleta, hora da última verificação
ru: Время последней проверки местонахождения спортсмена
sk: Čas poslednej kontroly miesta pobytu športovca
sr: Последње проверено боравиште спортиста
sw: Mwanariadha Alipo Mara ya Mwisho Kukaguliwa
tr: Sporcunun Nerede Olduğu Son Kontrol Zamanı

# respectNotificationTimeFormat
source: Please enter a valid notification time.
am: እባክዎ ትክክለኛ የማሳወቂያ ጊዜ ያስገቡ።
ar: الرجاء إدخال وقت إعلام صالح.
az: Etibarlı bildiriş vaxtı daxil edin.
bg: Моля, въведете валиден час на известяване.
es: Por favor, introduzca una hora de notificación válida.
et: Sisestage kehtiv teatamise aeg.
fa_ir: لطفا یک زمان اعلان معتبر وارد کنید.
fi: Anna kelvollinen testikutsun aika
fr: Veuillez entrer une heure de notification valide.
ko: 유효한 통지 시간을 입력하세요.
lv: Lūdzu, ievadiet derīgu paziņojuma laiku.
nl: Voer een geldige meldingstijd in.
pl: Wprowadź prawidłowy czas powiadomienia.
pt: Insira um horário de notificação válido.
ru: Пожалуйста, введите действительное время уведомления.
sk: Zadajte platný čas upozornenia.
sr: Унесите важеће време обавештења.
sw: Tafadhali weka wakati halali wa arifa.
tr: Lütfen geçerli bir bildirim zamanı girin.

# whenWas60minTimeSlotSupposedToStart
source: When was the 60-Min Time Slot supposed to start?
am: የ60 ደቂቃ ጊዜ ማስገቢያ መቼ መጀመር ነበረበት?
ar: متى كان من المفترض أن تبدأ فترة 60 دقيقة؟
az: 60 Dəqiqəlik Zaman Slotu nə vaxt başlamalı idi?
bg: Кога трябваше да започне 60-минутният интервал?
es: ¿Cuándo se suponía que iba a empezar la franja horaria de 60 minutos?
et: Millal pidi algama 60-minutiline ajavahemik?
fa_ir: قرار بود اسلات 60 دقیقه ای کی شروع شود؟
fi: Milloin 60 minuutin ajanjakson piti alkaa?
fr: Quand la tranche horaire de 60 minutes devait-elle commencer ?
ko: 60분 단위시간은 언제부터 시작해야 하나요?
lv: Kad bija jāsākas 60 minūšu laika posmam?
nl: Wanneer zou het tijdslot van 60 minuten beginnen?
pl: Kiedy miał się rozpocząć 60-minutowy przedział czasowy?
pt: Quando o intervalo de tempo de 60 minutos deveria começar?
ru: Когда должно было начаться часовое окно?
sk: Kedy mal začať 60-minútový časový slot?
sr: Када је требало да почне временски термин од 60 минута?
sw: Je, Mpangilio wa Muda wa Dakika 60 ulipaswa kuanza lini?
tr: 60 Dakikalık Zaman Aralığının ne zaman başlaması gerekiyordu?

source: Attempt Location Address
am: የመገኛ አካባቢ አድራሻ ይሞክሩ
ar: محاولة عنوان الموقع
az: Məkan Ünvanına cəhd edin
bg: Адрес на провеждане на опита за тестване
es: Dirección del lugar del intento
et: Proovige asukoha aadressi
fa_ir: آدرس مکان را امتحان کنید
fi: Testiyrityksen paikan osoite
fr: Adresse du lieu de la tentative
ko: 시도 장소 주소
lv: Mēģināt atrašanās vietas adrese
nl: Poging locatieadres
pl: Adres lokalizacji próby
pt: Tentativa de endereço de localização
ru: Адрес места попытки
sk: Adresa pokusu o umiestnenie
sr: Адреса локације покушаја
sw: Jaribio la Anwani ya Mahali
tr: Konum Adresini Deneme

# locationDescription
source: Description of Location
am: የቦታ መግለጫ
ar: وصف الموقع
az: Məkanın təsviri
bg: Описание на мястото
es: Descripción de la ubicación
et: Asukoha kirjeldus
fa_ir: شرح مکان
fi: Paikan kuvaus
fr: Description de la localisation
ko: 장소 설명란
lv: Atrašanās vietas apraksts
nl: Locatiebeschrijving
pl: Opis lokalizacji
pt: Descrição da localidade
ru: Описание местонахождения
sk: Opis miesta
sr: Opis lokacije
sw: Maelezo ya Mahali
tr: Adres Açıklaması

source: Training Venue
am: የስልጠና ቦታ
ar: مكان التدريب
az: Təlim yeri
bg: Място за тренировка
es: Lugar de entrenamiento
et: Koolituspaik
fa_ir: محل برگزاری آموزش
fi: Harjoituspaikka
fr: Lieu d'entrainement
ko: 훈련장
lv: Apmācību norises vieta
nl: Trainingslokaal
pl: Miejsce szkolenia
pt: Local de treinamento
ru: Тренировочный объект
sk: Tréningové centrum
sr: Место тренинга
sw: Mahali pa Mafunzo
tr: Eğitim Yeri

# athleteHome
source: Athlete's Home
am: የአትሌት ቤት
ar: منزل الرياضي
az: İdmançı Evi
bg: Дом на спортиста
es: Hogar del Atleta
et: Sportlase kodu
fa_ir: خانه ورزشکاران
fi: Urheilijan koti
fr: Domicile du sportif
ko: 선수 자택
lv: Sportista mājas
nl: Atleet thuis
pl: Dom sportowca
pt: Casa do Atleta
ru: Дом спортсмена
sk: Domov športovca
sr: Дом спортиста
sw: Nyumbani kwa Mwanariadha
tr: Sporcunun Evi

source: Specify
am: ይግለጹ
ar: حدد
az: Müəyyən edin
bg: Посочете
es: Especifique
et: Täpsustage
fa_ir: مشخص كردن
fi: Tarkenna
fr: Spécifier
ko: 특정하기
lv: Norādiet
nl: Specificeer
pl: Sprecyzować
pt: Especificamos
ru: Уточнить
sk: Upresniť
sr: Спецификовати
sw: Bainisha
tr: Belirtin

source: Attempt Date
am: ሙከራ ቀን
ar: تاريخ المحاولة
az: Cəhd Tarixi
bg: Дата на опит
es: Fecha del intento
et: Katse kuupäev
fa_ir: تاریخ تلاش
fi: Yrityksen päivämäärä
fr: Date de la tentative
ko: 시도 일자
lv: Mēģinājuma datums
nl: Datum poging
pl: Data próby
pt: Data da Tentativa
ru: Дата попытки
sk: Dátum pokusu
sr: Датум покушаја
sw: Tarehe ya Jaribio
tr: Deneme Tarihi

# respectTheMaxDateRange
source: Date must be equal to or lower than {{ maxDate.format('DD-MMM-YYYY') }}
am: ቀኑ እኩል ወይም ያነሰ መሆን አለበት። {{ maxDate.format('DD-MMM-YYYY') }}
ar: التاريخ يجب أن يكون مساوي الى أو أقل من {{ maxDate.format('DD-MMM-YYYY') }}
az: Tarix ona bərabər və ya ondan kiçik olmalıdır{{ maxDate.format('DD-MMM-YYYY') }}
bg: Датата трябва да е равна или по-малка от {{ maxDate.format('DD-MMM-YYYY') }}
es: La fecha debe ser igual o menor que{{ maxDate.format('DD-MMM-YYYY') }}
et: Kuupäev peab olema võrdne või väiksem kui{{ maxDate.format('DD-MMM-YYYY') }}
fa_ir: تاریخ باید برابر یا کمتر از آن باشد{{ maxDate.format('DD-MMM-YYYY') }}
fi: Päivämäärän on oltava sama tai pienempi kuin {{ maxDate.format('DD-MMM-YYYY') }}
fr: La date doit être antérieur au {{ maxDate.format('DD-MMM-YYYY') }}
ko: 날짜는 {{ maxDate.format('DD-MMM-YYYY') }} 이하여야 합니다.
lv: Datumam jābūt vienādam ar vai mazākam par{{ maxDate.format('DD-MMM-YYYY') }}
nl: Datum moet gelijk zijn aan of lager zijn dan {{ maxDate.format('DD-MMM-YYYY') }}
pl: Data musi być równa lub mniejsza niż {{ maxDate.format('DD-MMM-YYYY') }}
pt: A data deve ser igual ou inferior a{{ maxDate.format('DD-MMM-YYYY') }}
ru: Дата должна быть равна или меньше {{ maxDate.format('DD-MMM-YYYY') }}
sk: Dátum musí byť rovnaký alebo nižší ako{{ maxDate.format('DD-MMM-YYYY') }}
sr: Datum mora biti jednak ili niži od {{ maxDate.format('DD-MMM-YYYY') }}
sw: Tarehe lazima iwe sawa na au chini ya{{ maxDate.format('DD-MMM-YYYY') }}
tr: Tarih eşit veya daha düşük olmalıdır {{ maxDate.format('DD-MMM-YYYY') }}

source: Attempt Time
am: የሙከራ ጊዜ
ar: وقت المحاولة
az: Cəhd vaxtı
bg: Час на провеждане на опит за тестване
es: Tiempo de intento
et: Katse aeg
fa_ir: زمان تلاش
fi: Testiyrityksen kellonaika
fr: Heure de la tentative
ko: 시도 시간
lv: Mēģinājuma laiks
nl: Pogingstijd
pl: Czas próby
pt: Tempo de tentativa
ru: Время попытки
sk: Čas pokusu
sr: Време покушаја
sw: Wakati wa Jaribio
tr: Deneme süresi

source: How contact was attempted
am: ግንኙነት እንዴት እንደተሞከረ
ar: كيف تمت محاولة الاتصال
az: Əlaqə qurmağa necə cəhd edildi
bg: Как е направен опит за осъществяване на контакт
es: Cómo se intentó el contacto
et: Kuidas üritati kontakti saada
fa_ir: چگونه تماس تلاش شد
fi: Kuinka yhteyttä yritettiin ottaa
fr: Comment la tentative de prise de contact a été faite
ko: 연락을 시도한 방법
lv: Kā tika mēģināts sazināties
nl: Hoe contact werd geprobeerd
pl: Jak próbowano nawiązać kontakt
pt: Como o contato foi tentado
ru: Как была предпринята попытка контакта
sk: Aký bol pokus o kontakt
sr: Како је покушан контакт
sw: Jinsi mawasiliano yalivyojaribiwa
tr: Nasıl temas kurulmaya çalışıldı?

# attemptDescription
source: Description of Attempt
am: ሙከራ መግለጫ
ar: وصف المحاولة
az: Cəhdin təsviri
bg: Описание на опита за тестване
es: Descripción del intento
et: Katse kirjeldus
fa_ir: شرح تلاش
fi: Testiyrityksen kuvaus
fr: Description de la tentative
ko: 시도에 대한 설명
lv: Mēģinājuma apraksts
nl: Beschrijving van poging
pl: Opis próby
pt: Descrição da tentativa
ru: Описание попытки
sk: Popis pokusu
sr: Опис покушаја
sw: Maelezo ya Jaribio
tr: Girişimin Açıklaması
