Repository: NandhineeR/WADA
Catalog: wada-ama-testcenter-web-57718053929f/wada-ama-testcenter-web-57718053929f/src/i18n/messages.*.xlf
Languages: am, ar, az, bg, es, et, fa_ir, fi, fr, ko, lv, nl, pl, pt, ru, sk, sr, sw, tr

# noRightToAccessBloodPassportMsg
source: You do not have the rights to access the Blood Passport
am: የደም ፓስፖርት የማግኘት መብት የሎትም።
ar: ليس لديك الحق في الحصول على جواز سفر الدم
az: Sizin Qan Pasportuna daxil olmaq hüququnuz yoxdur
bg: Нямате права за достъп до Кръвния паспорт
es: No tiene derecho a acceder al Pasaporte Sanguíneo
et: Teil ei ole verepassi juurdepääsuõigusi
fa_ir: شما حق دسترسی به پاسپورت خون را ندارید
fi: Sinulla ei ole pääsyoikeutta veripassiin
fr: Vous n’avez pas le droit d’accéder au passeport sanguin
ko: 혈액 수첩에 액세스할 수 있는 권한이 없습니다.
lv: Jums nav tiesību piekļūt asins pasei
nl: U heeft geen toegang tot het bloedpaspoort.
pl: Nie masz praw dostępu do Paszportu Krwi
pt: Você não tem o direito de acessar o Passaporte de Sangue
ru: Вы не имеете прав доступа к Паспорту крови
sk: Nemáte práva na prístup do krvného pasu
sr: Vi nemate prava da pristupite Krvavom Pasošu
sw: Huna haki ya kupata Pasipoti ya Damu
tr: Kan Pasaportuna erişim hakkınız yok

# noRightToAccessSteroidPassportMsg
source: You do not have the rights to access the Steroid Passport
am: የስቴሮይድ ፓስፖርት የማግኘት መብት የሎትም።
ar: ليس لديك الحق في الوصول إلى جواز سفر الستيرويد
az: Sizin Steroid Pasporta daxil olmaq hüququnuz yoxdur
bg: Нямате права за достъп до Steroid Passport
es: No tienes derecho a acceder al Pasaporte de Esteroides
et: Teil ei ole steroidpassi juurdepääsuõigusi
fa_ir: شما حق دسترسی به پاسپورت استروئیدی را ندارید
fi: Sinulla ei ole pääsyoikeutta steroidipassiin
fr: Vous n’avez pas les droits d’accéder au passeport stéroïde
ko: 스테로이드 수첩에 접근할 수 있는 권한이 없습니다
lv: Jums nav tiesību piekļūt steroīdu pasei
nl: Je hebt geen toegang tot het Steroid Passport.
pl: Nie masz praw dostępu do Paszportu Sterydów
pt: Você não tem o direito de acessar o Passaporte Steroid
ru: У вас нет прав доступа к Паспорту стероидов
sk: Nemáte práva na prístup do Steroid Passport
sr: Vi nemate prava da pristupite Steroid pasošu
sw: Huna haki ya kufikia Pasipoti ya Steroid
tr: Steroid Pasaportuna erişim hakkınız yok

# noRightToAccessAllApmuReportHistoryMsg
source: You do not have the rights to access the APMU History Report
am: የAPMU ታሪክ ዘገባን የመድረስ መብት የለዎትም።
ar: لا يتوافر لديك الحق في التوصل الى تقرير السجل التاريخي الى APMU
az: Sizin APMU Tarix Hesabatına daxil olmaq hüququnuz yoxdur
bg: Нямате права за достъп до отчета за историята на APMU
es: Usted no tiene los derechos para acceder al informe del historial de APMU
et: Teil pole õigusi APMU ajaloo aruandele juurde pääseda
fa_ir: شما حق دسترسی به گزارش تاریخچه APMU را ندارید
fi: Sinulla ei ole pääsyoikeutta APMU:n raporttihistoriaan
fr: Vous n’avez pas le droit d’accéder au rapport d’historique de l'UGPA
ko: APMU 이력 보고서에 액세스할 수 있는 권한이 없습니다.
lv: Jums nav tiesību piekļūt APMU vēstures pārskatam
nl: U heeft geen rechten om het APMU Geschiedenisrapport te openen.
pl: Nie masz uprawnień dostępu do raportu historii APMU
pt: Você não tem o direito de acessar o Relatório Histórico da APMU
ru: У вас нет прав для доступа к отчету об истории APMU
sk: Nemáte práva na prístup k správe o histórii APMU
sr: Nemate prava da pristupite APMU izveštaju o istoriji
sw: Huna haki za kufikia Ripoti ya Historia ya APMU
tr: APMU Geçmiş Raporuna erişim hakkınız yok

# noRightToAccessApmuOrgReportMsg
source: You do not have the rights to access the APMU Organization Report
am: የAPMU ድርጅት ሪፖርትን የመድረስ መብት የለዎትም።
ar: لا يتوافر لديك الحق في التوصل الى تقرير منظمة APMU
az: Sizin APMU Təşkilatı Hesabatına daxil olmaq hüququnuz yoxdur
bg: Нямате права за достъп до организационния отчет на APMU
es: Usted no tiene los derechos para acceder al Informe de Organización de APMU
et: Teil ei ole APMU organisatsiooni aruandele juurdepääsu õigusi
fa_ir: شما حق دسترسی به گزارش سازمان APMU را ندارید
fi: Sinulla ei ole pääsyoikeutta APMU:n-organisaatioraporttiin
fr: Vous n’avez pas le droit d’accéder au rapport d’organisation de l'UGPA
ko: APMU 기관 보고서에 액세스할 수 있는 권한이 없습니다.
lv: Jums nav tiesību piekļūt APMU organizācijas pārskatam
nl: U heeft geen rechten om het APMU Organisatie Rapport te openen.
pl: Nie masz uprawnień dostępu do Raportu Organizacji APMU
pt: Você não tem o direito de acessar o Relatório da Organização APMU
ru: У вас нет прав для доступа к Отчету об организации APMU
sk: Nemáte práva na prístup k správe o organizácii APMU
sr: Nemate prava da pristupite izveštaju APMU organizacije
sw: Huna haki ya kufikia Ripoti ya Shirika la APMU
tr: APMU Organizasyon Raporuna erişim hakkınız yok

# noRightToAccessAthleteMsg
source: You do not have the rights to access the Athlete
am: አትሌቱን የማግኘት መብት የለህም።
ar: ليس لديك الحق في الوصول للرياضيين
az: Sizin İdmançıya daxil olmaq hüququnuz yoxdur
bg: Нямате права за достъп до Спортиста
es: Usted no tiene los derechos de acceso al Atleta
et: Teil ei ole õigusi sportlasele juurdepääsuks
fa_ir: شما حق دسترسی به ورزشکار را ندارید
fi: Sinulla ei ole pääsyoikeutta urheilijaan
fr: Vous n’avez pas le droit d’accéder à l’Athlète
ko: 선수에 액세스할 수 있는 권한이 없습니다
lv: Jums nav tiesību piekļūt sportistam
nl: U hebt niet de rechten om toegang te krijgen tot de Athlete
pl: Nie masz praw dostępu do sportowca
pt: Você não tem o direito de acessar o Atleta
ru: У вас нет прав доступа к спортсмену
sk: Nemáte práva na prístup do systému Athlete
sr: Ti nemaš prava da pristupiš sportisti
sw: Huna haki ya kufikia Mwanaspoti
tr: Sporcuya erişim hakkınız yok

# noRightToAccessUnsuccessfulAttemptMsg
source: You do not have the rights to access the Unsuccessful Attempt
am: ያልተሳካውን ሙከራ የመድረስ መብት የሎትም።
ar: لا يتوافر لديك الحقوق للتوصل الى محاولة غير ناجحة
az: Uğursuz cəhdə daxil olmaq hüququnuz yoxdur
bg: Нямате права за достъп до Неуспешен опит
es: No tiene derecho a acceder al Intento fallido
et: Teil ei ole õigusi ebaõnnestunud katsele juurdepääsuks
fa_ir: شما حق دسترسی به تلاش ناموفق را ندارید
fi: Sinulla ei ole pääsyoikeutta Urheilijaa ei tavoitettu -raporttiin
fr: Vous n’avez pas le droit d’accéder à la tentative infructueuse
ko: 시도실패에 액세스할 수 있는 권한이 없습니다
lv: Jums nav tiesību piekļūt neveiksmīgajam mēģinājumam
nl: Je hebt geen rechten om toegang te krijgen tot de Onsuccesvolle Poging
pl: Nie masz praw dostępu do nieudanej próby
pt: Você não tem o direito de acessar a Tentativa de Não-Conseguir
ru: У вас нет прав на доступ к Неудачной попытке
sk: Nemáte práva na prístup k neúspešnému pokusu
sr: Vi nemate prava da pristupite neuspešnom pokušaju
sw: Huna haki ya kufikia Jaribio Lisilofanikiwa
tr: Başarısız Denemeye erişim hakkınız yok

# noRightToBindDcfToMsg
source: You do not have the rights to bind DCF to a Testing Order
am: DCFን ለሙከራ ትዕዛዝ የማሰር መብት የለዎትም።
ar: لا يتوافر لديك الحقوق لربط DCF بأمر الاختبار
az: Sizin DCF-ni Test Sifarişinə bağlamaq hüququnuz yoxdur
bg: Нямате права да обвързвате DCF с поръчка за тестване
es: No tiene derecho a comprometer al DCF con una Orden de Pruebas
et: Teil ei ole õigusi siduda DCF-i testimistellimusega
fa_ir: شما حق الصاق DCF را به یک دستور تست ندارید
fi: Sinulla ei ole oikeuksia liittää DCF:ää Testimääräykseen
fr: Vous n’avez pas le droit de lier DCF à une commande de test
ko: DCF를 검사지시서에 연동할 수 있는 권한이 없습니다.
lv: Jums nav tiesību saistīt DCF ar Testēšanas pasūtījumu
nl: U heeft niet het recht om DCF te binden aan een testbevel
pl: Nie masz prawa do związania DCF Zleceniem Testowym
pt: Você não tem o direito de vincular o DCF a uma Ordem de Teste
ru: Вы не имеете права связывать DCF приказом о тестировании
sk: Nemáte právo zaviazať DCF k objednávke na testovanie
sr: Nemate prava da vezujete DCF za redosled testiranja
sw: Huna haki za kushurutisha DCF kwa Agizo la Kujaribu
tr: DCF'yi bir Test Siparişine bağlama hakkınız yok

# noRightToDeleteDcfMsg
source: You do not have the rights to delete a DCF
am: DCF የመሰረዝ መብት የለዎትም።
ar: انك لا تمتلك الحق في حذف DCF
az: Sizin DCF-ni silmək hüququnuz yoxdur
bg: Нямате права да изтриете DCF
es: No tiene derecho a eliminar un DCF
et: Teil ei ole õigusi DCF-i kustutada
fa_ir: شما حق حذف یک DCF را ندارید
fi: Sinulla ei ole oikeuksia poistaa DCF:ää
fr: Vous n’avez pas le droit de supprimer un DCF
ko: DCF를 삭제할 권한이 없습니다.
lv: Jums nav tiesību dzēst DCF
nl: U hebt niet de rechten om een DCF te verwijderen
pl: Nie masz uprawnień do usunięcia DCF
pt: Você não tem o direito de excluir um DCF
ru: У вас нет прав на удаление DCF
sk: Nemáte právo vymazať DCF
sr: Nemate prava da izbrišete DCF
sw: Huna haki ya kufuta DCF
tr: DCF silme hakkınız yok

# noRightToAccessMatchResultMsg
source: You do not have the rights to access the a Match Result
am: የማቻውን ውጤት የመድረስ መብቶች የሎትም።
ar: لا يتوافر لديك الحق في التوصل الى نتيجة المطابقة
az: Sizin Uyğunluq Nəticəsinə daxil olmaq hüququnuz yoxdur
bg: Нямате права за достъп до резултата от мача
es: Usted no tiene los derechos para acceder al resultado de un partido
et: Teil ei ole õigusi Matši tulemusele juurde pääseda
fa_ir: شما حق دسترسی به نتیجه مسابقه را ندارید
fi: Sinulla ei ole pääsyoikeutta yhdistettyyn tulokseen
fr: Vous n’avez pas le droit d’accéder au résultat d’une correspondance
ko: 일치 결과에 액세스할 수 있는 권한이 없습니다.
lv: Jums nav tiesību piekļūt spēles rezultātam
nl: Je hebt geen rechten om de koppelingsresultaten te bekijken.
pl: Nie masz praw dostępu do wyników meczu
pt: Você não tem o direito de acessar o resultado de uma partida
ru: У вас нет прав для доступа к результату матча
sk: Nemáte práva na prístup k výsledku zápasu
sr: Nemate prava da pristupite rezultatu podudaranja
sw: Huna haki ya kufikia Matokeo ya Mechi
tr: Bir Maç Sonucuna erişim hakkınız yok

# noRightToProficiencyTestMsg
source: Error [NO_RIGHT_TO_CREATE_PROFICIENCYTEST]
am: ስህተት [NO_RIGHT_TO_CREATE_PROFICIENCYTEST]
ar: خطأ [ NO_RIGHT_TO_CREATE_PROFERIENTCEST ]
az: Xəta [NO_RIGHT_TO_CREATE_PROFICIENCYTEST]
bg: Грешка [NO_RIGHT_TO_CREATE_PROFICIENCYTEST]
et: Viga [NO_RIGHT_TO_CREATE_PROFICIENCYTEST]
fa_ir: خطای [NO_RIGHT_TO_CREATE_PROFICIENCYTEST]
fi: Virhe [NO_RIGHT_TO_CREATE_PROFICIENCYTEST]
fr: Erreur [NO_RIGHT_TO_CREATE_PROFICIENCYTEST]
ko: [NO_RIGHT_TO_CREATE_PROFICIENCYTEST] 오류
lv: Kļūda [NO_RIGHT_TO_CREATE_PROFICIENCYTEST]
nl: Fout [NO_RIGHT_TO_CREATE_PROFICIENCYTEST]
pl: Błąd [NO_RIGHT_TO_CREATE_PROFICIENCYTEST]
pt: Erro [NENHUM [NÃO_TRANSPARÊNCIA_DE_CREATE_PROFICIENCYTEST]
ru: Ошибка [NO_RIGHT_TO_CREATE_PROFICIENCYTEST]
sk: Chyba [NO_RIGHT_TO_CREATE_PROFICIENCYTEST]
sr: Greška [NO_RIGHT_TO_CREATE_PROFICIENCYTEST]
sw: Hitilafu [NO_RIGHT_TO_CREATE_PROFICIENCYTEST]
tr: Hata [NO_RIGHT_TO_CREATE_PROFICIENCYTEST]

# noRightToAccessTestpoolMsg
source: You do not have the rights to access the a Test Pool
am: የሙከራ ገንዳውን የመድረስ መብት የለዎትም።
ar: لا يتوافر لديك الحقوق للتوصل الى مستودع الاختبار
az: Sizin Test Hovuzuna daxil olmaq hüququnuz yoxdur
bg: Нямате права за достъп до a Test Pool
es: No tiene derecho a acceder al banco de pruebas
et: Teil ei ole õigusi pääseda juurde testbasseinile
fa_ir: شما حق دسترسی به استخر تست را ندارید
fi: Sinulla ei ole pääsyoikeutta Testauspooliin
fr: Vous n’avez pas les droits d’accéder à un pool de tests
ko: 검사 풀에 액세스할 수 있는 권한이 없습니다.
lv: Jums nav tiesību piekļūt Test Pool
nl: Je hebt geen rechten om toegang te krijgen tot een Test Pool
pl: Nie masz praw dostępu do Puli Testowej
pt: Você não tem o direito de acessar o Test Pool
ru: У вас нет прав доступа к пулу тестирования
sk: Nemáte práva na prístup do testovacieho fondu
sr: Vi nemate prava da pristupite probnom bazenu
sw: Huna haki za kufikia Dimbwi la Majaribio
tr: Test Havuzuna erişim hakkınız yok

# noRightToAddPlaceHolderInMajorGameMsg
source: You do not have the rights to add a placeholder in a Major game
am: በዋና ጨዋታ ውስጥ ቦታ ያዥ የመጨመር መብት የሎትም።
ar: ليس لديك حقوق لاضافة مكان محتجز في لعبة رئيسية
az: Böyük oyunda yer tutucu əlavə etmək hüququnuz yoxdur
bg: Нямате права да добавяте заместител в голяма игра
es: No tiene derecho a añadir un marcador de posición en un partido mayor
et: Teil ei ole õigust Major-mängus kohahoidjat lisada
fa_ir: شما حق اضافه کردن مکان نگهدارنده در یک بازی Major را ندارید
fi: Sinulla ei ole oikeuksia lisätä sijoituksella urheilijaa Suureen urheilutapahtumaan
fr: Vous n’avez pas le droit d’ajouter un espace réservé dans un jeu majeur
ko: 주요 대회에 검사대상자를 추가할 권한이 없습니다.
lv: Jums nav tiesību pievienot vietturi galvenajā spēlē
nl: Je hebt niet de rechten om een "placeholder" toe te voegen in een Major game
pl: Nie masz uprawnień do dodawania symbolu zastępczego w grze Major
pt: Você não tem o direito de adicionar um espaço em um jogo principal
ru: У вас нет прав на добавление плацдарма в основной игре
sk: Nemáte právo pridať zástupný symbol do hry Major.
sr: Nemate prava da dodajete čuvar mesta u glavnoj igri
sw: Huna haki ya kuongeza kishika nafasi katika mchezo Mkuu
tr: Bir Major oyunda yer tutucu ekleme hakkınız yok

# noRightToAccessUnsubmittedWhereaboutsMsg
source: You do not have the rights to access the unsubmitted Whereabouts
am: ያልቀረበውን የት ቦታ የመድረስ መብት የለዎትም።
ar: لا يتوافر لديك الحق في التوصل الى WhereherWherWherhs
az: Təqdim edilməmiş Harada olma məlumatlarına daxil olmaq hüququnuz yoxdur
bg: Нямате права за достъп до неизпратената информация за местонахождението
es: No tiene derecho a acceder al paradero no presentado
et: Teil ei ole õigusi pääseda juurde esitamata asukohale
fa_ir: شما حق دسترسی به مکان های ارسال نشده را ندارید
fi: Sinulla ei ole pääsyoikeutta lähettämättömiin olinpaikkatietoihin
fr: Vous n’avez pas le droit d’accéder aux informations non soumises
ko: 제출되지 않은 소재지에 액세스할 수 있는 권한이 없습니다.
lv: Jums nav tiesību piekļūt neiesniegtajai atrašanās vietai
nl: U heeft geen recht op toegang tot de niet ingediende Whereabouts
pl: Nie masz praw dostępu do nieprzesłanych miejsc pobytu
pt: Você não tem o direito de acessar o local não submetido
ru: Вы не имеете права доступа к не представленным данным о местонахождении
sk: Nemáte práva na prístup k neodoslaným údajom o mieste pobytu
sr: Vi nemate prava da pristupite nepodeljenom mestu boravka
sw: Huna haki ya kufikia Mahali ambapo haijawasilishwa
tr: Gönderilmeyen Nerede Bulunduğuna erişim hakkına sahip değilsiniz

# noRightToAccessNonAthleteMsg
source: Error [NO_RIGHT_TO_ACCESS_NONATHLETE]
am: ስህተት [NO_RIGHT_TO_ACCESS_NONATHLETE]
ar: خطأ [ NO_RTGHT_TO_ACCESS_NONATLETE ]
az: Xəta [NO_RIGHT_TO_ACCESS_NONATHLETE]
bg: Грешка [NO_RIGHT_TO_ACCESS_NONATHLETE]
et: Viga [NO_RIGHT_TO_ACCESS_NONATHLETE]
fa_ir: خطای [NO_RIGHT_TO_ACCESS_NONATHLETE]
fi: Virhe [NO_RIGHT_TO_ACCESS_NONATHLETE]
fr: Erreur [NO_RIGHT_TO_ACCESS_NONATHLETE]
ko: [NO_RIGHT_TO_ACCESS_NONATHLETE] 오류
lv: Kļūda [NO_RIGHT_TO_ACCESS_NONATHLETE]
nl: Fout [NO_RIGHT_TO_ACCESS_NONATHLETE]
pl: Błąd [NO_RIGHT_TO_ACCESS_NONATHLETE]
pt: Erro [NÃO_ACESSOS_NONATHLETE_DE_PONTO_DIREITO]
ru: Ошибка [NO_RIGHT_TO_ACCESS_NONATHLETE]
sk: Chyba [NO_RIGHT_TO_ACCESS_NONATHLETE]
sr: Greška [NO_RIGHT_TO_ACCESS_NONATHLETE]
sw: Hitilafu [NO_RIGHT_TO_ACCESS_NONATHLETE]
tr: Hata [NO_RIGHT_TO_ACCESS_NONATHLETE]

# noRightToAccessOrganizationMsg
source: Error [NO_RIGHT_TO_ACCESS_ORGANIZATION]
am: ስህተት [NO_RIGHT_TO_ACCESS_ORGANIZATION]
ar: خطأ [ NO_RIGHT_TO_ACCESS_GORANIZATION ]
az: Xəta [NO_RIGHT_TO_ACCESS_ORGANIZATION]
bg: Грешка [NO_RIGHT_TO_ACCESS_ORGANIZATION]
et: Viga [NO_RIGHT_TO_ACCESS_ORGANIZATION]
fa_ir: خطای [NO_RIGHT_TO_ACCESS_ORGANIZATION]
fi: Virhe [NO_RIGHT_TO_ACCESS_ORGANIZATION]
fr: Erreur [NO_RIGHT_TO_ACCESS_ORGANIZATION]
ko: [NO_RIGHT_TO_ACCESS_ORGANIZATION] 오류
lv: Kļūda [NO_RIGHT_TO_ACCESS_ORGANIZATION]
nl: Fout [NO_RIGHT_TO_ACCESS_ORGANIZATION]
pl: Błąd [NO_RIGHT_TO_ACCESS_ORGANIZATION]
pt: Erro [NÃO_ACESSOS_DE_PERIGO_ACESSOS_ORGANIZAÇÃO]
ru: Ошибка [NO_RIGHT_TO_ACCESS_ORGANIZATION]
sk: Chyba [NO_RIGHT_TO_ACCESS_ORGANIZATION]
sr: Greška [NO_RIGHT_TO_ACCESS_ORGANIZATION]
sw: Hitilafu [NO_RIGHT_TO_ACCESS_ORGANIZATION]
tr: Hata [NO_RIGHT_TO_ACCESS_ORGANIZATION]

# noRightToAccessUserAccountMsg
source: Error [NO_RIGHT_TO_ACCESS_USERACCOUNT]
am: ስህተት [NO_RIGHT_TO_ACCESS_USERACCOUNT]
ar: خطأ [ NO_RIGHT_TO_ACCESS_USERACCOUNT ]
az: Xəta [NO_RIGHT_TO_ACCESS_USERACCOUNT]
bg: Грешка [NO_RIGHT_TO_ACCESS_USERACCOUNT]
et: Viga [NO_RIGHT_TO_ACCESS_USERACCOUNT]
fa_ir: خطای [NO_RIGHT_TO_ACCESS_USERACCOUNT]
fi: Virhe [NO_RIGHT_TO_ACCESS_USERACCOUNT]
fr: Erreur [NO_RIGHT_TO_ACCESS_USERACCOUNT]
ko: [NO_RIGHT_TO_ACCESS_USERACCOUNT] 오류
lv: Kļūda [NO_RIGHT_TO_ACCESS_USERACCOUNT]
nl: Fout [NO_RIGHT_TO_ACCESS_USERACCOUNT]
pl: Błąd [NO_RIGHT_TO_ACCESS_USERACCOUNT]
pt: Erro [NÃO_ACESSOS_DE_PONTOS_DE_PONTOS_DE_ACESSO]
ru: Ошибка [NO_RIGHT_TO_ACCESS_USERACCOUNT]
sk: Chyba [NO_RIGHT_TO_ACCESS_USERACCOUNT]
sr: Greška [NO_RIGHT_TO_ACCESS_USERACCOUNT]
sw: Hitilafu [NO_RIGHT_TO_ACCESS_USERACCOUNT]
tr: Hata [NO_RIGHT_TO_ACCESS_USERACCOUNT]

# noRightToUpdateSportIdentityMsg
source: Error [NO_RIGHT_TO_UPDATE_SPORTIDENTITY]
am: ስህተት [NO_RIGHT_TO_UPDATE_SPORTIDENTITY]
ar: خطأ [ NO_RTGHT_TO_UPDATE_SPORTIDENTITY ]
az: Xəta [NO_RIGHT_TO_UPDATE_SPORTIDENTITY]
bg: Грешка [NO_RIGHT_TO_UPDATE_SPORTIDENTITY]
et: Viga [NO_RIGHT_TO_UPDATE_SPORTIDENTITY]
fa_ir: خطای [NO_RIGHT_TO_UPDATE_SPORTIDENTITY]
fi: Virhe [NO_RIGHT_TO_UPDATE_SPORTIDENTITY]
fr: Erreur [NO_RIGHT_TO_UPDATE_SPORTIDENTITY]
ko: [NO_RIGHT_TO_UPDATE_SPORTIDENTITY] 오류
lv: Kļūda [NO_RIGHT_TO_UPDATE_SPORTIDENTITY]
nl: Fout [NO_RIGHT_TO_UPDATE_SPORTIDENTITY]
pl: Błąd [NO_RIGHT_TO_UPDATE_SPORTIDENTITY]
pt: Erro [NO_RIGHT_TO_UPDATE_SPORTIDENTITY]
ru: Ошибка [NO_RIGHT_TO_UPDATE_SPORTIDENTITY]
sk: Chyba [NO_RIGHT_TO_UPDATE_SPORTIDENTITY]
sr: Greška [NO_RIGHT_TO_UPDATE_SPORTIDENTITY]
sw: Hitilafu [NO_RIGHT_TO_UPDATE_SPORTIDENTITY]
tr: Hata [NO_RIGHT_TO_UPDATE_SPORTIDENTITY]

# noRightToUpdateOrganizationMsg
source: Error [NO_RIGHT_TO_UPDATE_ORGANIZATION]
am: ስህተት [NO_RIGHT_TO_UPDATE_ORGANIZATION]
ar: خطأ [ NO_RIGHT_TO_UPDATE_ORGATIZATION ]
az: Xəta [NO_RIGHT_TO_UPDATE_ORGANIZATION]
bg: Грешка [NO_RIGHT_TO_UPDATE_ORGANIZATION]
et: Viga [NO_RIGHT_TO_UPDATE_ORGANIZATION]
fa_ir: خطای [NO_RIGHT_TO_UPDATE_ORGANIZATION]
fi: Virhe [NO_RIGHT_TO_UPDATE_ORGANIZATION]
fr: Erreur [NO_RIGHT_TO_UPDATE_ORGANIZATION]
ko: [NO_RIGHT_TO_UPDATE_ORGANIZATION] 오류
lv: Kļūda [NO_RIGHT_TO_UPDATE_ORGANIZATION]
nl: Fout [NO_RIGHT_TO_UPDATE_ORGANIZATION]
pl: Błąd [NO_RIGHT_TO_UPDATE_ORGANIZATION]
pt: Erro [NO_RIGHT_TO_UPDATE_ORGANIZATION]
ru: Ошибка [NO_RIGHT_TO_UPDATE_ORGANIZATION]
sk: Chyba [NO_RIGHT_TO_UPDATE_ORGANIZATION]
sr: Greška [NO_RIGHT_TO_UPDATE_ORGANIZATION]
sw: Hitilafu [NO_RIGHT_TO_UPDATE_ORGANIZATION]
tr: Hata [NO_RIGHT_TO_UPDATE_ORGANIZATION]

# noRightToCreateSportIdentityMsg
source: Error [NO_RIGHT_TO_CREATE_SPORTIDENTITY]
am: ስህተት [NO_RIGHT_TO_CREATE_SPORTIDENTITY]
ar: خطأ [ NO_RIGHT_TO_CREATE_SPORTIDENTITY ]
az: Xəta [NO_RIGHT_TO_CREATE_SPORTIDENTITY]
bg: Грешка [NO_RIGHT_TO_CREATE_SPORTIDENTITY]
et: Viga [NO_RIGHT_TO_CREATE_SPORTIDENTITY]
fa_ir: خطای [NO_RIGHT_TO_CREATE_SPORTIDENTITY]
fi: Virhe [NO_RIGHT_TO_CREATE_SPORTIDENTITY]
fr: Erreur [NO_RIGHT_TO_CREATE_SPORTIDENTITY]
ko: [NO_RIGHT_TO_CREATE_SPORTIDENTITY] 오류
lv: Kļūda [NO_RIGHT_TO_CREATE_SPORTIDENTITY]
nl: Fout [NO_RIGHT_TO_CREATE_SPORTIDENTITY]
pl: Błąd [NO_RIGHT_TO_CREATE_SPORTIDENTITY]
pt: Erro [NENHUM [NÃO_CREATE_SPORTIDENTIDADE_DIRETA]
ru: Ошибка [NO_RIGHT_TO_CREATE_SPORTIDENTITY]
sk: Chyba [NO_RIGHT_TO_CREATE_SPORTIDENTITY]
sr: Greška [NO_RIGHT_TO_CREATE_SPORTIDENTITY]
sw: Hitilafu [NO_RIGHT_TO_CREATE_SPORTIDENTITY]
tr: Hata [NO_RIGHT_TO_CREATE_SPORTIDENTITY]

# noRightToCreateOrganizationMsg
source: Error [NO_RIGHT_TO_CREATE_ORGANIZATION]
am: ስህተት [NO_RIGHT_TO_CREATE_ORGANIZATION]
ar: خطأ [ NO_RIGHT_TO_CREATE_ORGATIZATION ]
az: Xəta [NO_RIGHT_TO_CREATE_ORGANIZATION]
bg: Грешка [NO_RIGHT_TO_CREATE_ORGANIZATION]
et: Viga [NO_RIGHT_TO_CREATE_ORGANIZATION]
fa_ir: خطای [NO_RIGHT_TO_CREATE_ORGANIZATION]
fi: Virhe [NO_RIGHT_TO_CREATE_ORGANIZATION]
fr: Erreur [NO_RIGHT_TO_CREATE_ORGANIZATION]
ko: [NO_RIGHT_TO_CREATE_ORGANIZATION] 오류
lv: Kļūda [NO_RIGHT_TO_CREATE_ORGANIZATION]
nl: Fout [NO_RIGHT_TO_CREATE_ORGANIZATION]
pl: Błąd [NO_RIGHT_TO_CREATE_ORGANIZATION]
pt: Erro [NO_RIGHT_TO_CREATE_ORGANIZATION]
ru: Ошибка [NO_RIGHT_TO_CREATE_ORGANIZATION]
sk: Chyba [NO_RIGHT_TO_CREATE_ORGANIZATION]
sr: Greška [NO_RIGHT_TO_CREATE_ORGANIZATION]
sw: Hitilafu [NO_RIGHT_TO_CREATE_ORGANIZATION]
tr: Hata [NO_RIGHT_TO_CREATE_ORGANIZATION]

# noRightToReadMissionOrderMsg
source: You do not have the rights to view a Testing Order
am: የሙከራ ትእዛዝ የማየት መብት የለህም።
ar: لا يتوافر لديك الحقوق لمشاهدة أمر الاختبار
az: Sınaq Sifarişinə baxmaq hüququnuz yoxdur
bg: Нямате права да видите поръчка за тестване
es: Usted no tiene derecho a ver una Orden de Pruebas
et: Teil pole õigusi testimistellimust vaadata
fa_ir: شما حق مشاهده سفارش تست را ندارید
fi: Sinulla ei ole oikeuksia tarkastella Testimääräystä
fr: Vous n’avez pas le droit d’afficher une commande de test
ko: 검사지시서를 볼 수 있는 권한이 없습니다.
lv: Jums nav tiesību skatīt Pārbaudes pasūtījumu
nl: U hebt niet de rechten om een testbevel te bekijken
pl: Nie masz uprawnień do przeglądania Zlecenia Testowania
pt: Você não tem o direito de ver uma ordem de teste
ru: У вас нет прав на просмотр приказа о тестировании
sk: Nemáte práva na zobrazenie objednávky na testovanie
sr: Nemate prava da pregledate redosled testiranja
sw: Huna haki ya kutazama Agizo la Kujaribu
tr: Bir Test Siparişini görüntüleme hakkınız yok

# noRightToViewThirdPartyContractMsg
source: Error [NO_RIGHT_TO_VIEW_THIRDPARTYCONTRACT]
am: ስህተት [NO_RIGHT_TO_VIEW_THIRDPARTYCONTRACT]
ar: خطأ [ NO_RTGHT_TO_VIEW_TIHRDARPARTYCONTRACT ]
az: Xəta [NO_RIGHT_TO_VIEW_THIRDPARTYCONTRACT]
bg: Грешка [NO_RIGHT_TO_VIEW_THIRDPARTYCONTRACT]
et: Viga [NO_RIGHT_TO_VIEW_THIRDPARTYCONTRACT]
fa_ir: خطای [NO_RIGHT_TO_VIEW_THIRDPARTYCONTRACT]
fi: Virhe [NO_RIGHT_TO_VIEW_THIRDPARTYCONTRACT]
fr: Erreur [NO_RIGHT_TO_VIEW_THIRDPARTYCONTRACT]
ko: [NO_RIGHT_TO_VIEW_THIRDPARTYCONTRACT] 오류
lv: Kļūda [NO_RIGHT_TO_VIEW_THIRDPARTYCONTRACT]
nl: Fout [NO_RIGHT_TO_VIEW_THIRDPARTYCONTRACT]
pl: Błąd [NO_RIGHT_TO_VIEW_THIRDPARTYCONTRACT]
pt: Erro [NO_RIGHT_TO_VIEW_THIRDPARTYCONTRACT]
ru: Ошибка [NO_RIGHT_TO_VIEW_THIRDPARTYCONTRACT]
sk: Chyba [NO_RIGHT_TO_VIEW_THIRDPARTYCONTRACT]
sr: Greška [NO_RIGHT_TO_VIEW_THIRDPARTYCONTRACT]
sw: Hitilafu [NO_RIGHT_TO_VIEW_THIRDPARTYCONTRACT]
tr: Hata [NO_RIGHT_TO_VIEW_THIRDPARTYCONTRACT]

# noRightToEditThirdPartyContractMsg
source: Error [NO_RIGHT_TO_EDIT_THIRDPARTYCONTRACT]
am: ስህተት [NO_RIGHT_TO_EDIT_THIRDPARTYCONTRACT]
ar: خطأ [ NO_RIGHT_TO_EDITORDER TRHORYRTACT ]
az: Xəta [NO_RIGHT_TO_EDIT_THIRDPARTYCONTRACT]
bg: Грешка [NO_RIGHT_TO_EDIT_THIRDPARTYCONTRACT]
et: Viga [NO_RIGHT_TO_EDIT_THIRDPARTYCONTRACT]
fa_ir: خطای [NO_RIGHT_TO_EDIT_THIRDPARTYCONTRACT]
fi: Virhe [NO_RIGHT_TO_EDIT_THIRDPARTYCONTRACT]
fr: Erreur [NO_RIGHT_TO_EDIT_THIRDPARTYCONTRACT]
ko: [NO_RIGHT_TO_EDIT_THIRDPARTYCONTRACT] 오류
lv: Kļūda [NO_RIGHT_TO_EDIT_THIRDPARTYCONTRACT]
nl: Fout [NO_RIGHT_TO_EDIT_THIRDPARTYCONTRACT]
pl: Błąd [NO_RIGHT_TO_EDIT_THIRDPARTYCONTRACT]
pt: Erro [NO_RIGHT_TO_EDIT_THIRDPARTYCONTRACT]
ru: Ошибка [NO_RIGHT_TO_EDIT_THIRDPARTYCONTRACT]
sk: Chyba [NO_RIGHT_TO_EDIT_THIRDPARTYCONTRACT]
sr: Greška [NO_RIGHT_TO_EDIT_THIRDPARTYCONTRACT]
sw: Hitilafu [NO_RIGHT_TO_EDIT_THIRDPARTYCONTRACT]
tr: Hata [NO_RIGHT_TO_EDIT_THIRDPARTYCONTRACT]
