Repository: NandhineeR/WADA
Catalog: wada-ama-testcenter-web-57718053929f/wada-ama-testcenter-web-57718053929f/src/i18n/messages.ti.xlf
Languages: ti_et

# changesNotSavedConflictErrorsDetected
source: Your changes have not been saved since {{ username }} has modified this Doping Control Form while you were editing it.
ti_et: ካብ ሽዑ ጀሚሩ ለውጥታትካ ኣይተቐመጠን። {{ username }} ነዚ ዶፒንግ ኮንትሮል ፎርም ኣብ እትእርሞ ዝነበርካ እዋን ኣመሓይሽዎ ኣሎ።

# viewNewlyModifiedDopingControlForm
source: View the newly modified Doping Control Form.
ti_et: ነቲ ሓድሽ ዝተቐየረ ቅጥዒ ምቁጽጻር ዶፒንግ ርአ።

# viewDcfIdX
source: View DCF - {{ dcfId }}
ti_et: ዲሲኤፍ ርአ - {{ dcfId }}

# sampleTypeXsampleCodeXSentToLabXWarningNotification
source: {{ sampleType | titlecase }} sample {{ sampleCode }} sent to {{ lab }} already exists in ADAMS. Make sure the Testing Authority, Sport / Discipline, Sample Code, Sample Type, Manufacturer and Laboratory fields are correct.
ti_et: {{ sampleType | titlecase }} መርኣዪ {{ sampleCode }} ናብ ዝተላእከ {{ lab }} ድሮ ኣብ ኣዳምስ ኣሎ። በዓል መዚ መርመራ፣ ስፖርት / ዲሲፕሊን፣ ናሙና ኮድ፣ ዓይነት ናሙና፣ ኣፍራዪን ላቦራቶሪን ዝበሃሉ ዓውድታት ቅኑዓት ምዃኖም ምርግጋፅ።

# changesNotSavedADAMSUnavailable
source: Your changes have not been saved because ADAMS is currently unavailable, try again.
ti_et: ኣብዚ እዋን እዚ ኣዳምስ ስለዘይርከብ ለውጥታትካ ኣይተቐመጠን፣ እንደገና ፈትን።

source: Email Address
ti_et: ኣድራሻ ኢ-መይል

source: Athlete hasn't provided an email address
ti_et: ኣትሌት ኢመይል ኣድራሻ ኣይሃበን።

# respectTheEmailFormat
source: Enter a valid email address (Example : abc@domain.com)
ti_et: ቅኑዕ ናይ ኢመይል ኣድራሻ ኣእቱ (ንኣብነት : abc@domain.com)

source: Athlete
ti_et: ስፖርተኛ

source: ADAMS ID Number
ti_et: ቁጽሪ መለለዪ ቁጽሪADAMS

source: Biological Passport Number
ti_et: ቁጽሪ ፓስፖርት ባዮሎጂ

# xDCFAthleteAge
source: {{ athlete?.dateOfBirth | calculateAge }} years old
ti_et: {{ athlete?.dateOfBirth | calculateAge }} ዓመት ዝዕድሚኡ

# status_colon
source: Status:
ti_et: ኩነታት:

source: Draft
ti_et: ንድፊ

source: Cancelled
ti_et: እተሰረዘ

# cancelDcfPopoverQuestion
source: Are you sure you want to cancel this Doping Control Form for {{ athlete.lastName }}, {{ athlete.firstName }}?
ti_et: ርግጸኛ ዲኻ ነዚ ናይ ዶፒንግ ቁጽጽር ቅጥዒ ክትስርዞ ከም እትደሊ ን... {{ athlete.lastName }}፣ {{ athlete.firstName }}?

# matchTypeX
source: Match Type: <span [ngClass]="statusClass">{{ matchType }}</span>
ti_et: ዓይነት ምትእስሳር፤ <span [ngClass]="statusClass">{{ matchType }}</span>

# sampleTypeXsampleCodeXWarningNotification
source: {{ sampleDuplicate.get('sampleType') }} sample {{ sampleDuplicate.get('sampleCode') }} already exists in ADAMS. Make sure these values are correct.
ti_et: {{ sampleDuplicate.get('sampleType') }} መርኣዪ {{ sampleDuplicate.get('sampleCode') }} ድሮ ኣብ ADAMSኣሎ ። እዞም ክብርታት ቅኑዓት ምዃኖም ኣረጋግጽ።

# sportDiscipline_slash
source: Sport / Discipline
ti_et: ስፖርት / ተግሳጽ

source: Notification Date
ti_et: ዕለት ምልክታ

# datetimeFormat
source: dd-mm-yyyy hh:mm (24h)
ti_et: dd-mm-yyyy hh:ሚሜ (24ሰዓት)

# dateMustBeValidFormat
source: Date must be in a valid format.
ti_et: ዕለት ብሕጋዊ ቅርጺ ክኸውን ኣለዎ።

# notificationDateCantBeRemoved
source: The notification date can be updated but cannot be removed.
ti_et: እቲ ናይ መፍለጢ ዕለት ክመሓየሽ ይኽእል እዩ ግን ክእለ ኣይክእልን።

source: Time Zone
ti_et: ዞባ ግዜ

# helpTimezoneFormTooltip
source: Gather information about time zones
ti_et: ብዛዕባ ዞባታት ሰዓት ሓበሬታ ምእካብ

source: Time Zone
ti_et: ዞባ ግዜ

# provideTimezoneWithNotificationDate
source: The time zone must be provided when the notification date is set.
ti_et: እቲ ናይ ሰዓት ዞባ ክቐርብ ኣለዎ እቲ ናይ መፍለጢ ዕለት ምስ ተቐመጠ።

source: Notifying Chaperone
ti_et: ንብጻየይ ምሕባሩ

source: Coach
ti_et: ኣሰልጣኒ

source: Not Applicable
ti_et: ዘይምልከቶ

source: Doctor
ti_et: ዶክተር

source: Arrival Date
ti_et: ዕለት ምምጻእ

# arrivalDateDopingControlStation
source: Date of Arrival to the Doping Control Station.
ti_et: ናብ ጣብያ ቁፅፅር ዶፒንግ ዝበፅሓሉ ዕለት።

# arrivalDateCantBeRemoved
source: The arrival date can be updated but cannot be removed.
ti_et: እቲ ናይ ምምጻእ መዓልቲ ክመሓየሽ ይኽእል እዩ ግን ክእለ ኣይክእልን እዩ።

# provideTimezoneWithArrivalDate
source: The time zone must be provided when the arrival date is set.
ti_et: እቲ ናይ ሰዓት ዞባ ክቐርብ ኣለዎ፡ እቲ ናይ ምምጻእ መዓልቲ ምስ ተቐመጠ።

source: Mailing Address
ti_et: ኣድራሻ ምልኣኽ

# notApplicable_parentheses
source: (Not applicable)
ti_et: (ኣይምልከትን)

# sampleXUrineX
source: Sample {{ getSampleIndex(sample, i) }} - Urine {{ sample.sampleCode }}
ti_et: መርኣዪ {{ getSampleIndex(sample, i) }} - ሽንቲ {{ sample.sampleCode }}

# sampleXBloodX
source: Sample {{ getSampleIndex(sample, i) }} - Blood {{ sample.sampleCode }}
ti_et: መርኣዪ {{ getSampleIndex(sample, i) }} - ደም {{ sample.sampleCode }}

# sampleXBloodPassportX
source: Sample {{ getSampleIndex(sample, i) }} - Blood Passport {{ sample.sampleCode }}
ti_et: መርኣዪ {{ getSampleIndex(sample, i) }} - ፓስፖርት ደም {{ sample.sampleCode }}

# sampleXDriedBloodSpotX
source: Sample {{ getSampleIndex(sample, i) }} - Dried Blood Spot {{ sample.sampleCode }}
ti_et: መርኣዪ {{ getSampleIndex(sample, i) }} - ደረቕ ደም ነጥቢ {{ sample.sampleCode }}

source: Doping Control Officer
ti_et: ሓላፊ ቝጽጽር ዶፕሽን

source: Consent for Research
ti_et: ምርምር ንምግባር ፍቓደኛ ምዃን

# nonConformityX
source: Non-Conformity nbsp;{{ nonConformityIndex +
ti_et: ዘይምስምማዕ nbsp;{{ nonConformityIndex +

source: Delete Non-Conformity
ti_et: ዘይምስምማዕ ምድምሳስ

# nonConformityCategory
source: Category of Non-Conformity
ti_et: ምድብ ዘይምስምማዕ

# nonConformityDescription
source: Description of Non-Conformity
ti_et: ብዛዕባ ዘይምእዛዝ ዚገልጽ መግለጺ

source: Country Code
ti_et: ኮድ ሃገር

source: Area Code and Phone Number
ti_et: ናይ ከባቢ ኮድን ቁጽሪ ተሌፎንን

source: Extension
ti_et: ምስፋሕ

source: Select Phone Number from List
ti_et: ካብ ዝርዝር ቁጽሪ ተሌፎን ምረጽ

source: Enter New Phone Number
ti_et: ሓድሽ ቁጽሪ ተሌፎን ኣእቱ

# assignTo
source: Assign
ti_et: ምምዳብ

# assignDCFToTestingOrderNumber_uppercase
source: ASSIGN DCF TO Testing Order NUMBER
ti_et: DCF ናብ ናይ ፈተነ ትእዛዝ ቁጽሪ ምደቦ

# assignTestingOrderNumberXQuestion
source: Are you sure you want to assign a Testing Order?
ti_et: ርግጸኛ ዲኻ ናይ ፈተነ ትእዛዝ ክትምድብ ትደሊ?

source: New Testing Order Number
ti_et: ሓድሽ ናይ ፈተነ ትእዛዝ ቁጽሪ

source: Loading Icon
ti_et: ምጽዓን ምልክት

# changeTestingOrderNumberOverrideWarning
source: Assigning this Doping Control Form to a Testing Order will override some DCF fields with the values from the Testing Order.
ti_et: ነዚ ናይ ዶፒንግ ቁጽጽር ቅጥዒ ናብ ናይ ፈተነ ትእዛዝ ምምዳብ ንገለ ናይ DCF ዓውድታት ምስቲ ካብ ናይ ፈተነ ትእዛዝ ዝመጹ ክብርታት ክሽርሽሮም እዩ።

# yesAssignTestingOrder_uppercase
source: YES, ASSIGN Testing Order
ti_et: እወ፡ ትእዛዝ ፈተና ምደባ

# cancel_uppercase
source: CANCEL
ti_et: ደምስስ

source: Change
ti_et: ለውጢ

# changeTestingOrderNumber_uppercase
source: CHANGE TESTING ORDER NUMBER
ti_et: ቁጽሪ ትእዛዝ ፈተና ምቕያር

# changeTestingOrderNumberXQuestion
source: Are you sure you want to change Testing Order number {{currentTestingOrderId}?
ti_et: ርግጸኛ ዲኻ ቁጽሪ ትእዛዝ ፈተና ክትቅይር ከም እትደሊ {{currentTestingOrderId}?

# yesChangeTestingOrder_uppercase
source: YES, CHANGE TESTING ORDER
ti_et: እወ ትእዛዝ ፈተና ቀይር

source: Change Sample
ti_et: ናሙና ምቕያር

# sampleHasAdverseResult
source: This sample has an adverse result.
ti_et: እዚ ናሙና ኣሉታዊ ውጽኢት ኣለዎ።

# warningBreakingOlderMatch
source: You are about to break the match on a DCF that is older than {{ dcfRetentionPeriod }} months. Please note that unmatched DCFs older than {{ dcfRetentionPeriod }} months will be deleted.
ti_et: ካብ ዝዓቢ DCF ነቲ ጸወታ ክትሰብሮ ቀሪብካ ኣለኻ {{ dcfRetentionPeriod }} ኣዋርሕ። ካብ...{{ dcfRetentionPeriod }} ኣዋርሕ ክስረዝ እዩ።

# breakMatchForSampleXQuestion
source: Are you sure you want to {{ translations$ | getSampleCorrector:sampleTargetField | async }} for {{ translations$ | getSampleType:currentSampleType | async | lowercase}} sample {{ currentSampleCode }}?
ti_et: ርግጸኛ ዲኻ ከም እትደሊ {{ translations$ | getSampleCorrector:sampleTargetField | async }} ን {{ translations$ | getSampleType:currentSampleType | async | lowercase}} መርኣዪ {{ currentSampleCode }}?

# changeTargetFieldXForSampleXQuestion
source: Are you sure you want to change the {{ translations$ | getSampleCorrector:sampleTargetField | async }} for {{ translations$ | getSampleType:currentSampleType | async | lowercase}} sample {{ currentSampleCode }}?
ti_et: ርግጸኛ ዲኻ ነቲ ክትቅይሮ ከም እትደሊ... {{ translations$ | getSampleCorrector:sampleTargetField | async }} ን {{ translations$ | getSampleType:currentSampleType | async | lowercase}} መርኣዪ {{ currentSampleCode }}?

source: Valid
ti_et: ቅኑዕ

source: Invalid
ti_et: ዘይግቡእ

# yes_uppercaseColon
source: YES,
ti_et: እወ,

# changeSample_uppercase
source: CHANGE SAMPLE
ti_et: ለውጢ ናሙና

# errorsDetectedInFollowingFields
source: Some error(s) were detected in the following fields:
ti_et: ገለ ጌጋ(ታት) ኣብዞም ዝስዕቡ ዓውድታት ተረኺቦም፤

source: Phone Number
ti_et: ቍጽሪ ተሌፎን

source: Coach Last Name
ti_et: ኣሰልጣኒ መወዳእታ ስም

source: Coach First Name
ti_et: ኣሰልጣኒ ቀዳማይ ስም

source: Doctor Last Name
ti_et: ዶክተር መወዳእታ ስም

source: Doctor First Name
ti_et: ዶክተር ቀዳማይ ስም

# sportDisciplineAffectedDampleValidation
source: The sample code validation detected some duplication using this sport / discipline. Go to step 2 for more details.
ti_et: እቲ ናሙና ኮድ ምጽዳቕ ነዚ ስፖርት / ዲሲፕሊን ተጠቒሙ ገለ ምድግጋም ኣለልዩ። ንዝያዳ ዝርዝር ሓበሬታ ናብ ደረጃ 2 ኪድ።

# dcf_pleaseEnterAValidPhoneNumber
source: Please enter a valid phone number.
ti_et: በጃኻ ግቡእ ቍጽሪ ተሌፎን ኣእቱ ።

# athleteLevelDcfTooltip
source: In order to record that TDSSA calculations should apply to this athlete, please select 'National' or 'International' as applicable.
ti_et: ስሌታት TDSSA ነዚ ኣትሌት ክምልከት ከም ዘለዎ ንምምዝጋብ፡ በጃኹም ከም ኣድላይነቱ 'ሃገራዊ' ወይ 'ዓለምለኻዊ' ምረጽ።

# emailNotProvided
source: (Athlete hasn't provided an email address)
ti_et: (ኣትሌት ኢመይል ኣድራሻ ኣይሃበን)

source: Sample Collection Authority
ti_et: ብዓል ስልጣን ምእካብ መርኣዪ

source: Result Management Authority
ti_et: ስልጣን ምምሕዳር ውጽኢት

# testingAuthorityAffectedDampleValidation
source: The sample code validation detected some duplication using this testingAuthority. Go to step 2 for more details.
ti_et: እቲ ናሙና ኮድ ምጽዳቕ ነዚ testingAuthority ተጠቒሙ ገለ ምድግጋም ኣለልዩ። ንዝያዳ ዝርዝር ሓበሬታ ናብ ደረጃ 2 ኪድ።

# sampleCollectionAuthorityTooltip
source: Name of the organization physically responsible for the collection of doping control samples.
ti_et: ስም ናይቲ ንኣከባቢ ናሙናታት ቁጽጽር ዶፒንግ ብኣካል ሓላፍነት ዝስከም ትካል።

# testCoordinator
source: Doping Control Coordinator
ti_et: ኣተሓባባሪ ቝጽጽር ዶፒንግ

source: View
ti_et: ኣረኣእያ

source: Advance Notice
ti_et: ኣቐዲምካ መጠንቀቕታ

source: Advance Notice Reason
ti_et: ኣቐዲምካ ኣስተብህለሉ

# dcf_timezone
source: Timezone
ti_et: ዞባ ግዜ

source: Notifying Chaperone Last Name
ti_et: ንቻፐሮን ዳሕረዋይ ስም ምሕባር

source: Notifying Chaperone First Name
ti_et: ንቻፐሮን ቀዳማይ ስም ምሕባር

# dcf_timeSlot
source: 60-minute time slot
ti_et: 60 ደቒቕ ዝወስድ ናይ ግዜ ሰሌዳ

source: Identification Document
ti_et: ሰነድ መንነት

source: Document Type
ti_et: ዓይነት ሰነድ

source: Selection Criteria
ti_et: መለክዒታት ምምራጽ

source: 60-min time slot
ti_et: 60-ደቒቕ ዝወስድ ናይ ግዜ ሰሌዳ

source: Test Type
ti_et: ዓይነት ፈተና

source: In Competition
ti_et: ኣብ ውድድር

source: Out of Competition
ti_et: ካብ ውድድር ምውጻእ

source: Major Event
ti_et: ዓቢ ፍጻመ

source: Competition Name
ti_et: ስም ውድድር

source: Fee for Service Test
ti_et: ክፍሊት ኣገልግሎት ፈተና

# dcf_sampleXDriedBloodSpotX
source: Sample {{ getSampleIndex(sample, i) }} - Dried Blood Spot {{ sample.sampleCode }}
ti_et: መርኣዪ {{ getSampleIndex(sample, i) }} - ደረቕ ደም ነጥቢ {{ sample.sampleCode }}

source: Sample
ti_et: መርኣዪ

source: Sample Type
ti_et: ዓይነት መርኣዪ

source: Collection Date
ti_et: ዕለት ምእካብ

# provideCollectionDateWithSampleCode
source: The collection date must be provided when the sample code is set.
ti_et: እቲ ናሙና ኮድ ምስ ተቐመጠ እቲ ናይ ምእካብ ዕለት ክቐርብ ኣለዎ።

# datetimeMustBeValidFormat
source: Date time must be in a valid format.
ti_et: ዕለት ሰዓት ብሕጋዊ ቅርጺ ክኸውን ኣለዎ።

# provideTimezoneWithSampleCodeOrCollectionDate
source: The time zone must be provided when either the sample code or the collection date is set.
ti_et: እቲ ናይ ሰዓት ዞባ ወይ እቲ ናሙና ኮድ ወይ ናይ ምእካብ ዕለት ምስ ዝቕመጥ ክቐርብ ኣለዎ።

source: Sample Code
ti_et: ኮድ መርኣዪ

# bloodSampleCodeXWarning
source: Blood sample {{ sampleCode.value }} already exists in ADAMS. Make sure these values are correct.
ti_et: ናሙና ደም {{ sampleCode.value }} ድሮ ኣብ ADAMSኣሎ ። እዞም ክብርታት ቅኑዓት ምዃኖም ኣረጋግጽ።

source: Manufacturer
ti_et: ኣፍራዪ

source: Laboratory
ti_et: ቤተ ምከራ

source: Blood Collection Official
ti_et: ወግዓዊ ምእካብ ደም

# bloodPassportSampleCodeXWarning
source: Blood passport sample {{ sampleCode.value }} already exists in ADAMS. Make sure these values are correct.
ti_et: ናሙና ፓስፖርት ደም {{ sampleCode.value }} ድሮ ኣብ ኣዳምስ ኣሎ። እዞም ክብርታት ቅኑዓት ምዃኖም ኣረጋግጽ።

source: Temp Logger ID
ti_et: መሐበሪ ወረቐት

source: Temp Logger Status
ti_et: ኵነታት ዕንጨይቲ

# abpSupplementaryForm
source: ABP Supplementary Report Form (SRF)
ti_et: ቅጥዒ ተወሳኺ ጸብጻብ ኤቢፒ (SRF)

# athleteSeatedTenMinutes_bpInput
source: <span ngClass="label-not-bold">Has the athlete been</span> seated for ten minutes <span ngClass="label-not-bold">prior to blood collection?</span>
ti_et: <span ngClass="label-not-bold">እቲ ኣትሌት ድዩ...</span> ንዓሰርተ ደቓይቕ ኮፍ ኢሎም <span ngClass="label-not-bold">ቅድሚ ደም ምእካብ?</span>

# sampleCollectedLast3Days_bpInput
source: <span ngClass="label-not-bold">Was the sample</span> collected <span ngClass="label-not-bold">immediately following</span> at least three consecutive days <span ngClass="label-not-bold">of competition (hemodilution expected)?</span>
ti_et: <span ngClass="label-not-bold">እቲ ናሙና ድዩ ነይሩ።</span> ዝተኣከበ <span ngClass="label-not-bold">ብቕጽበት ስዒቡ።</span> እንተወሓደ ሰለስተ ተኸታተልቲ መዓልታት <span ngClass="label-not-bold">ናይ ውድድር (ሄሞዲሉሽን ትጽቢት ይግበር)?</span>

# athleteHadTrainingLastTwoHours_bpInput
source: <span ngClass="label-not-bold">Has the athlete had a</span> training <span ngClass="label-not-bold">session or</span> competition in the past two hours?
ti_et: <span ngClass="label-not-bold">እቲ ኣትሌት ሀ...</span> ስልጠና <span ngClass="label-not-bold">ክፍለ ግዜ ወይ</span> ውድድር ኣብ ዝሓለፈ ክልተ ሰዓታት?

# trainingSessionOrCompetitionType
source: Type of training session or competition
ti_et: ዓይነት ስልጠና ወይ ውድድር

# athleteTrainedAtAltitudeGreaterThan1500M_bpInput
source: <span ngClass="label-not-bold">Has the athlete trained, competed or resided at an</span> altitude greater than 1500 meters <span ngClass="label-not-bold">within the previous two weeks?</span>
ti_et: <span ngClass="label-not-bold">እቲ ኣትሌት ኣብ ሓደ...</span> ልዕሊ 1500 ሜትሮ ቁመት ኣለዎ። <span ngClass="label-not-bold">ኣብ ውሽጢ ዝሓለፉ ክልተ ሰሙናት?</span>

source: Name and Location
ti_et: ስምን ቦታን

source: Altitude (m)
ti_et: ብራኸ (m)

source: From
ti_et: ካብ

source: To
ti_et: ናብ

# stayDuration
source: Duration of Stay
ti_et: ንውሓት ግዜ

# xDay
source: {{duration}} day
ti_et: {{duration}} መዓልቲ

# xDays
source: {{duration}} days
ti_et: {{duration}} መዓልታት

# athleteUsedAltitudeSimulation_bpInput
source: <span ngClass="label-not-bold">Has the athlete used any form of</span> altitude simulation, <span ngClass="label-not-bold">such as a hypoxic tent, mask, etc during the</span> previous two weeks?
ti_et: <span ngClass="label-not-bold">እቲ ኣትሌት ዝኾነ ዓይነት ናይ...</span> ናይ ቁመት ምምሳል፣ . <span ngClass="label-not-bold">ከም ትሑት ኦክስጅን ዘለዎ ዳስ፣ ማስክ ወዘተ ኣብ እዋን...</span> ዝሓለፉ ክልተ ሰሙን?

# deviceType
source: Type of Device
ti_et: ዓይነት ኤለክትሮኒካዊ መሳርሒ

# useManner
source: Manner of use (frequency, duration, intensity, etc)
ti_et: ኣገባብ ኣጠቓቕማ (ፍጻመ ንውሓት ግዜ ጽዑቕነት ወዘተ)

# athleteDonatedBloodLossOrLostBlood_bpInput
source: <span ngClass="label-not-bold">Has the athlete</span> donated blood or lost blood <span ngClass="label-not-bold">as a result of medical or emergency condition during the</span> previous three months?
ti_et: <span ngClass="label-not-bold">ኣለዎ እቲ ኣትሌት</span> ደም ዝለገሰ ወይ ዝጠፍአ ደም <span ngClass="label-not-bold">ከም ውጽኢት ሕክምናዊ ወይ ህጹጽ ኩነታት ኣብ እዋን...</span> ዝሓለፉ ሰለስተ ኣዋርሕ?

source: When
ti_et: መዓስ

# bloodLossCause
source: Cause of the Blood Loss
ti_et: ጠንቂ ምጥፋእ ደም

# estimatedBloodVolume
source: Estimated Volume of Blood (ml)
ti_et: ገምጋም መጠን ደም (ml)

# athleteHadBloodTransfusionLastThreeMonths_bpInput
source: <span ngClass="label-not-bold">Has the athlete</span> given or received any blood <span ngClass="label-not-bold">transfusion(s) during the</span> previous three months?
ti_et: <span ngClass="label-not-bold">ኣለዎ እቲ ኣትሌት</span> ዝኾነ ደም ዝተዋህበ ወይ ዝተቐበለ <span ngClass="label-not-bold">ምምሕልላፍ ደም(ታት) ኣብ እዋን...</span> ዝሓለፉ ሰለስተ ኣዋርሕ?

# athleteExposedToExtremeEnvironmentLastTwoHours_bpInput
source: <span ngClass="label-not-bold">Has the Athlete been exposed to</span> any extreme environmental conditions in the 2 hours <span ngClass="label-not-bold">prior to blood sample colletion?</span>
ti_et: <span ngClass="label-not-bold">እቲ ኣትሌት ን...</span> ዝኾነ ጽንኩር ከባብያዊ ኩነታት ኣብ ውሽጢ 2 ሰዓታት <span ngClass="label-not-bold">ቅድሚ ናሙና ደም ምእካብ?</span>

source: Analytical result
ti_et: ትንተናዊ ውጽኢት

# adverseAnalyticalFinding
source: Adverse Analytical Finding (AAF)
ti_et: ኣሉታዊ ኣናሊቲካል ረኸብቲ (AAF)

# atypicalResultFinding
source: Atypical Result Finding (ATF)
ti_et: ዘይተለምደ ውጽኢት ምርካብ (ATF)

# negativeResultFinding
source: Negative
ti_et: ኣሉታዊ

source: View AAF
ti_et: AAF ርአ

source: View ATF
ti_et: ATF ርአ

source: Match
ti_et: ግጥም

source: Confirmed by User
ti_et: ብተጠቃሚ ዝተረጋገጸ

source: Match Type
ti_et: ዓይነት ምትእስሳር

source: View Match
ti_et: ምትእስሳር ርአ

source: Laboratory Results
ti_et: ውጽኢት ላቦራቶሪ

# viewBiologicalPassport
source: View Athlete Biological Passport
ti_et: ኣትሌት ባዮሎጂካዊ ፓስፖርት ርአ

source: Sample Validity
ti_et: ቅኑዕነት መርኣዪ

source: Chain of Custody
ti_et: ሰንሰለት ማእሰርቲ

source: Created
ti_et: እተፈጥረ

source: None
ti_et: ዋላ ሓደ የለን

source: Create
ti_et: ፍጠር

source: Blood Passport
ti_et: ፓስፖርት ደም

# athleteSeatedTenMinutes_bpView
source: Has the athlete been <strong>seated for ten minutes</strong> prior to blood collection?
ti_et: እቲ ኣትሌት ድዩ... <strong>ንዓሰርተ ደቓይቕ ኮፍ ኢሎም</strong> ቅድሚ ደም ምእካብ?

# sampleCollectedLast3Days_bpView
source: Was the sample <strong>collected</strong> immediately following <strong>at least three consecutive days</strong> of competition (hemodilution expected)?
ti_et: እቲ ናሙና ድዩ ነይሩ። <strong>ዝተኣከበ</strong> ብቕጽበት ስዒቡ። <strong>እንተወሓደ ሰለስተ ተኸታተልቲ መዓልታት</strong> ናይ ውድድር (ሄሞዲሉሽን ትጽቢት ይግበር)?

# athleteHadTrainingLastTwoHours_bpView
source: Has the athlete had a <strong>training</strong> session or <strong>competition in the past two hours</strong>?
ti_et: እቲ ኣትሌት ሀ... <strong>ስልጠና</strong> ክፍለ ግዜ ወይ <strong>ውድድር ኣብ ዝሓለፉ ክልተ ሰዓታት</strong>?

# athleteTrainedAtAltitudeGreaterThan1500M_bpView
source: Has the athlete trained, competed or resided at an <strong>altitude greater than 1500 meters</strong> within the previous two weeks?
ti_et: እቲ ኣትሌት ኣብ ሓደ... <strong>ልዕሊ 1500 ሜትሮ ቁመት ኣለዎ።</strong> ኣብ ውሽጢ ዝሓለፉ ክልተ ሰሙናት?

# athleteUsedAltitudeSimulation_bpView
source: Has the athlete used any form of <strong>altitude simulation</strong>, such as a hypoxic tent, mask, etc during the <strong>previous two weeks</strong>?
ti_et: እቲ ኣትሌት ዝኾነ ዓይነት ናይ... <strong>ናይ ቁመት ምምሳል</strong>፣ ከም ትሑት ኦክስጅን ዘለዎ ዳስ፣ ማስክ ወዘተ ኣብ እዋን... <strong>ዝሓለፉ ክልተ ሰሙናት</strong>?

# athleteDonatedBloodLossOrLostBlood_bpView
source: Has the athlete <strong>donated blood or lost blood</strong> as a result of medical or emergency condition during the <strong>previous three months</strong>?
ti_et: ኣለዎ እቲ ኣትሌት <strong>ደም ዝለገሰ ወይ ዝጠፍአ ደም</strong> ከም ውጽኢት ሕክምናዊ ወይ ህጹጽ ኩነታት ኣብ እዋን... <strong>ዝሓለፉ ሰለስተ ኣዋርሕ</strong>?

# athleteHadBloodTransfusionLastThreeMonths_bpView
source: Has the athlete <strong>given or received any blood</strong> transfusion(s) during the <strong>previous three months</strong>?
ti_et: ኣለዎ እቲ ኣትሌት <strong>ዝኾነ ደም ዝተዋህበ ወይ ዝተቐበለ</strong> ምምሕልላፍ ደም(ታት) ኣብ እዋን... <strong>ዝሓለፉ ሰለስተ ኣዋርሕ</strong>?

# athleteExposedToExtremeEnvironmentLastTwoHours_bpView
source: Has the Athlete been exposed to <strong>any extreme environmental conditions</strong> in the <strong>2 hours</strong> prior to blood sample collection?
ti_et: እቲ ኣትሌት ን... <strong>ዝኾነ ጽንኩር ከባብያዊ ኩነታት</strong> ኣብቲ... <strong>2 ሰዓት</strong> ቅድሚ ናሙና ደም ምእካብ?

# sampleX
source: Sample {{ result.sampleJarCode }}
ti_et: መርኣዪ {{ result.sampleJarCode }}

source: View Laboratory Results
ti_et: ውጽኢት ላቦራቶሪ ርአ

source: Blood
ti_et: ደም

# driedBloodSpotSampleCodeWarning
source: Dried Blood Spot sample {{ sampleCode.value }} already exists in ADAMS. Make sure these values are correct.
ti_et: ናሙና ደረቕ ደም ነጥቢ {{ sampleCode.value }} ድሮ ኣብ ኣዳምስ ኣሎ። እዞም ክብርታት ቅኑዓት ምዃኖም ኣረጋግጽ።

source: Manufacturer Kit
ti_et: ኪት ፋብሪካ

source: Dried Blood Spot
ti_et: ዝነቐጸ ናይ ደም ቦታ

source: Refresh Icon
ti_et: ምልክት ምሕዳስ

source: Partial Sample
ti_et: ብኸፊል መርኣዪ

# urineSampleCodeXWarning
source: Urine sample {{ sampleCode.value }} already exists in ADAMS. Make sure these values are correct.
ti_et: ናሙና ሽንቲ {{ sampleCode.value }} ድሮ ኣብ ኣዳምስ ኣሎ። እዞም ክብርታት ቅኑዓት ምዃኖም ኣረጋግጽ።

source: Partial Sample Code
ti_et: ብኸፊል ኮድ መርኣዪ

source: Volume (ml)
ti_et: ጥራዝ (ml)

# respectVolumeMinRange
source: Volume must be equal to or greater than {{ this.boundaries.minimumVolumeThreshold0 }} ml.
ti_et: ድምጺ ማዕረ ወይ ካብኡ ዝዓቢ ክኸውን ኣለዎ። {{ this.boundaries.minimumVolumeThreshold0 }} ሚ.ሊ.

source: Partial Volume (ml)
ti_et: ከፊላዊ ድምጺ (ሚሊ ሊትር) .

# volumeBelowMinimumXReason
source: Reason for volume below {{ boundaries.minimumVolumeThreshold1 }} ml.
ti_et: ምኽንያት ድምጺ ኣብ ታሕቲ {{ boundaries.minimumVolumeThreshold1 }} ሚ.ሊ.

source: Specific Gravity
ti_et: ፍሉይ ስሕበት

# dcf_respectSpecificGravityFirstThreshold
source: The specific gravity must be above {{ minimumSpecificGravity }} when the volume is between {{ minimumVolume }} ml and {{ upperThreshold }} ml. This sample will be considered as dilute.
ti_et: እቲ ፍሉይ ስሕበት ልዕሊ ክኸውን ኣለዎ። {{ minimumSpecificGravity }} ድምጺ ኣብ መንጎ ምስ ዝኸውን {{ minimumVolume }} ሚሊ ሊትርን... {{ upperThreshold }} ሚ.ሊ. እዚ ናሙና ከም ቅልል ዝበለ ክቑጸር እዩ።

# dcf_respectSpecificGravitySecondThreshold
source: The specific gravity must be above {{ minimumSpecificGravity }} when the volume is equal to or above {{ minimumVolume }} ml. This sample will be considered as dilute.
ti_et: እቲ ፍሉይ ስሕበት ልዕሊ ክኸውን ኣለዎ። {{ minimumSpecificGravity }} ድምጺ ማዕረ ወይ ልዕሊኡ ምስ ዝኸውን {{ minimumVolume }} ሚ.ሊ. እዚ ናሙና ከም ቅልል ዝበለ ክቑጸር እዩ።

source: Witness Chaperone
ti_et: ምስክር ቻፐሮን

source: Reason For Volume Below Minimum
ti_et: ምኽንያት ድምጺ ትሕቲ ዝተሓተ

source: Athlete Representative Last Name
ti_et: ወኪል ኣትሌት መወዳእታ ስም

source: Athlete Representative First Name
ti_et: ወኪል ኣትሌት ቀዳማይ ስም

source: Doping Control Officer Last Name
ti_et: ሓላፊ ቁጽጽር ዶፒንግ መወዳእታ ስም

source: Doping Control Officer First Name
ti_et: ሓላፊ ቁጽጽር ዶፒንግ ቀዳማይ ስም

source: Procedural Irregularities
ti_et: ኣሰራርሓዊ ዘይስሩዕነት

# declarationOfTransfusion
source: Declaration of Blood Transfusions
ti_et: ኣዋጅ ምምሕልላፍ ደም

# medicationSupplementsDeclaration
source: Declaration of Medication Supplements
ti_et: ኣዋጅ መመላእታ መድሃኒት

# endOfProcedureDate
source: Date of End of Procedure
ti_et: ዕለተ ምዝዛም መስርሕ

# nonConformities
source: Non-Conformity nbsp;{{ i -
ti_et: ዘይምስምማዕ nbsp;{{ i -

source: Athlete Representative
ti_et: ተወካሊ ስፖርተኛ

source: Please select a value.
ti_et: በጃኻ ዋጋ ምረጽ ።

# bloodTransfusionsDeclaration
source: Declaration of Blood Transfusions
ti_et: ኣዋጅ ምምሕልላፍ ደም

# declarationMedicationSupplements
source: Declaration of Medication Supplements
ti_et: ኣዋጅ መመላእታ መድሃኒት

# endOfProcedureDateCantBeRemoved
source: The date of end of procedure can be updated but cannot be removed.
ti_et: እቲ መስርሕ ዝዛዘመሉ ዕለት ክመሓየሽ ይኽእል እዩ ግን ክእለ ኣይክእልን።

# endOfProcedureDateTimezoneDisableInfo
source: Field not editable. It replicates the timezone inserted for the arrival date
ti_et: ዓውዲ ክእረም ኣይክእልን እዩ። ነቲ ንመዓልቲ ምምጻእ ዝተኣተወ ናይ ሰዓት ዞን ይደግሞ

# provideTimezoneWithEndOfProcedureDate
source: The time zone must be provided when the end-of-procedure date is set.
ti_et: እቲ ናይ ሰዓት ዞባ ክቐርብ ኣለዎ ናይ መወዳእታ መስርሕ ዕለት ምስ ዝቕመጥ።

source: DCO Comment
ti_et: ዲሲኦ ርእይቶ

source: Athlete Comment
ti_et: ስፖርተኛ ሓሳብ ሃበ

source: Add Non-Conformity
ti_et: ዘይምእዛዝ ወሲኽካ

# setDefaultTimezoneDCF
source: Set default time zone for the DCF
ti_et: ንDCF ነባሪ ናይ ሰዓት ዞባ ኣቐምጥ

# followingTimezonesWillBeReplaced
source: The following time zone fields will be replaced:
ti_et: እዞም ዝስዕቡ ናይ ሰዓት ዞባ ዓውድታት ክቕየሩ እዮም፤

# overwrittenTimezonesInformationWarning
source: Upon saving the form, these fields will be overwritten, yet they will remain editable.
ti_et: ነቲ ቅጥዒ ምስ ተዓቀብካ፡ እዞም ዓውድታት ክጽሓፉ እዮም፡ ገና ግን ክእረሙ ዝኽእሉ ኮይኖም ክቕጽሉ እዮም።

source: Do not overwrite
ti_et: ኣብ ልዕሊኡ ኣይትጽሓፍ
