Repository: NandhineeR/WADA
Catalog: wada-ama-testcenter-web-57718053929f/wada-ama-testcenter-web-57718053929f/src/i18n/messages.*.xlf
Languages: am, ar, az, bg, es, et, fa_ir, fi, fr, ko, lv, nl, pl, pt, ru, sk, sr, sw, tr

source: Laboratories
am: ላቦራቶሪዎች
ar: المختبرات
az: Laboratoriyalar
bg: Лаборатории
es: Laboratorios
et: Laborid
fa_ir: آزمایشگاه ها
fi: Laboratoriot
fr: Laboratoires
ko: 분석기관
lv: Laboratorijas
nl: Laboratoria
pl: Laboratoria
pt: laboratórios
ru: Лаборатории
sk: Laboratóriá
sr: Laboratorije
sw: Maabara
tr: Laboratuvarlar

source: Last Name
am: የአያት ሥም
ar: اسم العائلة
az: Soyad
bg: Фамилия
es: Apellidos
et: Perekonnanimi
fa_ir: نام خانوادگی
fi: Sukunimi
fr: Nom
ko: (이름의) 성
lv: Uzvārds
nl: Achternaam
pl: Nazwisko
pt: Sobrenome
ru: Фамилия
sk: Priezvisko
sr: prezime
sw: Jina la familia
tr: Soyadı

source: Athlete Name
am: የአትሌት ስም
ar: اسم اللاعب
az: İdmançı Adı
bg: Име на спортиста
es: Nombre del deportista
et: Sportlase nimi
fa_ir: نام ورزشکار
fi: Urheilijan nimi
fr: Nom du sportif
lv: Sportista vārds
nl: Naam atleet
pl: Nazwisko zawodnika
pt: Nome do(a) Atleta
ru: Имя спортсмена
sk: Meno športovca
sr: Ime sportiste
sw: Jina la Mwanariadha
tr: Sporcu İsmi

source: Placeholder description
am: የቦታ ያዥ መግለጫ
ar: وصف العنصر النائب
az: Yer tutucu təsviri
bg: Описание на класиралия се спортист на съответната позиция
es: Descripción del Suplente
et: Kohatäite kirjeldus
fa_ir: شرح مکان نگه دار
fi: Sijoituksen kuvaus
fr: Description du paramètre fictif
lv: Viettura apraksts
nl: Beschrijving "placeholder"
pl: Opis wypełniacza
pt: Descrição do pódio
ru: Описание призера
sk: Zástupný symbol
sr: Opis vlasnika
sw: Maelezo ya kishika nafasi
tr: Müsabaka derecesi tanımı

source: Sport Gender
am: ስፖርት ጾታ
ar: الرياضة
az: İdman Cins
bg: Спортен пол
es: Deporte Género
et: Sport Sugu
fa_ir: جنسیت ورزشی
fi: Urheilu Sukupuoli
fr: Genre du sport
ko: 스포츠 성별
lv: Sporta dzimums
nl: Sport Geslacht
pl: Płeć sportowa
pt: Gênero no esporte
ru: Спортивный пол
sk: Šport Pohlavie
sr: Rod sporta
sw: Jinsia ya Michezo
tr: Spor Cinsiyeti

source: Sport Discipline
am: ስፖርት ተግሣጽ
ar: تخصص الرياضة
az: İdman İntizamı
bg: Спортна дисциплина
es: Disciplina deportiva
et: Spordidistsipliin
fa_ir: رشته ورزشی
fi: Laji alalaji
fr: Discipline sportive
lv: Sporta disciplīna
pl: Dyscyplina sportowa
pt: Disciplina Esportiva
ru: Спортивная дисциплина
sk: Športová disciplína
sr: sport disciplina
sw: Nidhamu ya Kimichezo
tr: Spor Branşı

source: Sport Disciplines
am: ስፖርት የመወዳደሪያ ዘርፍ
ar: تخصصات الرياضة
az: İdman fənləri
bg: Спортни дисциплини
es: Disciplinas Deportivas
et: Spordialad
fa_ir: ماده های ورزشی
fi: Laji alalajit
fr: Disciplines sportives
ko: 세부종목
lv: Sporta disciplīnas
pl: Dyscypliny sportowe
pt: Disciplinas Esportivas
ru: Спортивные дисциплины
sk: Športové disciplíny
sr: Sportske discipline
sw: Nidhamu za Michezo
tr: Spor Branşları

source: Sport Nationality
am: ስፖርት ዜግነት
ar: الجنسية الرياضية
az: İdman milliyəti
bg: Спортно гражданство
es: Nacionalidad Deportiva
et: Spordi rahvus
fa_ir: ملیت ورزشکار
fi: Maa, jota edustaa (sport nationality)
fr: Nationalité sportive
ko: 종목 국적
lv: Sporta pilsonība
nl: Sportnationaliteit
pl: Narodowość sportowa
pt: Nacionalidade do Esporte
ru: Спортивное гражданство
sk: Športová národnosť
sr: Sportska Nacionalnost
sw: Utaifa wa Michezo
tr: Spor Uyruğu

# sportDiscipline_asterisk
source: Sport / Discipline *
am: ስፖርት / ተግሣጽ *
ar: الرياضة / الانضباط *
az: İdman / İntizam *
bg: Спорт / Дисциплина *
es: Deporte/Disciplina *
et: Sport / distsipliin *
fa_ir: ورزش / ماده ورزشی*
fi: Laji/Alalaji *
ko: 종목/세부종목 *
lv: Sports/disciplīna*
pl: Sport / Dyscyplina *
pt: Esporte / Disciplina *
ru: Спорт / дисциплина *
sk: Šport / Disciplína *
sr: Спорт / Дисциплина *
sw: Mchezo / Nidhamu *
tr: Spor / Disiplin *

source: Status
am: ሁኔታ
ar: حالة
bg: Състояние
es: Estado
et: Olek
fa_ir: وضعیت
fi: Tila
fr: Statut
ko: 상대
lv: Statuss
pt: situação
ru: Статус
sk: Postavenie
sr: staus
sw: Hali
tr: Durum

source: Team
am: ቡድን
ar: الفريق
az: Komanda
bg: Отбор
es: Equipo
et: Meeskond
fa_ir: تیم
fi: Joukkue
fr: Équipe
lv: Komanda
nl: Ploeg
pl: Drużyna
pt: Equipe
ru: Команда
sk: tím
sr: tim
sw: Timu
tr: Takım

source: Results
am: ውጤቶች
ar: النتائج
az: Nəticələr
bg: Резултати
es: Resultados
et: Tulemused
fa_ir: نتایج
fi: Tulokset
fr: Résultats
ko: 결과
lv: Rezultāti
nl: Resultaten
pl: Wyniki
pt: Resultados
ru: Результаты
sk: výsledok
sr: rezultati
sw: Matokeo
tr: Sonuçlar

source: Teams
am: ቡድኖች
ar: الافرقة
az: Komandalar
bg: Отбори
es: Equipos
et: Meeskonnad
fa_ir: تیم ها
fi: Joukkueet
fr: Équipes
lv: Komandas
nl: Ploegen
pl: Drużyny
pt: Equipes
ru: Команды
sk: tímy
sr: timovi
sw: Timu
tr: Takımlar

source: Role
am: ሚና
ar: دور
az: Rolu
bg: Роля
es: Función
et: Roll
fa_ir: نقش
fi: Rooli
fr: Rôle
ko: 역할
lv: Loma
nl: Rol
pl: Rola
pt: Papel
ru: Функции
sk: úloha
sr: uloga
sw: Jukumu
tr: Görevi

source: Former Last Name
am: የቀድሞው የአያት ስም
ar: اسم العائلة السابق
az: Keçmiş soyad
bg: Предишна фамилия
es: Apellido anterior
et: Endine perekonnanimi
fa_ir: نام خانوادگی قبلی
fi: Aiempi sukunimi
fr: Ancien nom de famille
ko: 이전 성
lv: Bijušais Uzvārds
nl: Voormalige achternaam
pl: Poprzednie nazwisko
pt: Sobrenome anterior
ru: Предыдущая фамилия
sk: Bývalé priezvisko
sr: ranije prezime
sw: Jina la mwisho la zamani
tr: Önceki soyadı

source: Preferred Name
am: ተመራጭ ስም
ar: الاسم المفضل
az: Tercih olunan ad
bg: Предпочитано име
es: Nombre preferido
et: Eelistatud nimi
fa_ir: نام ترجیحی
fi: Ensisijainen nimi
fr: Nom préféré
ko: 선호이름
lv: Vēlamais vārds
nl: Geprefereerde naam
pl: Preferowane nazwisko
pt: Nome de preferência
ru: Предпочтительное имя
sk: preferované meno
sr: željeno ime
sw: Jina Linalopendekezwa
tr: Tercih edilen İsim

source: Whereabouts Custodian
am: የመገኛ አድራሻ ባለአደራው
ar: مكان وجود الوصي
az: Məkan Məlumatı pasportuna Sahib olan Qurum
bg: Попечител на местонахожденията
es: Custodio de Localización
et: Asukohahoidja
fa_ir: مکان های حضور
fi: Olinpaikkatietoja hallinnoiva organisaatio
fr: Organisation de tutelle des informations de localisation
ko: 소재지정보 권한
lv: Kustības glabātāja atrašanās vieta
nl: Beheerder verblijfsgegevens
pl: Miejsce pobytu Opiekuna
pt: Custodiante de paradeiro
ru: Хранитель информации о местонахождении
sk: Správca informácií o mieste pobytu
sr: Организација надлежна за податке о локацији
sw: Mlezi wa wapi
tr: Muhafız nerede

source: ABP Custodian
am: የኤ.ቢ.ፒ ጠባቂ
ar: وصي ABP
az: ABP Qəyyum
bg: ABP Попечител
es: Custodio ABP
et: ABP hoidja
fa_ir: متولی اِی بی پی
fi: ABP hallinnoija
fr: Dépositaire ABP
ko: ABP 관리자
lv: DzBP glabātājs
nl: ABP Bewaarder
pl: Opiekun ABP
pt: Custodiante da ABP
ru: Опека над ABP
sk: Depozitár ABP
sr: ABP staratelj
sw: Mlinzi wa ABP
tr: SBP Sorumlusu

source: National Federation
am: ብሔራዊ ፌዴሬሽን
ar: الاتحاد الوطني
az: Milli Federasiya
bg: Национална спортна организация
es: Federación nacional
et: Rahvuslik föderatsioon
fa_ir: فدراسیون ملی
fi: Kansallinen lajiliitto
fr: Fédération nationale
ko: 국내연맹
lv: Nacionālā federācija
nl: Nationale Federatie
pl: Federacja narodowa
pt: Federação Nacional
ru: Национальная федерация
sk: Národná federácia
sr: nacionalni savezi
sw: Shirikisho la Kitaifa
tr: Ulusal Federasyon

source: ABP Number
am: የኤቢፒ ቁጥር
ar: رقم ABP
az: ABP nömrəsi
bg: ABP номер
es: Número de PAA
fa_ir: شماره اِی بی پی
fi: ABP-numero
fr: Numéro ABP
ko: ABP 번호
lv: ABP numurs
nl: ABP-nummer
pl: Numer ABP
pt: Número ABP
ru: Номер ABP
sk: Číslo ABP
sr: ABP broj
sw: Nambari ya ABP
tr: SBP Numarası

# ifId_uppercase
source: IF ID
am: መታወቂያ ከሆነ
ar: اذا كنت د
bg: МФ ID
et: KUI ID
fa_ir: شناسه فدراسیون بین المللی
fr: FI#
lv: JA ID
nl: ALS ID
ru: Идентификатор МФ
sk: ID AK
sr: АКО ИД
tr: EĞER YAPTIYSAM

# nfId_uppercase
source: NF ID
am: የኤንኤፍ መታወቂያ
ar: معرف NF
bg: НФ ID
fa_ir: شناسه فدراسیون ملی
fr: FN#
ru: Идентификатор НФ
sr: НФ ИД
sw: Kitambulisho cha NF
tr: NF kimliği

# nadoId_uppercase
source: NADO ID
am: የናዶ መታወቂያ
ar: معرف NADO
bg: НАДО ID
fa_ir: شناسه NADO
fr: ONAD#
pl: ID NADO
pt: ID NADO
ru: Идентификатор НАДО
sr: НАДО ИД
sw: Kitambulisho cha NADO

source: Retired Athlete
am: ጡረታ የወጣ አትሌት
ar: الرياضي المتقاعد
az: Təqaüdçü idmançı
bg: Спортист с деактивиран профил
es: Deportista Retirado
et: Pensionil sportlane
fa_ir: ورزشکار بازنشسته
fi: Uransa lopettanut urheilija
fr: Sportif retiré
ko: 은퇴 선수
lv: Pensionēts sportists
nl: Non-actieve Atleet
pl: Wycofany zawodnik
pt: Atleta removido
ru: Спортсмен, ушедший из спорта
sk: Športovec na dôchodku
sr: Sportista koji se više ne takmiči
sw: Mwanariadha Mstaafu
tr: Sporu Bırakmış Sporcu

source: Latest Test
am: የቅርብ ጊዜ ሙከራ
ar: أحدث اختبار
az: Ən son Test
bg: Последена проерка
es: Último control
et: Viimane test
fa_ir: آخرین تست
fi: Viimeisin testi
fr: Dernier contrôle
ko: 최근 검사
lv: Jaunākais tests
nl: Laatste test
pl: Najnowsza kontrola
pt: Último Teste
ru: Последний тест
sk: Najnovší test
sr: Најновији тест
sw: Mtihani Mpya
tr: Son Test

source: Athlete (Last, First)
am: አትሌት (የመጨረሻ፣ የመጀመሪያ)
ar: رياضيون (آخر ، أولا)
az: İdmançı (Sonuncu, Birinci)
bg: Спортист (последно, първо)
es: Deportista (Último, Primero)
et: Sportlane (viimane, esimene)
fa_ir: ورزشکار (نام و نام خانوادگی)
fi: Urheilija (Sukunimi, Etunimi)
fr: Sportif (Nom, Prénom)
ko: 선수 (성, 이름)
lv: Sportists (pēdējais, pirmais)
nl: Atleet (laatste, eerste)
pl: Sportowiec (ostatni, pierwszy)
pt: Atleta (último, primeiro)
ru: Спортсмен (Фамилия, Имя)
sk: Športovec (posledný, prvý)
sr: Sportista (Poslednji, Prvi)
sw: Mwanariadha (Mwisho, Kwanza)
tr: Atlet (Son, İlk)

source: Reason
am: ምክንያት
ar: السبب
az: Səbəb
bg: Причина
es: Razón
et: Põhjus
fa_ir: دلیل
fi: Syy
fr: Raison
ko: 이유
lv: Iemesls
nl: Reden
pl: Powód
pt: Razão
ru: Причина
sk: Dôvod
sr: Разлог
sw: Sababu
tr: Gerekçe

source: Details
am: ዝርዝሮች
ar: التفاصيل
az: Ətraflı məlumat
bg: Подробности
es: Detalles
et: Üksikasjad
fa_ir: جزئیات
fi: Yksityiskohdat
fr: Détails
ko: 세부내용
lv: Sīkāka informācija
pl: Szczegóły
pt: Detalhes
ru: Подробности
sk: podrobnosti
sr: detalji
sw: Maelezo
tr: Detaylar

# savedAndComplete
source: Saved and Completed
am: ተቀምጧል እና ተጠናቅቋል
ar: تم الحفظ والاستكمال
az: Saxlanıldı və Tamamlandı
bg: Запазено и завършено
es: Guardado y completado
et: Salvestatud ja lõpetatud
fa_ir: ذخیره و تکمیل شد
fi: Tallennettu ja Valmis
fr: Enregistré et complété
ko: 저장 및 완료
lv: Saglabāts un pabeigts
nl: Opgeslagen en voltooid
pl: Zapisane i ukończone
pt: Salvo e concluído
ru: Сохранено и завершено
sk: Uložené a dokončené
sr: Сачувано и довршено
sw: Imehifadhiwa na Kukamilika
tr: Kaydedildi ve Tamamlandı

source: Saved as Draft
am: እንደ ረቂቅ ተቀምጧል
ar: تم الحفظ كمسودة
az: Qaralama olaraq yadda saxlandı
bg: Запазено като чернова
es: Guardado como borrador
et: Salvestatud mustandina
fa_ir: به عنوان پیش نویس ذخیره شد
fi: Tallennettu luonnoksena
fr: Sauvegardé en tant que projet
ko: 임시 저장
lv: Saglabāts kā melnraksts
nl: Opgeslagen als concept
pl: Zapisano jako wersja robocza
pt: Salvo como rascunho
ru: Сохранено как черновик
sk: Uložené ako koncept
sr: Сачувано као радна верзија
sw: Imehifadhiwa kama Rasimu
tr: Taslak olarak kaydedildi

source: Completed
am: ተጠናቅቋል
ar: مكتمل
az: Tamamlandı
bg: проведени
es: Completado
et: Valmis
fa_ir: تکمیل شد
fi: Valmis
fr: Terminé
ko: 완료
lv: Pabeigts
nl: Voltooid
pl: Zakończone
pt: Concluído
ru: Выполнено
sk: dokončený
sr: Završen
sw: Imekamilika
tr: Tamamlandı

source: Issued
am: የተሰጠበት
ar: نشر
az: Buraxılmışdır
bg: Издаден
es: Publicado
et: Välja antud
fa_ir: صادر شده
fi: Toimitettu
fr: émis
ko: 발행됨
lv: Izsniegta
nl: Uitgegeven
pl: Wydany
pt: Emitido
ru: Выпущен
sk: Vydané
sr: Издата
sw: Iliyotolewa
tr: Veriliş

# changesCouldNotBeSavedSystemWillTryAgain
source: Your changes could not be saved. The system will try again once a connection is re-established.
am: ለውጦችህ ሊቀመጡ አልቻሉም። ግንኙነቱ እንደገና ከተፈጠረ በኋላ ስርዓቱ እንደገና ይሞክራል።
ar: لا يمكن حفظ التغييرات الخاصة بك. سيحاول النظام مرة أخرى بمجرد إعادة إنشاء الاتصال.
az: Dəyişikliklərinizi yadda saxlamaq mümkün olmadı. Bağlantı yenidən qurulduqdan sonra sistem yenidən cəhd edəcək.
bg: Промените ви не можаха да бъдат запазени. Системата ще опита отново, след като връзката бъде възстановена.
es: Tus cambios no se pudieron salvar. El sistema lo intentará de nuevo una vez que se restablezca la conexión.
et: Teie muudatusi ei õnnestunud salvestada. Kui ühendus on uuesti loodud, proovib süsteem uuesti.
fa_ir: امکان ذخیره شدن اطلاعات تغییر داده شده وجود ندارد.پس از برقراری مجدد اتصال، سیستم دوباره سعی در ذخیره سازی اطلاعات خواهد کرد.
fi: Muutoksiasi ei voitu tallentaa. Järjestelmä yrittää uudelleen, kun yhteys on muodostettu.
fr: Vos modifications n'ont pas pu être enregistrées. Le système essaiera de nouveau une fois la connexion rétablie.
ko: 변경사항을 저장할 수 없습니다. 연결이 다시 설정되면 시스템이 다시 시도됩니다.
lv: Jūsu izmaiņas nevarēja saglabāt.Sistēma mēģinās vēlreiz, tiklīdz savienojums tiks atjaunots.
nl: Uw wijzigingen kunnen niet worden opgeslagen. Het systeem zal het opnieuw proberen zodra er weer verbinding is.
pl: Nie można zapisać Twoich zmian. System spróbuje ponownie po przywróceniu połączenia.
pt: Não foi possível salvar suas alterações. O sistema tentará novamente assim que a conexão for restabelecida.
ru: Ваши изменения не могут быть сохранены. Система повторит попытку после восстановления соединения.
sk: Vaše zmeny sa nepodarilo uložiť. Po opätovnom nadviazaní spojenia sa systém pokúsi znova.
sr: Није могуће сачувати промене. Систем ће покушати поново када се веза поново успостави.
sw: Mabadiliko yako hayakuweza kuhifadhiwa. Mfumo utajaribu tena mara tu muunganisho utakapoanzishwa tena.
tr: Değişiklikleriniz kaydedilemedi. Bağlantı yeniden kurulduğunda sistem tekrar deneyecektir.

# cannotUpdateValueSportDisciplineNotAvailable
source: You cannot update this value as the sport/discipline is no longer available. Please refresh your page and try again.
am: ስፖርቱ/ተግሣጹ ስለሌለ ይህንን እሴት ማዘመን አይችሉም። እባክዎ ገጽዎን ያድሱ እና እንደገና ይሞክሩ።
ar: لا يمكنك تحديث هذه القيمة لأن الرياضة / الانضباط لم يعد متاحًا. يرجى تحديث صفحتك وحاول مرة أخرى.
az: İdman/intizam artıq mövcud olmadığı üçün bu dəyəri yeniləyə bilməzsiniz. Səhifənizi yeniləyin və yenidən cəhd edin.
bg: Не можете да актуализирате тази стойност, тъй като спортът / дисциплината вече не са налични. Моля, опреснете страницата си и опитайте отново.
es: No puedes actualizar este valor porque el deporte/disciplina ya no está disponible. Por favor, actualice su página e inténtelo de nuevo.
et: Te ei saa seda väärtust värskendada, kuna sport / distsipliin pole enam saadaval. Värskendage oma lehte ja proovige uuesti.
fa_ir: بدلیل آنکه رشته ورزشی/ماده دیگر در دسترس نیست امکان بروزرسانی این گزینه وجود ندارد. لطفا صفحه را رفرش کرده مجدد تلاش کنید.
fi: Et voi päivittää tätä tietoa, koska laji/alalaji ei ole enää käytettävissä. Päivitä sivu ja yritä uudelleen.
fr: Vous ne pouvez pas mettre à jour ce champ car le sport et la discipline se sont plus disponibles. Veuillez actualiser la page et réessayer.
ko: 종목/세부종목을 더 이상 사용할 수 없으므로 이 값을 업데이트할 수 없습니다. 페이지를 새로고침하고 다시 시도하세요.
lv: Šo vērtību nevar atjaunināt, jo sporta veids/disciplīna vairs nav pieejama.Lūdzu, atsvaidziniet savu lapu un mēģiniet vēlreiz.
nl: U kunt deze waarde niet bijwerken omdat de sport / discipline niet langer beschikbaar is. Vernieuw uw pagina en probeer het opnieuw.
pl: Nie możesz zaktualizować tej wartości, ponieważ sport / dyscyplina nie jest już dostępny. Odśwież stronę i spróbuj ponownie.
pt: Você não pode atualizar este valor porque o esporte / disciplina não está mais disponível. Atualize sua página e tente novamente.
ru: Вы не можете обновить это значение, так как вид спорта / дисциплина больше не доступны. Обновите страницу и попробуйте еще раз.
sk: Túto hodnotu nemôžete aktualizovať, pretože šport/disciplína už nie je k dispozícii. Obnovte svoju stránku a skúste to znova.
sr: Не можете ажурирати ову вредност јер спорт / дисциплина више нису доступни. Освежите своју страницу и покушајте поново.
sw: Huwezi kusasisha thamani hii kwa kuwa mchezo/nidhamu haipatikani tena. Tafadhali onyesha upya ukurasa wako na ujaribu tena.
tr: Spor / disiplin artık mevcut olmadığından bu değeri güncelleyemezsiniz. Lütfen sayfanızı yenileyin ve tekrar deneyin.

# persistenceErrorMsg
source: The object could not be persisted in the database
am: ነገሩ በመረጃ ቋቱ ውስጥ ሊቆይ አልቻለም
ar: لا يمكن تواجد العنصر في قاعدة البيانات
az: Obyekt verilənlər bazasında saxlanıla bilmədi
bg: Обектът не може да бъде запазен в базата данни
es: El objeto no pudo ser persistido en la base de datos
et: Objekti ei saanud andmebaasis säilitada
fa_ir: موضوع نمی تواند در پایگاه داده باقی بماند
fi: Kohdetta ei voitu säilyttää tietokannassa
fr: L’objet n’a pas pu être conservé dans la base de données
ko: 개체를 데이터베이스에서 유지할 수 없습니다.
lv: Objektu nevarēja saglabāt datu bāzē
nl: Het object kon niet worden opgeslagen in de database.
pl: Obiekt nie mógł zostać utrwalony w bazie danych
pt: O objeto não pôde ser persistido no banco de dados
ru: Объект не может быть сохранен в базе данных
sk: Objekt sa nepodarilo perzistovať v databáze
sr: Objekat nije mogao biti istrajan u bazi podataka
sw: Kipengee hakikuweza kuendelezwa kwenye hifadhidata
tr: Nesne veritabanında kalıcı olamazdı

# unknownMessageKeyMsg
source: An unknown error occurred
am: ያልታወቀ ስህተት ተከስቷል።
ar: حدث خطأ غير معروف
az: Naməlum xəta baş verdi
bg: Възникна неизвестна грешка
es: Se ha producido un error desconocido
et: Ilmnes tundmatu viga
fa_ir: یک خطای ناشناخته رخ داد
fi: Tapahtui tuntematon virhe
fr: Une erreur inconnue s’est produite
ko: 알 수 없는 오류가 발생했습니다
lv: Radās nezināma kļūda
nl: Er is een onbekende fout opgetreden
pl: Wystąpił nieznany błąd
pt: Ocorreu um erro desconhecido
ru: Произошла неизвестная ошибка
sk: Vyskytla sa neznáma chyba
sr: Došlo je do nepoznate greške
sw: Hitilafu isiyojulikana imetokea
tr: Bilinmeyen bir hata oluştu

# objectPermanentlyRetiredMsg
source: The object you are trying to retrieve is permanently retired
am: ለማምጣት እየሞከሩ ያሉት ነገር በቋሚነት ጡረታ ወጥቷል።
ar: العنصر الذي تحاول استرجاعه يتم تقاعدته بصفة دائمة
az: Almağa çalışdığınız obyekt həmişəlik istifadədən çıxarılıb
bg: Обектът, който се опитвате да извлечете, е окончателно оттеглен
es: El objeto que se intenta recuperar está permanentemente retirado
et: Objekt, mida proovite tuua, on jäädavalt kasutuselt kõrvaldatud
fa_ir: موضوعی که می خواهید بازیابی کنید برای همیشه ملغی شده است
fi: Kohde, jota yrität hakea, on pysyvästi poistettu
fr: L’objet que vous essayez de récupérer est définitivement retiré
ko: 검색하려는 개체가 영구적으로 폐기되었습니다.
lv: Objekts, kuru mēģināt izgūt, ir neatgriezeniski pārtraukts
nl: Het object dat u probeert op te halen is permanent buiten gebruik.
pl: Obiekt, który próbujesz odzyskać, jest na stałe wycofany
pt: O objeto que você está tentando resgatar está permanentemente aposentado
ru: Объект, который вы пытаетесь извлечь, навсегда выведен из эксплуатации
sk: Objekt, ktorý sa snažíte získať, je trvalo vyradený
sr: Objekat koji pokušavate da povratite je trajno penzionisan
sw: Kipengee unachojaribu kurejesha kimeondolewa kabisa
tr: Almaya çalıştığınız nesne kalıcı olarak kullanımdan kaldırıldı

# badLastUpdateTimeStampMsg
source: A newer version of the record already exists
am: አዲስ የመዝገቡ ስሪት አስቀድሞ አለ።
ar: توجد نسخة أحدث من السجل بالفعل
az: Rekordun daha yeni versiyası artıq mövcuddur
bg: Вече съществува по-нова версия на записа
es: Ya existe una versión más reciente del registro
et: Plaadi uuem versioon on juba olemas
fa_ir: نسخه جدیدتری از رکورد در حال حاضر وجود دارد
fi: Tallenteesta on jo olemassa uudempi versio
fr: Une version plus récente de l’enregistrement existe déjà
ko: 최신 버전의 기록이 이미 있습니다.
lv: Jaunāka ieraksta versija jau pastāv
nl: Er bestaat al een nieuwere versie van het record
pl: Nowsza wersja rekordu już istnieje
pt: Uma versão mais recente do registro já existe
ru: Более новая версия записи уже существует
sk: Novšia verzia záznamu už existuje
sr: Novija verzija zapisa već postoji
sw: Toleo jipya zaidi la rekodi tayari lipo
tr: Kaydın daha yeni bir sürümü zaten var

# invalidCacheIdEnumMsg
source: Error [INVALID_CACHE_ID]
am: ስህተት [INVALID_CACHE_ID]
ar: خطأ [ INVALID_CACHE_ID ]
az: Xəta [INVALID_CACHE_ID]
bg: Грешка [INVALID_CACHE_ID]
et: Viga [INVALID_CACHE_ID]
fa_ir: خطای [INVALID_CACHE_ID]
fi: Virhe [INVALID_CACHE_ID]
fr: Erreur [INVALID_CACHE_ID]
ko: [INVALID_CACHE_ID] 오류
lv: Kļūda [INVALID_CACHE_ID]
nl: Fout [INVALID_CACHE_ID]
pl: Błąd [INVALID_CACHE_ID]
pt: Erro [INVALID_CACHE_ID]
ru: Ошибка [INVALID_CACHE_ID]
sk: Chyba [INVALID_CACHE_ID]
sr: Greška [INVALID_CACHE_ID]
sw: Hitilafu [INVALID_CACHE_ID]
tr: Hata [INVALID_CACHE_ID]

# unknownMimeTypeMsg
source: Error [UNKNOWN_MIME_TYPE]
am: ስህተት [UNKNOWN_MIME_TYPE]
ar: خطأ [ UNKNOWN_MIME_TYPE ]
az: Xəta [UNKNOWN_MIME_TYPE]
bg: Грешка [UNKNOWN_MIME_TYPE]
et: Viga [UNKNOWN_MIME_TYPE]
fa_ir: خطای [UNKNOWN_MIME_TYPE]
fi: Virhe [UNKNOWN_MIME_TYPE]
fr: Erreur [UNKNOWN_MIME_TYPE]
ko: [UNKNOWN_MIME_TYPE] 오류
lv: Kļūda [UNKNOWN_MIME_TYPE]
nl: Fout [UNKNOWN_MIME_TYPE]
pl: Błąd [UNKNOWN_MIME_TYPE]
pt: Erro [UNKNOWN_MIME_TYPE]
ru: Ошибка [UNKNOWN_MIME_TYPE]
sk: Chyba [UNKNOWN_MIME_TYPE]
sr: Greška [UNKNOWN_MIME_TYPE]
sw: Hitilafu [UNKNOWN_MIME_TYPE]
tr: Hata [UNKNOWN_MIME_TYPE]

# missingXwadaNoteMsg
source: Error [MISSING_XWADA_NOTE]
am: ስህተት [MISSING_XWADA_NOTE]
ar: خطأ [ MISING_XWADA_NOTE ]
az: Xəta [MISSING_XWADA_NOTE]
bg: Грешка [MISSING_XWADA_NOTE]
et: Viga [MISSING_XWADA_NOTE]
fa_ir: خطای [MISSING_XWADA_NOTE]
fi: Virhe [MISSING_XWADA_NOTE]
fr: Erreur [MISSING_XWADA_NOTE]
ko: [MISSING_XWADA_NOTE] 오류
lv: Kļūda [MISSING_XWADA_NOTE]
nl: Fout [MISSING_XWADA_NOTE]
pl: Błąd [MISSING_XWADA_NOTE]
pt: Erro [MISSING_XWADA_NOTE]
ru: Ошибка [MISSING_XWADA_NOTE]
sk: Chyba [MISSING_XWADA_NOTE]
sr: Greška [MISSING_XWADA_NOTE]
sw: Hitilafu [MISSING_XWADA_NOTE]
tr: Hata [MISSING_XWADA_NOTE]

# unmatchedSampleMsg
source: The sample must be matched
am: ናሙናው መመሳሰል አለበት
ar: يجب أن تتطابق العينة
az: Nümunə uyğun olmalıdır
bg: Пробата трябва да съответства
es: La muestra debe coincidir
et: Näidis peab olema sobitatud
fa_ir: نمونه باید مطابقت داشته باشد
fi: Näyte on yhdistettävä
fr: L’échantillon doit être lié à un FCD
ko: 시료가 반드시 일치해야 합니다.
lv: Paraugam jābūt saskaņotam
nl: Het staal moet gekoppeld worden
pl: Próbka musi być dopasowana
pt: A amostra deve ser adaptada
ru: Образец должен быть подобран
sk: Vzorka musí byť zhodná
sr: Uzorak mora da se podudara
sw: Sampuli lazima ilinganishwe
tr: Örnek eşleşmelidir

# dcfUnrelatedToFileMsg
source: The file you tried to retrieve is not related to this DCF
am: ለማምጣት የሞከሩት ፋይል ከዚህ DCF ጋር የተገናኘ አይደለም።
ar: الملف الذي حاولت استرجاعه غير متعلق بملف DCF هذا
az: Almağa çalışdığınız fayl bu DCF ilə əlaqəli deyil
bg: Файлът, който се опитахте да извлечете, не е свързан с този DCF
es: El archivo que ha intentado recuperar no está relacionado con este DCF
et: Fail, mida proovisite tuua, ei ole selle DCF-iga seotud
fa_ir: فایلی که سعی کردید بازیابی کنید به این فرم کنترل دوپینگ مربوط نمی شود
fi: Tiedosto, jota yritit hakea, ei liity tähän DCF:ään
fr: Le fichier que vous avez essayé de récupérer n’est pas lié à ce FCD
ko: 검색하려는 파일은 이 DCF와 관련이 없습니다.
lv: Fails, kuru mēģinājāt izgūt, nav saistīts ar šo DCF
nl: Het bestand dat u probeerde op te halen is niet gerelateerd aan dit DCF
pl: Plik, który próbowałeś pobrać, nie jest powiązany z tym DCF
pt: O arquivo que você tentou recuperar não está relacionado a este DCF
ru: Файл, который вы пытались извлечь, не относится к данному DCF
sk: Súbor, ktorý ste sa pokúsili načítať, nesúvisí s týmto DCF
sr: Datoteka koju ste pokušali da preuzmete nije povezana sa ovim DCF-om
sw: Faili uliyojaribu kupata haihusiani na DCF hii
tr: Almaya çalıştığınız dosya bu DCF ile ilgili değil
