Repository: NandhineeR/WADA
Catalog: wada-ama-testcenter-web-57718053929f/wada-ama-testcenter-web-57718053929f/src/i18n/messages.*.xlf
Languages: am, ar, az, bg, es, et, fa_ir, fi, fr, ko, lv, nl, pl, pt, ru, sk, sr, sw, tr

# searchFailedAdamsUnavailable
source: Your search has failed because ADAMS is currently unavailable, try again.
am: ፍለጋዎ አልተሳካም ምክንያቱም ADAMS በአሁኑ ጊዜ አይገኝም፣ እንደገና ይሞክሩ።
ar: فشل البحث الخاص بك لأن ADAMS غير متوفر حاليًا ، حاول مرة أخرى.
az: ADAMS hazırda əlçatan olmadığı üçün axtarışınız uğursuz oldu, yenidən cəhd edin.
bg: Вашето търсене е неуспешно, тъй като ADAMS в момента не е достъпен, опитайте отново.
es: Su búsqueda ha fallado porque ADAMS no está disponible actualmente, inténtelo de nuevo.
et: Teie otsing nurjus, kuna ADAMS pole praegu saadaval, proovige uuesti.
fa_ir: جستجوی شما ناموفق بود زیرا ADAMS در حال حاضر در دسترس نیست، دوباره امتحان کنید.
fi: Hakusi epäonnistui, koska ADAMS ei ole tällä hetkellä käytettävissä, yritä uudelleen.
fr: Votre recherche a échoué car ADAMS est actuellement indisponible, réessayez.
ko: 현재 ADAMS를 사용할 수 없기 때문에 검색에 실패했습니다. 다시 시도하세요.
lv: Jūsu meklēšana neizdevās, jo ADAMS pašlaik nav pieejams. Mēģiniet vēlreiz.
nl: Uw zoekopdracht is mislukt omdat ADAMS momenteel niet beschikbaar is. Probeer het opnieuw.
pl: Twoje wyszukiwanie nie powiodło się, ponieważ ADAMS jest obecnie niedostępny, spróbuj ponownie.
pt: A sua pesquisa falhou porque o ADAMS não está disponível no momento, tente novamente.
ru: Ваш поиск не удался, потому что ADAMS в настоящее время недоступен, попробуйте еще раз.
sk: Vaše vyhľadávanie zlyhalo, pretože ADAMS je momentálne nedostupný, skúste to znova.
sr: Ваша претрага није успела јер АДАМС тренутно није доступан, покушајте поново.
sw: Utafutaji wako umeshindwa kwa sababu ADAMS haipatikani kwa sasa, jaribu tena.
tr: ADAMS şu anda kullanılamadığı için aramanız başarısız oldu, tekrar deneyin.

# showingAccessibleAthletesMessage
source: Showing <strong>{{ dataSource.data.length }}</strong> athletes you can access out of a total of <strong>{{ possibleAthleteRows.length }}</strong> athletes (<a *ngIf="searchStringText !== undefined" (click)="showAllAthlete()" class="fake-link">Show All</a>) that meets your search criteria (<strong>{{ searchStringText }}</strong>).
am: በማሳየት ላይ <strong>{{ dataSource.data.length }}</strong> አትሌቶች ከጠቅላላው ማግኘት ይችላሉ። <strong>{{ possibleAthleteRows.length }}</strong> አትሌቶች (<a *ngIf="searchStringText !== undefined" (click)="showAllAthlete()" class="fake-link">ሁሉንም አሳይ</a>የእርስዎን የፍለጋ መስፈርት የሚያሟላ (<strong>{{ searchStringText }}</strong>).
ar: عرض <strong>{{ dataSource.data.length }}</strong> رياضي يمكنك التوصل اليه من اجمالي <strong>{{ possibleAthleteRows.length }}</strong> رياضي (<a *ngIf="searchStringText !== undefined" (click)="showAllAthlete()" class="fake-link">عرض كل</a>) الذي يحقق معيار البحث الخاص بك (<strong>{{ searchStringText }}</strong>).
az: Göstərilir <strong>{{ dataSource.data.length }}</strong> Cəmi idmançılar arasından əldə edə bilərsiniz <strong>{{ possibleAthleteRows.length }}</strong> idmançılar ( <a *ngIf="searchStringText !== undefined" (click)="showAllAthlete()" class="fake-link"> Hamısını göstər </a> ) axtarış meyarlarınıza cavab verən ( <strong>{{ searchStringText }}</strong> ).
bg: Показване <strong>{{ dataSource.data.length }}</strong> на спортисти, до които имате достъп от общо <strong>{{ possibleAthleteRows.length }}</strong> спортисти (<a *ngIf="searchStringText !== undefined" (click)="showAllAthlete()" class="fake-link">Покажи всичко</a>), които отговарят на вашите критерии за търсене (<strong>{{ searchStringText }}</strong>).
es: Demostración <strong>{{ dataSource.data.length }}</strong> atletas a los que puede acceder de un total de <strong>{{ possibleAthleteRows.length }}</strong> Atletas ( <a *ngIf="searchStringText !== undefined" (click)="showAllAthlete()" class="fake-link"> Mostrar todo </a> ) que cumpla con sus criterios de búsqueda ( <strong>{{ searchStringText }}</strong> ).
et: Kuvatakse <strong>{{ dataSource.data.length }}</strong> sportlased, kellele pääsete ligi <strong>{{ possibleAthleteRows.length }}</strong> sportlased ( <a *ngIf="searchStringText !== undefined" (click)="showAllAthlete()" class="fake-link"> Näita kõike </a> ), mis vastab teie otsingukriteeriumidele ( <strong>{{ searchStringText }}</strong> ).
fa_ir: در حال نمایش <strong>{{ dataSource.data.length }}</strong> ورزشکارانی که از مجموع آنها می توانید به آنها دسترسی داشته باشید <strong>{{ possibleAthleteRows.length }}</strong> ورزشکاران ( <a *ngIf="searchStringText !== undefined" (click)="showAllAthlete()" class="fake-link"> نمایش همه </a> ) که با معیارهای جستجوی شما مطابقت دارد ( <strong>{{ searchStringText }}</strong> ).
fi: Näytetään <strong>{{ dataSource.data.length }}</strong> urheilijaa, joihin sinulla on pääsyoikeus kokonaismäärästä <strong>{{ possibleAthleteRows.length }}</strong> urheilijaa (<a *ngIf="searchStringText !== undefined" (click)="showAllAthlete()" class="fake-link">Näytä kaikki</a>), jotka täyttävät hakuehtosi (<strong>{{ searchStringText }}</strong>).
fr: Affichage de <strong>{{ dataSource.data.length }}</strong> sportifs auxquels vous avez accès sur un total de <strong>{{ possibleAthleteRows.length }}</strong> sportifs(<a *ngIf="searchStringText !== undefined" (click)="showAllAthlete()" class="fake-link">Tout afficher</a>) qui répond à vos critères de recherche (<strong>{{ searchStringText }}</strong>).
ko: 검색 기준(<strong>{{ dataSource.data.length }}</strong>)을 충족하는 총 <strong>{{ possibleAthleteRows.length }}</strong> 선수(<a *ngIf="searchStringText !== undefined" (click)="showAllAthlete()" class="fake-link">모두 보기</a>) 중 액세스 할 수 있는 <strong>{{ searchStringText }}</strong> 선수 보기
lv: Rāda <strong>{{ dataSource.data.length }}</strong> sportisti, kuriem varat piekļūt no kopskaita <strong>{{ possibleAthleteRows.length }}</strong> sportisti ( <a *ngIf="searchStringText !== undefined" (click)="showAllAthlete()" class="fake-link"> Parādīt visu </a> ), kas atbilst jūsu meklēšanas kritērijiem ( <strong>{{ searchStringText }}</strong> ).
nl: Zichtbaar <strong>{{ dataSource.data.length }}</strong> atleten waartoe u toegang hebt op een totaal van <strong>{{ possibleAthleteRows.length }}</strong> atleten (<a *ngIf="searchStringText !== undefined" (click)="showAllAthlete()" class="fake-link">Toon alles</a>) dat voldoet aan uw zoekcriteria (<strong>{{ searchStringText }}</strong>).
pl: Prezentacja <strong>{{ dataSource.data.length }}</strong> sportowców, do których masz dostęp z łącznej liczby <strong>{{ possibleAthleteRows.length }}</strong> sportowcy (<a *ngIf="searchStringText !== undefined" (click)="showAllAthlete()" class="fake-link">pokaż wszystko</a>) spełniający kryteria wyszukiwania (<strong>{{ searchStringText }}</strong>).
pt: Mostrando aos <strong>{{ dataSource.data.length }}</strong> atletas que você pode acessar de um total de <strong>{{ possibleAthleteRows.length }} </strong> atletas (<a *ngIf="searchStringText !== undefined" (click)="showAllAthlete()" class="fake-link">Mostrar tudo</a>) que atendem aos seus critérios de pesquisa (<strong>{{ searchStringText }} </strong>).
ru: Отображаются <strong>{{ dataSource.data.length }}</strong> спортсмена (-ов), к которым вы можете получить доступ, из общего числа <strong>{{ possibleAthleteRows.length }}</strong> спортсмена(-ов) (<a *ngIf="searchStringText !== undefined" (click)="showAllAthlete()" class="fake-link">Показать всех</a>), которые соответствуют вашим критериям поиска (<strong>{{ searchStringText }}</strong>).
sk: Zobrazuje sa <strong>{{ dataSource.data.length }}</strong> športovcov, ku ktorým máte prístup z celkového počtu <strong>{{ possibleAthleteRows.length }}</strong> športovci ( <a *ngIf="searchStringText !== undefined" (click)="showAllAthlete()" class="fake-link"> Ukázať všetko </a> ), ktorý spĺňa vaše kritériá vyhľadávania ( <strong>{{ searchStringText }}</strong> ).
sr: Приказује се <strong>{{ dataSource.data.length }}</strong> спортиста којима можете приступити од укупно <strong>{{ possibleAthleteRows.length }}</strong> спортисти ( <a *ngIf="searchStringText !== undefined" (click)="showAllAthlete()" class="fake-link"> Покажи све </a> ) који испуњава ваше критеријуме претраге ( <strong>{{ searchStringText }}</strong> ).
sw: Kuonesha <strong>{{ dataSource.data.length }}</strong> wanariadha ambao unaweza kufikia kati ya jumla ya <strong>{{ possibleAthleteRows.length }}</strong> wanariadha ( <a *ngIf="searchStringText !== undefined" (click)="showAllAthlete()" class="fake-link"> Onyesha yote </a> ) ambayo inakidhi vigezo vya utafutaji wako ( <strong>{{ searchStringText }}</strong> )
tr: Toplamda erişebileceğiniz <strong>{{ dataSource.data.length }}</strong> sporcuları gösterme <strong>{{ possibleAthleteRows.length }} </strong> sporcular (<a *ngIf="searchStringText !== undefined" (click)="showAllAthlete()" class="fake-link">Tümünü Göster</a>) Arama kriterlerinizi karşılayan (<strong>{{ searchStringText }} </strong>).

# otherAthletesFoundMessage
source: <strong>{{ possibleAthleteRows.length }}</strong> other athlete{{ possibleAthleteRows.length !== 1 ? 's' : '' }} found <span *ngIf="searchStringText !== undefined && possibleAthleteRows.length !== 0">(<a (click)="showAllAthlete()" class="fake-link">Show All</a>)</span> meet{{ possibleAthleteRows.length !== 1 ? '' : 's' }} your search criteria (<strong>{{ searchStringText }}</strong>).
am: <strong>{{ possibleAthleteRows.length }}</strong> ሌላ አትሌት{{ possibleAthleteRows.length !== 1 ? 's' : '' }} ተገኝቷል <span *ngIf="searchStringText !== undefined && possibleAthleteRows.length !== 0">(<a (click)="showAllAthlete()" class="fake-link">ሁሉንም አሳይ</a>)</span> መገናኘት{{ possibleAthleteRows.length !== 1 ? '' : 's' }} የእርስዎ የፍለጋ መስፈርት (<strong>{{ searchStringText }}</strong>).
ar: <strong>{{ possibleAthleteRows.length }}</strong> الرياضية الأخرى{{ possibleAthleteRows.length !== 1 ? 's' : '' }} وجدت <span *ngIf="searchStringText !== undefined && possibleAthleteRows.length !== 0">(<a (click)="showAllAthlete()" class="fake-link">عرض كل</a>)</span> تقابل{{ possibleAthleteRows.length !== 1 ? '' : 's' }} معيار البحث الخاص بك (<strong>{{ searchStringText }}</strong>).
az: <strong>{{ possibleAthleteRows.length }}</strong> digər idmançı{{ possibleAthleteRows.length !== 1 ? 's' : '' }} tapıldı <span *ngIf="searchStringText !== undefined && possibleAthleteRows.length !== 0"> ( <a (click)="showAllAthlete()" class="fake-link"> Hamısını göstər </a> ) </span> görüşmək{{ possibleAthleteRows.length !== 1 ? '' : 's' }} axtarış meyarlarınız ( <strong>{{ searchStringText }}</strong> ).
bg: <strong>{{ possibleAthleteRows.length }}</strong> друг спортист{{ possibleAthleteRows.length !== 1 ? 's' : '' }} е намерен <span *ngIf="searchStringText !== undefined && possibleAthleteRows.length !== 0">(<a (click)="showAllAthlete()" class="fake-link">Покажи всички</a>)</span> отговаря на{{ possibleAthleteRows.length !== 1 ? '' : 's' }} вашите критериите за търсене (<strong>{{ searchStringText }}</strong>).
es: <strong>{{ possibleAthleteRows.length }}</strong> otro atleta{{ possibleAthleteRows.length !== 1 ? 's' : '' }} encontró <span *ngIf="searchStringText !== undefined && possibleAthleteRows.length !== 0"> ( <a (click)="showAllAthlete()" class="fake-link"> Mostrar todo </a> ) </span> reunirse{{ possibleAthleteRows.length !== 1 ? '' : 's' }} sus criterios de búsqueda <strong>{{ searchStringText }}</strong> ).
et: <strong>{{ possibleAthleteRows.length }}</strong> teine sportlane{{ possibleAthleteRows.length !== 1 ? 's' : '' }} leitud <span *ngIf="searchStringText !== undefined && possibleAthleteRows.length !== 0"> ( <a (click)="showAllAthlete()" class="fake-link"> Näita kõike </a> ) </span> kohtuda{{ possibleAthleteRows.length !== 1 ? '' : 's' }} teie otsingukriteeriumid ( <strong>{{ searchStringText }}</strong> ).
fa_ir: <strong>{{ possibleAthleteRows.length }}</strong> دیگر ورزشکار{{ possibleAthleteRows.length !== 1 ? 's' : '' }} یافت شده <span *ngIf="searchStringText !== undefined && possibleAthleteRows.length !== 0">(<a (click)="showAllAthlete()" class="fake-link">نمایش همه</a>)</span> دارای{{ possibleAthleteRows.length !== 1 ? '' : 's' }} معیارهای جستجوی شما(<strong>{{ searchStringText }}</strong>).
fi: <strong>{{ possibleAthleteRows.length }}</strong> toinen urheilija{{ possibleAthleteRows.length !== 1 ? 's' : '' }} löytyi <span *ngIf="searchStringText !== undefined && possibleAthleteRows.length !== 0">(<a (click)="showAllAthlete()" class="fake-link">Näytä kaikki jotka</a>)</span> vastaavat{{ possibleAthleteRows.length !== 1 ? '' : 's' }} hakuehtojasi (<strong>{{ searchStringText }}</strong>).
fr: <strong>{{ possibleAthleteRows.length }}</strong> autres ADAMS{{ possibleAthleteRows.length !== 1 ? 's' : '' }} trouvés <span *ngIf="searchStringText !== undefined && possibleAthleteRows.length !== 0">(<a (click)="showAllAthlete()" class="fake-link">Show All</a>)</span> répondent{{ possibleAthleteRows.length !== 1 ? '' : 's' }} à vos critères de recherche (<strong>{{ searchStringText }}</strong>).
ko: <strong>{{ possibleAthleteRows.length }}</strong> 다른 선수{{ possibleAthleteRows.length !== 1 ? 's' : '' }} 찾기 <span *ngIf="searchStringText !== undefined && possibleAthleteRows.length !== 0">(<a (click)="showAllAthlete()" class="fake-link">모두 표시</a>)가</span> 검색 기준을{{ possibleAthleteRows.length !== 1 ? '' : 's' }} 충족합니다 (<strong>{{ searchStringText }}</strong>).
lv: <strong>{{ possibleAthleteRows.length }}</strong> cits sportists{{ possibleAthleteRows.length !== 1 ? 's' : '' }} atrasts <span *ngIf="searchStringText !== undefined && possibleAthleteRows.length !== 0"> ( <a (click)="showAllAthlete()" class="fake-link"> Parādīt visu </a> ) </span> satikties{{ possibleAthleteRows.length !== 1 ? '' : 's' }} jūsu meklēšanas kritēriji ( <strong>{{ searchStringText }}</strong> ).
nl: <strong>{{ possibleAthleteRows.length }}</strong> andere atleet{{ possibleAthleteRows.length !== 1 ? 's' : '' }} gevonden <span *ngIf="searchStringText !== undefined && possibleAthleteRows.length !== 0">(<a (click)="showAllAthlete()" class="fake-link">Toon alles</a>)</span> ontmoeten{{ possibleAthleteRows.length !== 1 ? '' : 's' }} uw zoekcriteria (<strong>{{ searchStringText }}</strong>).
pl: <strong>{{ possibleAthleteRows.length }}</strong> inny sportowiec{{ possibleAthleteRows.length !== 1 ? 's' : '' }} znaleziony <span *ngIf="searchStringText !== undefined && possibleAthleteRows.length !== 0">(<a (click)="showAllAthlete()" class="fake-link">pokaż wszystko</a>)</span> spełnia{{ possibleAthleteRows.length !== 1 ? '' : 's' }} twoje kryteria wyszukiwania (<strong>{{ searchStringText }}</strong>).
pt: <strong>{{ possibleAthleteRows.length }}</strong> outro atleta{{ possibleAthleteRows.length !== 1 ? 's' : '' }} encontrado <span *ngIf="searchStringText !== undefined && possibleAthleteRows.length !== 0">(<a (click)="showAllAthlete()" class="fake-link">Mostrar tudo </a>)</span> atender aos{{ possibleAthleteRows.length !== 1 ? '' : 's' }} seus critérios de pesquisa (<strong>{{ searchStringText }}</strong>).
ru: Найдено <strong>{{ possibleAthleteRows.length }}</strong> других{{ possibleAthleteRows.length !== 1 ? 's' : '' }} спортсмена(ов) <span *ngIf="searchStringText !== undefined && possibleAthleteRows.length !== 0">(<a (click)="showAllAthlete()" class="fake-link">Показать всех</a>)</span>, которые соответствуют{{ possibleAthleteRows.length !== 1 ? '' : 's' }} критериям вашего поиска (<strong>{{ searchStringText }}</strong>).
sk: <strong>{{ possibleAthleteRows.length }}</strong> iného športovca{{ possibleAthleteRows.length !== 1 ? 's' : '' }} nájdené <span *ngIf="searchStringText !== undefined && possibleAthleteRows.length !== 0"> ( <a (click)="showAllAthlete()" class="fake-link"> Ukázať všetko </a> ) </span> stretnúť sa{{ possibleAthleteRows.length !== 1 ? '' : 's' }} vaše kritériá vyhľadávania ( <strong>{{ searchStringText }}</strong> ).
sr: <strong>{{ possibleAthleteRows.length }}</strong> други спортиста{{ possibleAthleteRows.length !== 1 ? 's' : '' }} нашао <span *ngIf="searchStringText !== undefined && possibleAthleteRows.length !== 0"> ( <a (click)="showAllAthlete()" class="fake-link"> Покажи све </a> ) </span> сусрет{{ possibleAthleteRows.length !== 1 ? '' : 's' }} критеријуми претраге ( <strong>{{ searchStringText }}</strong> ).
sw: <strong>{{ possibleAthleteRows.length }}</strong> mwanariadha mwingine{{ possibleAthleteRows.length !== 1 ? 's' : '' }} kupatikana <span *ngIf="searchStringText !== undefined && possibleAthleteRows.length !== 0"> ( <a (click)="showAllAthlete()" class="fake-link"> Onyesha yote </a> ) </span> kukutana{{ possibleAthleteRows.length !== 1 ? '' : 's' }} vigezo vyako vya utafutaji ( <strong>{{ searchStringText }}</strong> )
tr: <strong>{{ possibleAthleteRows.length }}</strong> diğer sporcu{{ possibleAthleteRows.length !== 1 ? 's' : '' }} bulundu <span *ngIf="searchStringText !== undefined && possibleAthleteRows.length !== 0">(<a (click)="showAllAthlete()" class="fake-link">Tümünü göster</a>) arama</span> kriterlerinizi{{ possibleAthleteRows.length !== 1 ? '' : 's' }} karşılayan (<strong>{{ searchStringText }}</strong>).

# bindToAthleteCreateDcf
source: Bind to Athlete and Create DCF
am: ከአትሌት ጋር እሰር እና DCF ይፍጠሩ
ar: اربط بالرياضي وقم بإنشاء DCF
az: İdmançıya bağlayın və DCF yaradın
bg: Свържете към спортист и създайте ФДК
es: Vincular a un atleta y crear un DCF
et: Seo sportlasele ja loo DCF
fa_ir: به ورزشکار مرتبط کرده و دی سی اِف ایجاد کنید
fi: Liitä urheilijaan ja luo DCF
fr: Lier à un sportif et créer un FCD
ko: 선수에 연결하고 DCF 생성
lv: Saistieties ar sportistu un izveidojiet DCF
nl: Binden aan sporter en DCF maken
pl: Powiąż sportowca i utwórz DCF
pt: Vincular ao atleta e criar DCF
ru: Привязать к спортсмену и создать DCF
sk: Viazajte sa na športovca a vytvorte DCF
sr: Вежите се за спортисту и направите ДЦФ
sw: Funga kwa Mwanaspoti na Unda DCF
tr: Sporcuya Bağla ve DCF Oluştur

# skipDcfCreationBindToAthlete
source: or skip DCF creation for now and bind to athlete
am: ወይም ለአሁን የዲሲኤፍ ፈጠራን ይዝለሉ እና ከአትሌት ጋር ይገናኙ
ar: أو تخطي إنشاء DCF في الوقت الحالي والالتزام بالرياضي
az: və ya hələlik DCF yaradılmasını atlayın və idmançıya bağlanın
bg: или пропуснете създаването на ФДК засега и свържете към спортист
es: o saltarse la creación del FCD por ahora y vincularlo al deportista
et: või jäta DCF-i loomine praegu vahele ja seo sportlasega
fa_ir: یا فعلاً از ایجاد DCF صرفنظر کنید و به ورزشکار متصل شوید
fi: tai ohita DCFn luominen toistaiseksi ja liitä urheilijaan
fr: ou renoncer à la création du FCD pour l'instant et lier à un sportif
ko: 일단 DCF 생성을 건너뛰고 선수 추가하기
lv: vai pagaidām izlaidiet DCF izveidi un saistieties ar sportistu
nl: of sla voorlopig het maken van DCF over en bind aan de atleet
pl: lub na razie pomiń tworzenie DCF i powiąż ze sportowcem
pt: ou pule a criação do DCF por enquanto e vincule ao atleta
ru: или пропустите создание DCF и привяжите к спортсмену
sk: alebo nateraz preskočte vytváranie DCF a pripojte sa k športovcovi
sr: или за сада прескочите стварање ДЦФ-а и повежите се са спортистом
sw: au uruke uundaji wa DCF kwa sasa na ushikamane na mwanariadha
tr: veya şimdilik DCF oluşturmayı atlayın ve sporcuya bağlanın

source: Bind to Athlete
am: ከአትሌት ጋር ያያይዙ
ar: الالتزام كرياضي
az: idmançıya bağlamaq
bg: свържи със спортист
es: Vincular al deportista
et: Seo sportlasega
fa_ir: به ورزشکار بپیوندید
fi: liitä urheilijaan
fr: associer au sportif
ko: 선수에 연결하기
lv: Saistieties ar sportistu
nl: Aan atleet koppelen
pl: przypisz do zawodnika
pt: ligar ao/à atleta
ru: привязать к спортсмену
sk: viazať sa na atléta
sr: vezan za sportistu
sw: Funga kwa Mwanaspoti
tr: sporcuya bağla

# testingPoolNameInAthleteProfile
source: Name of the Whereabouts Pool in Athlete Profile
am: በአትሌት መገለጫ ውስጥ ያለው ገንዳ ስም
ar: اسم Poheros Pool in yoyoyte Profile
az: İdmançı Profilində Harada Olduğu Hovuzun Adı
bg: Име на групата местонахождения в профила на спортиста
es: Nombre del grupo de paradero en el perfil del deportista
et: Asukohapuu nimi sportlase profiilis
fa_ir: نام استخر محل در نمایه ورزشکاران
fi: Testauspoolin nimi urheilijaprofiilissa
fr: Nom du pool de localisation dans le profil de l’athlète
ko: 선수 프로파일의 소재지정보 풀 이름
lv: Sportista profilā esošās atrašanās vietas baseina nosaukums
nl: Naam van de Whereabouts Pool in Atleetprofiel
pl: Nazwa puli miejsca pobytu w profilu sportowca
pt: Nome da Piscina em Perfil do Atleta
ru: Название пула местонахождения в профиле спортсмена
sk: Názov rezervy miest v profile športovca
sr: Naziv bazena mesta boravka u sportskom profilu
sw: Jina la Dimbwi la Mahali Ulipo katika Wasifu wa Mwanariadha
tr: Sporcu Profilindeki Bulunduğu Yer Havuzunun Adı

source: Whereabouts Custodian Organization
am: የባለአደራው ድርጅት የመገኛ አድራሻ
ar: المنظمة المسؤولة عن معلومات أماكن للتواجد
az: Qəyyumlar Təşkilatı olduğu yer
bg: Оранизация попечител
es: Organización de custodia de la localización
et: Haldurorganisatsiooni asukoht
fa_ir: محل نگهداری سازمان نگهبان
fi: Olinpaikkatietoja hallinnoiva organisaatio
fr: Organisation de tutelle des informations de localisation
ko: 소재지정보 관리 기관
lv: Turētājbankas organizācijas atrašanās vieta
nl: Whereabouts beheersorganisatie
pl: Organizacja zarządzająca danymi pobytowymi
pt: Organização custodiante de Localizações
ru: Опекающая организация, которой предоставляется информация о местонахождении
sk: Organizácia spravujúca Miesto pobytu
sr: whereabouts nadležna organizacija
sw: Habari kuhusu shirika linaloweka data
tr: Bulunabilirlik Bildiriminden sorumlu kuruluş

source: Custodian
am: ሞግዚት
ar: وصي
az: Qəyyum
bg: Попечител
es: Custodio
et: Hoidja
fa_ir: متولی
fi: Hallinnoivataho
fr: Organisation de tutelle
ko: 관리자
lv: Aizbildnis
nl: Conciërge
pl: Kustosz
pt: Custodiante
ru: Хранитель
sk: Správca
sr: Скрбник
sw: Mlinzi
tr: Sorumlu

source: Passport Custodian
am: የፓስፖርት ጠባቂ
ar: المسؤول عن جواز السفر
az: Pasport Qəyyum
bg: Попечител на паспорта
es: Custodio del pasaporte
et: Passihoidja
fa_ir: نگهبان پاسپورت
fi: Passitietoja hallinnoiva taho
fr: Détenteur de passeport
ko: 수첩관리기구
lv: Pases glabātājs
nl: Paspoort Beheersorganisatie
pl: Organ zarządzający paszportem
pt: Custodiante do passaporte
ru: Организация, ответственная за ведение паспорта
sk: Pas správca
sr: nadležnost nad pasošem
sw: Mlinzi wa Pasipoti
tr: Pasaport Sorumlusu

source: ABP Cust
ar: ABP الزبون
bg: БПС Cusт
et: Kõrvaltoime Cust
fa_ir: متولی ABP
fi: ABP-tietojen hallinnoija
fr: Tutelle PBA
ko: ABP 권한
nl: ABP Klant
sr: АБП Цуст

source: Whereabouts Teams of Athlete
am: የአትሌት ቡድኖች የት እንዳሉ
ar: فرق مكان وجود الرياضيين
az: İdmançı komandalarının olduğu yer
bg: Местонахождение Екипи на спортист
es: Paradero Equipos de Atletas
et: Sportlaste meeskonnad
fa_ir: آدرس محل اقامت تیم های ورزشکار
fi: Urheilijan olinpaikkatieto joukkueet (Whereabouts Teams)
fr: Localisation des équipes d'ADAMS
ko: 선수의 팀 소재지
lv: Sportistu komandu atrašanās vieta
nl: Whereabouts Teams van Atleet
pl: Miejsce pobytu Zespoły zawodnika
pt: Localização Equipes do Atleta
ru: Местонахождение Команды Спортсмена
sk: Miesto pobytu Tímy športovcov
sr: Gde se nalaze timovi sportista
sw: Timu za Wanamichezo zilipo
tr: Nerede Sporcu Takımları

source: ADAMS Identification Document
am: ADAMS መታወቂያ ሰነድ
ar: وثيقة تعريف ADAMS
az: ADAMS Şəxsiyyət Sənədi
bg: ADAMS Документ за идентификация
es: Documento de identificación de ADAMS
et: ADAMSi isikut tõendav dokument
fa_ir: سند شناسایی ADAMS
fi: ADAMS henkilöllisyystodistus
fr: Document d'identification ADAMS
ko: ADAMS ID
lv: ADAMS identifikācijas dokuments
nl: ADAMS-identificatiedocument
pl: Dokument identyfikacyjny ADAMS
pt: Documento de identificação ADAMS
ru: Идентификатор ADAMS
sk: Identifikačný dokument ADAMS
sr: АДАМС идентификациони документ
sw: Hati ya Kitambulisho cha ADAMS
tr: ADAMS kimlik belgesi
